{
  "architecture": {
    "backend": "tensorflow",
    "class_name": "Model",
    "config": {
      "input_layers": [
        [
          "scan",
          0,
          0
        ]
      ],
      "layers": [
        {
          "class_name": "InputLayer",
          "config": {
            "batch_input_shape": [
              null,
              64,
              64,
              1
            ],
            "dtype": "float32",
            "name": "scan",
            "ragged": false,
            "sparse": false
          },
          "inbound_nodes": [],
          "name": "scan"
        },
        {
          "class_name": "Conv2D",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "data_format": "channels_last",
            "dilation_rate": [
              1,
              1
            ],
            "dtype": "float32",
            "filters": 1,
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "kernel_size": [
              2,
              2
            ],
            "name": "conv2d",
            "padding": "same",
            "strides": [
              1,
              1
            ],
            "trainable": true,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "scan",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "conv2d"
        },
        {
          "class_name": "AveragePooling2D",
          "config": {
            "data_format": "channels_last",
            "dtype": "float32",
            "name": "average_pooling2d",
            "padding": "valid",
            "pool_size": [
              2,
              2
            ],
            "strides": [
              2,
              2
            ],
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "conv2d",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "average_pooling2d"
        },
        {
          "class_name": "Flatten",
          "config": {
            "data_format": "channels_last",
            "dtype": "float32",
            "name": "flatten",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "average_pooling2d",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "flatten"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "softmax",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "pred_x",
            "trainable": true,
            "units": 21,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "flatten",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "pred_x"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "softmax",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "pred_y",
            "trainable": true,
            "units": 21,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "flatten",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "pred_y"
        }
      ],
      "name": "model",
      "output_layers": [
        [
          "pred_x",
          0,
          0
        ],
        [
          "pred_y",
          0,
          0
        ]
      ]
    },
    "keras_version": "2.2.4-tf"
  },
  "hash": "41a071f0c31f8d427f1f8bb89b68e104f3651b8e66230fb95b114f4045caf257",
  "image_data_format": "channels_last",
  "input_shapes": [
    [
      64,
      64,
      1
    ]
  ],
  "output_shapes": [
    [
      21
    ],
    [
      21
    ]
  ],
  "tests": [
    {
      "inputs": [
        {
          "shape": [
            64,
            64,
            1
          ],
          "values": [
            "8DIyP43qXL8EBJG/m1gyvr9BJD2X3Eq/A5znvdndxb/iMAlAmx1yPyj5lL9/Yg9AqYjUvzAU1L7ZNt49V2GvvrujcL9JEz5AZJGYvo4KyD8PcFS/KkLFv+gnmL+b1aw/wZGUvkchwD9C35s/136DPkzf2T4Z0u89yZ+2voDGxj7qSFI/k/ngvzajqr8NfoK+uJuNv0VFlT96m2q/ZT7cveA26T50Niq/3WxVP+HT8T/Y1O4/Din5v5GDPj8i+mQ32/x0P8mwzj4xCQO/CYetv2cvPz/2ggdASKMaQCp7CD9uQmG/rbffPss3lD5QV9u9sY3Kvzubw78cf+U7Go1bv+RGBT8X8JU/xoPavl6bRT870Lm/bdtTv4jHNL/prQA/CGlSv6IrnjzQrKa+Zvh/vk3ZMj9Jlkc+E0NMvz/k5T9kLhE/vgjHP0glmL7pjT9AORKfPrYl7D7o6oE/y4x8P04CVb0lVYe/ajHFvlxQ0D7VZ4o9vS6mP5Mac77cdhA98ZNevwK8lr/YP84/pSKbvhP9Sz5hChq/jFH5vphUYD/x7wa/2fZTPhbiHT8Sxe+/yI+WPo/RwbxGny8/dAYWPwek5T1yPKs/sCObveW5MUBhOMA/ZOc7Ps2ycL+KCKi+QbdAv4R63byriRXA5fz8vowXjj9IWiK+SHDVPkmhOrxzn5k/XV60P+do3r25O0k+LgZlv0vxlL44qTa/X0okvwf/sr/lp6g+ccwSQOM2CT8Hz6M/k7XWPkuoOb9MOt8/xlOrPrAjsj/o6/I97er6PldsG7/g4aO9iKKqv2bWi74piY+/nK2ivuEglj+9OwLAIfkdP8XLCzuAE7w+sotCvkdOZz6FJiHA3dlEv/Sbhz+ZYnE/+C1dvwBbHj/QgZW+M9OUvuWWET5yxik/ekOMv2f+ar7vvYg/Py2KvWqutr6wUgNAF9ZDPobyhz/+RIk/tQc9Px7Vdr5st5G/9QEqP+aX7L9/+42/e4wsPgST674gL5+/ycUWPvxh0D4tJKo/",
            "8uJwv9+5jj9J/iw+krVoP/5CBj0vUAK/ze+qv0VhKr+Kqu0+omgFP4H9or6YUOU+iNegv1AjET6/HEu/hGRLP/PhPr7tK0tArB83P/I4eT4I2AQ+3tSIv5CevL6MUe4/qUFSv78oHsAIops/2oHIv/RLFL/I19c9bm/Wv4lCwz7qC5Q/2PycP0YtAz8Aa+0/kqd8PxpYUz9FASm+ZFqCv+/f1b8npYw+1ha9PyBP7D6kcwPAOkyrPpDrlb0HoJ++2varv/1vUD7U+to+ooDGv5Z9qj/pq8s/zZl/vk35gj5ROF8/oMUMv7S+P7/Y6Me/fTWHvplS+T5PjaS+yQ6Rv/cy4D6YxlI/qThsvoqJgL+Zvhm/wW9vPkWHAj9/UZc/Z0ojv+5Qrb+/UOK9Bc1YvWMjQ7/ofTe+6nQoQJ3rjr+tpNi9QHbZvzKE1z4KvK8/aiRJv98FB77Ldem8hKM9QIw/gD/E6wHAgFndP3rWvj6JA0m/dciQv2b37D+Ukv0+q6cfP4pUzb/ZzwXAZ5eIv4OEa7/+fQi/6AgjQCTHwT75NQI+LlLDPuS2pL7LNhjAem87v0uZej8Fs80/ISe5P+AWwL7kkKe+58NHPyGB+T0y546/GH/9PtkAqL1yGxs/0jCxPzPkgT/S+jA/QNi6vwmShz+p97w84cFoPh0JGDycOHw+yhVQvy7jmD+YfQ6/2m0yvw9Rob8lXqU+kDgCQJ/cFr8YGYG+X3yMvnPHrb8tb/M+eVYjwOUBqL54Ni2/cd5Hv1cY9j+TJ3y+H6KBPldLbT+Glh6/qxbWv3gtNz833Ea+7g2TP/WoLb8tzTk+jd71vww5Tj1aemZAuT3iv1laDz9IkLy+mTbNvt3TRD9WG6M/qo6Vv1UNLT9Wzvo9DbDnvqtvjj8oRXS/uXYkQHyNCb/gspE+fES+Pg28yL1wXIi+Z0JqPgF1qT+6cDQ/U7PBvvbUwT9SqA+/FJrXPi/VM75boxs/UwxLP0MxJb+mbEG/+pOUvmq2jb8b+2e/",
            "AQKJPin8JMBNx5c9aUgGQEUAL78a8Ai+7JykP5eh1j4Y2Ig+TmACvUvDLj+tMwXAgMWrPvXTq777Atg+ohUJPyQzJ8DFa549QJeJP2rRlj8vu9u//QUgv7X7u7zTSqU+IksPv2Tie75w0Vw/9SM+v0IpFz74piq/tqqjPlsR2z+Oeaa/8zBEPplO/T+JOlc/4/N4PvVSIMBLNDg+Nml/v9Nx1T/kg4w/pp1IPclcKL26n48/OnLTvi3AhL/smuQ9iLNSPe+Vk79HIzi/HPBqP+hAWb4tRLQ+mGxaPwb1kLwx6hI+y4puP9Dz1b7rDLG+Xm03vg0NHMBd6wq+OIetvllFA7+ayVI+3OEbvzv9MT9ytDA+GBYIP+OFh7+l8jw+3n6Cv/QpeD9hOkU/gyiDP47nN7/x5DlAlc0pvzYRHr9mkMA+EXbQP7r1cr/vCGW/KvFBv2OVGr8W62+/YvWXvwODOT6K68i/ScCTP16D6L7D+IS/dTVQv6WqTj9bhr2/WZ8nv+W/mr/KNEY+FI9dvtwDnT/Wnv0/CbWIPs+WZ755eI2+LPoJP1qZ2T6THZa/6Q/Pvt+ur79p8MW+lyk9vRZgy7ksQpo+HtMiQIuqfD61ef0+om+yPRjgSz2MKoi/C4r1P48Tzz63Q5a981R0v++xFr857uC+7jHsP+DozT8PI3Y/Q39sv2lmIT49HtI/ncyFPwyskr+03di60Jn7PtQjkT9pYMC+8QS6v0GpBz/zUHG+94++vsj7xT8GukC/1cqVPUIlWD4GIw09hBZVv9HtekDS9Ei/+8AWP6cBzD365tS+puW8v5oDBUANBzQ/zCOKvz0uuD8OWWq/tJ9HPi+yc72GXpa/71poP5TW3z+rsAFA/2XvP2FZdD5QGUk/MCpCP3gRjD9uEbq/1tCGPrK/hj3L3+S9qhImv3cUOsA6hSc+xSR5v4ITfr9L4u2+0iIDv62iJL8UB8W/CxhdPjtYUjyvdU0/UDOMv5Jc276apwW/4mHnP8qDE0CXgau/",
            "U664PgSkNj/qZ5G+5bqYPw1iRD5Twr8/R0guvfvIG0DI3VE/2loPP+VXLb8FYcE9MnmLPz+aq78g6mk/z7O2vr/uS7+DV/w/pO1UP93sZ7+Yl04++VzMP+1HVL9uEts/35QJQI25pj8chmS/yX7kPyxTpr7FYda/OmW2PoiIkL+ru7C7UKu4v2GrCD+qmMq+zZzbP91Md75GsUA/gUlHPTBqFz+qYLg/wAAiP3TQML/kjc4+C+0tP5+pGj9mhKk9MdKnvxnXMz0TvZw/hfRZP4wPW78pxGe+0tQOP5tHlT6juTW/AR6dP6QScz9hQ7++X53Ivp0LJj/d3Kw/1/lqPxlYMj/geVI/YgpJP3bXob/ZuwRAgJQvP8y0gD9czPe/bujCPxMChz5ac429+3SCvswMWj/JW0Q/nMGTPtAB2T+YZBG/eOqPP7UYkj/dCAw+xpAnv1Yq3j4QP7S/KumPvk5KCz/IspK/rEwgP36fpT9b7qo/QPofv07JuT5vKxTA0wIEwJb9mr84oeq9DFTSPgraRT5At8Y+pdQhv1KXgD+Vb68+LfGaP7bYWD+Q8Hu+KTdhv0m9oz75cqI/hlALwC8IIL+Safm+KiPLP+Q/ub4QI8K/3midPg2thr9rEJW/i5sSPmRVrr/pRuq+NcQRvyYHVr612DO/7xaSPvqt3D+vtEE+WGGIPwmdpr94Ppc/unXbvlPXZb/11t2/agWAvuwUkL/epR0/drexv+sZqD8Hw/q/k57+PsBflz4WP9+8faXzvnPAID/fDPm/DTR4v2iCFT/Sx6u/+/Qhv/Ywhr/g8Ue/jmSPv+r3Wz7yPcM/a1Env0TrB7/VvXs/rsfVvyd6Qz/0RkW/IYqNPUU90L/J84M/CNhRv1XWg75TLvO+u3vcvI6FBb9sUKs9cM/AProJ8r5t+5c/5INKPzk5575jsMS/ccfbvGklGD9ocPy+wL5sPwh9QD9AiO+/TqM2QIMRXj9I70g/mEiMP6ZojT8Zxbe/1mQPv2tnQL9zlKK/",
            "gHyevyMPMb/MKqm7mnirOg24Tj+w13M+8K2kv/6dEb/ZAXw+3oAIP11T2L7bTBg//2MRP2eYPb+NTKo/UL+xvzHR5z+KniQ/dpGjP6EgDr6bQSa/gbKKv0oEtD/d/FW/KO/IPn58ID0blDU/UNkZvnZDnb8f1TM/x+GDv3twtrwhG4g/+o0IP2OTgD7uT5g/3igUPzj8hz9JWU6/XaoPPj64ZT7avsk/GrwMQC5nQD+FBiY/tT8BQDhWbD7AX/A+Z2CTvxXmAr9b6BG/k3xSP7o64z0j4ZK/pMBDv7Iqpr9ieA2/c/bovh9ln781nyZAi14cP5FF1T7k/ds/r4dRv+SdBz+Vkay+MOmSPt9YB77E+Ng/5VWUP9LAjj4Xdks/couMPTry3r4SGsY/s9WdvojYZz/+N4c/mnaWPdrkCcDu8o+/UtJtv8zMEDmgncY/5v5Xvl0nlD/BLJY/ip4pvpdhA0DW0z0/6dyFPieQhz8Nwhk/xYp+v/iVKD/H2oa/T6YSQOG0cL8WxWg+3TfvP/zaDD6aB7q9PrCZPvkDpT3r7aa/6qt5v2iIGj8g0cG/haIFPUA2q7+GaaM+9kVAPzP+qz6RxOA/P6ajP5fhML7OrYu/LkA8PtWXxb/Zn5k/Q1jnv66WRj7Yf5u/uNvMvpsqEL+V8m4/IElLPk9FjD+/nZK/EK6Tvg+OyT9zDrC/6pgTvmlSMb58oqe/SNH8vin5x77EJqc/rKEVP8+Tpb8XXNi/TNpoP5S/776GQZY9wSzcPR97yL+TeI+/35YDQJkq/L1YYLy+98BJv0Ls9b8+Pfk9/FqlP0hCM76KHdK+z70LPk9KQr/R2Oy/b7/Fv2uaFr8feLA/SE4EQH88j7/Rykg+JoD0PI1Nqj87xoi/EEbjvWDVTL/ibJs8cysDv+usBj4P+Uu/R56jPqxbyz7pwbE/IrAWv9Doyj0ps1o+izjjPbG5Jb9tgkG/4j2yP8zVGj9gYy8+U2LCvSP7iD8nQ6E/jnCJv21QDD+Ni38/",
            "+vjfvknyf724fUo/aUqUP4AC3r5XZfg+pSHMv0ZVsL4UiVo+qSdZP3amnr7i3/y9A+eLv/BMCb5F/pO/IeChvsfWaL/qEtK/I4+4P90EYj63NgQ+pUW6v/gJ5j/hEsq/4c54Pz4YSD8KCVM+LUu9PpUXxb8kOkm+QLv/PkvhvL9EaQg/kEb7v6PgQb6I4Ls9LrRGP46frj9TwZU+TP+Pv5voxD914QK//CfIPkO1Z78ZfZO/YE1kvzgS5z+nozG/pahCPghWaT8da2M/PtyvvkJYuz18DNA/nQomv9ZlxD9sjVS/VtqXPu50l7/AGk8/G7vGPyMsUD2ma/Q+UG3cvskRmb/kHoG/DZGUv9kygL3fJ6w/EpdpP9K/0z6AMCw/PdUNv8OoCr+I8BG/Tat0PiTJ5D4Kt4E+K+dov7VE3L3L71W89RoDv4Tsor5p9RJA8TDFP1xy574z+xs/wzF8vmL97D40NJ+/Udisv5F2vz89Hga+SenLPsGPMj+wnjc/tbWeP0j+kD8ebPq+GgaWP8KYCr+qwMY+Ri+cv8RVsb81Upc9+8JEv3JCij++rvu+ghGwvyglpj9xwC2+/MqnPn5Pnj+miBNA2HlSvsmR9b8t2Iq/F3UyPU/t4T+WO6g91XxPP6EY8r1J7sQ+EkKRv8RchT1cRPE+Q8pFP3dip78lwpy+uWeVPee/DkDkrKg/GX2DvmTRb79WHTe7+Zp1v7j/YD5UtKk/Kac6vmu8Hz/5GKQ+vLXsvwEj6z5fM1u/AJAkPupJaT3jPBy/u4f7PaLUL73yOALAMeRQv10jFz43zBy/kiQtv+pLBD/jnJk/9IUPQD7muT/WHHc/dV1mP9HdNb5ZkI2/fJmjP+Tcz79wYt0/SLu4vqgQSsDdgqk/5J6NP+vF575YrGw/XSBDP6Zkyb6TOUE/yDhLv+B8jD6TZ3S/UW9BP2ej/b6HTsA+Hwu8P0b7LD6I+Pw+L4QBvxLp+b0z7rw/B00Hv7H2NDtXf86+iQW8PdbJoT5XOqE9",
            "BexCPtmmpT7ICGW/gq+5Pv7Bvz88sCI/efg6v6OsmT/1qB+/z01xvtchAL8CRLU/M9lmvkILBj/tu0i/J5kQPyqaMT90ikK/WN1TPw3sA78KwUk9A4kbP/XfvD+Ms08/Oe0ePp0+qT9z/YE9EyM8PwSVVL8ddnS/vjpjPw2GY79rM64+635rP69DX74NH3W/aAOfPke+ZD4q5cA+r33Kvv93qj/dvis94YaxPmPvKz7XyiG/fhJvv5wGmr99MbU/YHgjPwIRtD8IIHK/Nfm2vmDySz6OppE/5/1EPys4zj4fK5A/J5HHv1QaKT+bjJE+0VWpP5gxxb9KJg1AyVYVv8mBtr+Reow+k396PjYf4b5P0CBApNmfPraB6b9NGTA9YMQhP5tkHkAK6eG9hR+vvwFtwD6b2CG/rqG8vrdMsL5RRl2/N7PHP5vHAUCpwRS/2XGxvnowKz9Jl7s+Ks4CQI1bBkB08wFA+E4VP4MHsr99bw7AEEDvvmotV780ZYk/Vk+UP+q1jj71Tlu/L+slv5gHyr7SKALAbJHYvS5R+L+GkKo/vJWJvscTdL6rwLo+gX2ivjDY2b2gT2e/ZD4dPgt8n7+y50k+V1JfP7pV5D6eN0u/VBr7v/EZuz6sGgo/UWr7vzdPTL4lonM/3/eOP/k26r8Mefk/12SHv6Xgsb/ObCk/0ElGPnE5LD/i5gfA666eP3C/Er/PJdU/pyFwv/JigL68Yi4/BeC2Pj4x3D8nMNM/O+63vwz5tz8hXSHAAYTsPi1fSb9vgp0+Oz5LP8fEnD/5oZG/1DWkPuwryb8CaBW/FPSHvl3YRz8Y97O+2K57v8nS7j5bjXM+wVOtvzTgdb6p7grAo96dPzOl2j5hT0G+sfSUvym5C7+iPqa/ITsfvw8yP77fp9m+UZxIP6QYkb6hfmk+Eb7Tv1B9zT8n+sM79VgXvxbaLL+zFQm+pKEUv6jWhL8Nqx4/p2Oav6VbOT7bJb8+Mx2NP87NAkAU2QjARiZ9Prw7tr1Ndcg/",
            "0t24PirgJT/SYDe+LFwvPeYerT/4UUg/fPt+P2AMnb+zV12/f58aP7ggQL6F8I2/yJt9P70roL/Mgz2+72S8P6cihD93rm4/2nvGv84hXD1f5wC/yJcdvwEQRL5luwHAnQaWv3VegT/BcK095Em7PqR5/L7UM5m9aXGlPoKX7D4Lh6+/71mGPvbd+b5m6vg+CcQDPy97Q7+tzgK+AxCUPxO5SD9L0rg/ERB6vcPjvr5uKgS/c2HWv5lWqD4+tl+/9CU3P+Z7iD9+1R3AYMy1PHxgmT/8rBG/Ep6qPrC3+L4mrrq/q4JXv7SelT/b69c/k4S3vBSWUD+8S1g+gMC0vzqlkT/Snzs/jUeDP7qNyD+YqNY9v/+kP2Grjj+vtqW/8yvWvs7hnb20okW/P80Cv8ZokL47heg/VtusPhL5DEBwuDc/W6lUvmaHzj/PqS6/dMhTv+sB2L7JvLG+fJKwPzVbL7/hL5U+Z8BmPy9Upz9hfh6/YWkeP5gX6T9ZVQs/tfnDPia5gD/GQZS/n5E9unY9aD6N/GM+vmjyP8OeW7/R6pq/tiUeQOZwyD+Riag+zW22v+mBDL8oxtW/VLZ3viuxTT/0c4e/GU6Bv7ZA6r4Be12/FHNZvnEeuD54yoS/7eBBvhwz37tUIIq+GVQFv+yMRz+QXGO/pW2Ev3BnHD5StG+/Meltvd5oeT8KT5+/YuB6P4FgAsCYa+o+6xkTv1Z9aEAv0h4/oZ5iv0N/Wz8zXHw/mpZuPaXNNz/YF0S/VssAv/3YUb8YEKE/CQ4Gv2Jdar/haQXAPLa5Puh1vL3eOZG+MtWGP8a+cj7DV4S+bkMFwFZ7or8MvKK/cac7vyiFaL+tYA+/niNdvgBvVb9TZgM/rrOePaBvxL+tPRO/aAMgv79KmD+DEDM/OLwIP5vdgD9xWi8/LKFXvxmDaj75L8q/3qwVPykRgb06wrq+3lWLP48uHj+n5gY/0arqvYo+tb+LjIw/KdWdP0SeKD+z988/eRg3QOSJWr8wWpE+",
            "zHYevzrjAD5BGQTAFt8Cv2s3Cj2iG3Q+zi51P54FGzxc0LK/NECQP9lA3jxXarG+2PSXPplyFT9pAO0+gw0AQM8YIL8JPps+mnCqPqZiWz5Bz5e/ltgqv8Jm4j6Nguo/UeNdvxSRBT9xsYI+rLSOv8qINj69hK2+z4syv9WNpT/F2bs9FJxbv/8RFb8H2CM/cSWMvxo/o7+y+/4+sRgXvw6iZ79VP5U+0TwVQCIUXD/1wm2/oJFeP59c3j9Ny6e/6rfSvl6cUL7JEYk/hyKtPtpIGj9cd38/x7Agvh0jkT/ojuY8EwdYv+5lEj4+7f4//Q5AvQ2+CMDHf7+/NTwivjD3OT0FRoY/4+wXwPldCL+eNqc+n0+WPhcngr1+3AG/iEMFwMWlsL7COQg/gk4gwIosjjsKNu8+gFMhP+ANPb8ZZ9C/G5qnvpMhAL/p2JG+p927P9jSOz8naok/hK6Wv8Ubmj/04Go/1NfpvpE//77qGH+/VBXnvsvRID/TyYs/L/Ilvnb+jz48O6a/pGIQvgBcjb+eRgrAbbWTPqQw9z6eq12/cOefvqSuJD4ITow+MtANPwmKBr66lMc/jxLIvxlIab72Jim/RrbAvjq+gj+bRM2+y7qEP2+y6b+P6SM/h1Kmvwo4Hj+lNGY/CByHPxM6gr5D7WW/8N8WP5qflL7xE4C/E2n5veKQbz+cbpu/SbWBvrwYGD/dm08+NzBmP2lnGL8dh4W+cCt2PkTPJD+DpAc/QKTAvkCCtD72L/W+nGuXPmTU7zyojbc9ON0/v82xhj8x1Ii/lkZzvwYoir+s+ZC/NXVpP9n+6T5tJeK/xe1ZP3RAFb8YIo6/NhAkv3iJ8L6/3iG/zH7dvhTQNb1sG66/TuNcv8gn9r96b6q/T1+JPrsnBr/PaOg+Htw4v09n7T+kLWQ/F3dBv94crb76T92/c6iqP/GyPj+aO8e/lLChvn52OD/B15Y+C4iyv2RQ0r1dJoq/ABN5v8jDBD5QndG/w3GyvpX9E0DTzy7A",
            "weQFPUBq7b81856+2PB0PgxxC0Bm/Lu+DA4QPmJEjz+ADok+nsABvyKzEL4I+rA+tTE3v8j6Sr5JbSG+XyKYv5JP5D95rFu/sMIQviM6Tz/8BW88ozd4PqjfHMDVvFY/WYoZPy/UHL+t+AE/z25cvmt0or/hiCHAgCMLP4U/DD+/DZM9cvpKPy1F879L45c+bjMqPjuGY79tnYG/1BUNQOyEG7+7hn6/sPFzP/GBhb81Woe/G3pMvhrLhb6Qw78/mT+SP8CmgD5CYRS/NnjGvWThvT57V1Q+LECAv5sLvT9WOIY/Qbv7v8LHkT8ad6g+K5OWP2dXKT+l+ni/z3+aP6UbLD/VZWi/lPgGQNyYSb9dXOy+x0icv18QuD8ZjyI++PWYP0Wv1j8gEJg+eeWSv8RkRr+6TRA++cUzvnajSb79UGe/qRuBPzgKIj9ds3o+6yRxPvXF2T1g2ok/90suPf14tz3F8KE/S78YP7sWQ70E35w/taPIvpDjfr9IIgm/AHvVP0G1ML+h9e894n+/PyS91j7d2dc+cPSCPvAhh74t4Mq9xVAEQIFBob+/zpW/am8oPzI46z458La/aOjlvkqoRz/GmQC/E9i6vkKPUj9sp2g/F4w4vwXRRT8dzO++VcBlPzQVAMCkA+k/tFuXP9np/z72p6Q9sb0PQK/EAj6gyx5AqCMDvhxJzD8LwAS/KhiHP8XXgT79kEc83iWnv7yGM7/jr7A/Uchyv45sYb1EGHA/ObiaP2OlM7+pSwi+o3MfQHvq6r+L2au/HEhKP3RPz78KF7U/a7fQvyihFj+/sme+sOuQvhQq2r4S5p6/8IQCPz6DRb+xD6i+/se0P3A1Sb4MJZ++W05Cv7ATsD/XFjk/veLKvm87Oz+G9Lg/mKrlv9Sf3z+Fq8W/6RRxPz27SD9DFr2++aUJQFxBrT+TkWK/SS+MP2KNDUDtNhJAhbGzv80rib9Khb4/xG7sPrjlSz7pwx0/gfdmPkiT+L8Qm0S/Ki6IP8edoT/tc4K/",
            "NJ27PzqBPT9rIfu/myC/P1T2Nr4XTgm/m4YvPxfKzL/btwC/5v70vvDK7j9Cshe9GlTdv6pUsL7G1iW/uS0HwOwAzz5oin4+76J/P7CHhT/8pSK/fKmAv+XsYL9jVgo/ZGwDP9Z5PUDOzOC+yIPLviZL0r67m/k/iWC5P+KIFLyMDqk+x+1CPxErEz7Oq4E/LO6Vv9xesr/knMS/DDKavgFrQ78ReZ+/FJFdv2P3Ob9SJ2w87KkhP6pUAb/N9m4/yGt/Pzq+9b1zBUS9utKcP4h5BL+bL0W+tvpnP9WVyb6qn7U+yUcbPqeyFL/qFDq/ZmXZvRogz77bGG29k9aCPnPqZj/DHoU8bhYWQPRI9T5VF2o/WobYPgjvkz5JoB2/TAW9vifDuD6XeaC/diZrv0FmOz85SYg+KXYFQGADR7//pUO/qwYDwEjskL8sU+S/gH/Tvj6Wzr/8Xq8+53y7vXDFg75nXd6/uU7nv3iG/b/UURY/bT9tP+PXlr8Xx4g+EFaov3cnhD6pLi++sPdMv5ksfj8bBqK/1ywav2o2nb5L+MI+v6fnvoMszj9bNgHAqZ1NPxBiID8OnBm+DGShP58aPz8peVo/s15sPeLDQz7O1M0+OjS/Pk61cT62yI0/G1CMvoZNVL9E3H8/syGtv7cvlz5jTNY/UA6sPs5Gub7e4k2/q+8XPwyuHL9luhI/Iq66v4iDQr9s4KK/CTHdv83giz5eT9C/K9a7P+cYIL8belm/WDThPmeqKL+dcdo+W00rv/mA4j9ng4S/D+ZYv5udRb39cCY/Q1u2PwDEWz8Z5C8/62hfPqrWbL7qf4i9J4yQv+OEB75Qa5+/6wPBvvX3a762ZZg+ldvFP7+Yoj4wA0A+JjfBv7WqBj8UksY+oXv+PhEGmT8E19s/T3kDP32FY79Bpia/h8nsPlK2ibzz2Re/ySu/PlcrHj+QFfc/gwdXvx91ir7noU8/JrKmP7u+Zj+zP+S9K6Flv065iz+YDA2/2kYLPwl3Nj/hjJG9",
            "pt1PP7uoO79YDjvAsIDFPUsTrD78OHVAnC5tv0Hn4D4DPDe/cd1BP7pkCD/Xz8o+y8MqP2QcOz7fIVs/y9PFvv3fq79n5oU/JNQjPyTBZb9okBfA2t5Tv/g41L4aV9W+r2uov+XF1D9RKBq/HlEHQMlyoj/uJym/3FaavuNTiL+LeNq+eYvrP6XdYT/g1Ty+NcxQv/EoYr8tpLW+MwVRP88CXr/9Xo0+CYUUP0WiDL+PTGm/YqOIvxtz+D0q2b++rbzlPitfMT9ulpW/mVbjPh3xNb+x5R4+b/vTP/tHE78F2G2+iRHyvWQskT41+4O/mtLHv+IpNb82qrQ/bhM2P+0dgj/frLM/woBDv6J/6r7ayo890V1BvpCCh7+fG5w/OFjCPUg4+b4IJeW+4peOv/INWD6pvLg/0L6pPs0p9D6WyZK/066WvmNFWz8c3gW+yRlKPYqYHL/GdwG/0ODyPic+mj63MGk/SVgdvythvb9FKYO/pV/Xv++9jz7986w/LB46P3GO8T1tTmS/On8nP06IUL+SoL+/3ejDPjHxvD9xPjS/0F6cvkB6QMBpH9A+uukXvtFv2D+tOfG+q0HYvucGw78/IADAwCPGv40BOz8QcnQ/mMOZvRkvQD+UCIc/tZrKvad1jT+CT62+UjfGP7xuUL84Z7S/yIbAv0CnBD5ygiy98/C+PuAMA775VbY94ZX3P5ihhj+vn0w+gekpP+F/yLz3abk/gFdKvwxr8j5mCQ+9324fP/PzlL+BBBQ/Fz2jP8afKz8P3BO/e6wSQK0GSr6OUGw/PZEnv1qkRj8gmp6+4ezCOlwoCL/jsog/q9yoP0Tb8b6YQ3S+Tk+1vyPsT7zYEJg/m273v0VwRLy3Yos/TOGEv8pfvb9OsTA/PnWsv+U8Gr9vkAg/ri0nv5soNL2VVVM/XVe7vxBnZ77JdU0/VnmKO4HeWr9Jjhs+36WIP2YMtL8iUMk/eBxyv6rq9b/ksNo/XlOJvyUM/T54yYW/W2P6v4j1WD4aUIS/",
            "pRACwDWPqDkQfjw/zA8jPXt6PD/IRky+hXUHP00z7z+BCYm/es+1vwZa/z4+azC/m5mzO0N1ijzk564/TZaVvsnW/b6nC5u+OTckP4IPozxL2OO+hCDbv9iLJ7yn7Qg/7VKLv9MsVz/1NKS/iUCCPjAhYL8IhUC/cuxSv0lLoD76TQi/Wp5qP+5gE7+cLII+Rc2Ev0zvnb/oXw+/jYB5v8FasL7rB8s/LBqQvkizwT7QNU8/sOFqvtwmoD7qkwm/vgpEPg8m1L/kN4m/YJGKP8Qfqb9BRo8/Y2GEPTaHBj7NWZK/mhPpv6GEtL7SEme/YxZjPVRRG768Aqa/3/wBQA5Fg78BtF8/6RQ4wHBjr7665Fo/u8TKPkxR2j+uLiy/tPLTvwFokj1Ilmm+HFhOPxgfzz9bjIG/w7Eov0FAPj+oV4W/4Wp+P5Exfj8U2ic+k0XdP13oiz5hwDc/ziMaP7ArVb/dppE+IwoCQBWWsj5nPzo/UtWCvOUnxz5QYo8+GC67PosgJUA9giS/JWbKPtwczL99jUU/szmHv5P4dTxk+Ny/WFwNvnA3Sj/756w/sSGJP7/58j0izqC/GFyLvSGOvr97yeI9RWxdP1WwHD9vrFG/bHj2vsIc572KG/Y/9q5wvuUUqz8jiBo/pdGWv9rBuj8sHNk/C/hOP1fsGz5/jo6/XPC0PtoOzr7W0bI+NYkwv1g1gr8WpbI+5khWP/Z1yr8mtz6/96gov97hwT9qUqs/r/IPQKGt0b6Nkoa/akiPPqJSgT4/9wA/cyVQPjlx4L5aQMO/Vz7cv6gDtb/TShc/pmW9voEumr8RYag/2yj7vq4Huz9sBks/VXLmvVdbAr/nzhi/D5exvxlsUD9PaJ++UZImv9bww7/OSk2/ROhbQHTfaT/pOwo/KDikv6M1Tr8Vyzk/PrySvwPbp7/bZGe/FrDYPm2IzD7YLS3ACgA1vz4dnr42rGC/blEMQL+/bT9bus6+yEoJwNrgwb5lyW6/KU2GP2327r7w6Ps+",
            "PvamPxdYl78LP4w+zea6vUBplr5bPhW+NJtkP/4KL0DDqc6//7GCPeKf+z5pIRc/YSqvvyByUL/sSIa+oSmzPvLjpj1zpZw+RZ0vvyaqKj/fMwK9+Sr3v4oYMz3UUaw/uCWcvlgbnb5brTI+qWR8v8Syez9viYK+mHMCP8aP9j6Ge9m9+SwpPmE9gT+x8H47jbgwP/5aLb/ML12/qi6/PoXgHz8RmcK/GpLZP0cL1L1oQr8/gtpNPmTDa7/G/oq+SXYrv952gD21k9G+owAavFFE/D4d61M+rC/Rv3sGg78gH+2/gACmvyoRKb//YdE+stpAvx7GFL8UKtK/sd3hvhmIoL4w9oK/wSvbvwJsS77jbQe8IiLFveoiib7lx4u/21U3P6oMyj9bMJC9gOGpvR/tYL8yqkI+/cGcv7MYlD1MdgA9QON2vwENOj65OaS7b/2XvpMXdL9/64E+YgB1P9VDlz7jW6m+NA6gP6rvkD7SFAtA1cByPuiUfjmtVCA/l/SVP5pz1T3SZQW9EfznvvpJgr8iOqU+nNS1vifgzD5u6ki9PqI6vmEDa77knS0/i59uPzK8mr/WaXw/jSyYv31vCkDV1fq/bPQ5v1LW5789eARA9m+8P0Mzbr5xuXy/RqhuP5lqML5F4X2+VwHQv9HvCb9+vzk/G7qmvUPjBMDGXXW+moMnvyGX3r8MW5S9XZ6AP0Ckfb/7xqc/lgXLPN9b2L6Ux5g9H4gvv35Qfz9dp5K/esMNPxzOQL9i/Dw+bCESvNx1NT932FQ/I9Hbv0GxLb+u6BQ+Q0E/uzeYAMDSpyE/3mesPf0VIb+nxC+/mkMZP0CDij8JzkY+UGUAP1bHeT9Nhg0/fi8UPtpiWb8Mtjg9qeCDP1AmMDz19DU/THBuvTE0wD/khhG/5ecdP4LT0j8ih46/zUyuP31NP79BpmK/hm88vTJ+bT/lLZE/NyAUv27+Vjyb2VI9ar2yvLloiD5Q3dM+8P00v35AJz4gmJU/1B69P5+Prb+Lt6+/",
            "gUqMPplUpT+fvWG/oS8Iv0wPxT9RHvA9ng12vEHmjT62mm4+4IVXvryO0b8vNJs/QGFMv2YeIMCACW+/XFuXP3RFXz/+HMK+C/sFwGpbFcBFuh6+tIuMvfJvD8CtRdw/U9buvw84MD84966/Z3+zPl31GD8rgwS+wIoAP7ZgGr8Bf5c/yKvpv7Qc2r49uIi/gdDwPZrVqz1t0+m/NXD5v/S7Cb+qMCXArjpEv56ftr4cm12/4YDyvsiGXb6KScK+GvihPow5UL+jsiW/Yyk/vcKvAT/P36y/dbAbwEZFIz2w7oM9AqGMPggEq78+Czu/bjCPPxXSpr4yhMo/Wyu6P71LaT8efHU+pnuCPxE4nr7yikg/Hfj6vtSi3T6A/36/AyFivnhThr3xXmW/jKHyvi1WVr8fuky+BwZTvx8dbrx+10M/5bnRvlgQbj/4NoS+4xUuvxuIy79Ox5q+C+C+v65GTz/Isrk/whNGP0VMBr9m+Zg/a//uPXb73L9c4SK/uirLvxNTCT43STG/tmMGP+kZOb+R1ko9k8/FPgtCnj4gXW0/6lgkwFSa3z8EhlU7xRxgP5aRwj3I74q/Y1LXv32Sd7/sV3W/33EMv76npT9vkWA/VvqIP2nkkD8cmIC+A6SbvxpcAT+09Gm/43Y+wDN4cb//UwU+jUT6PtYEbD8oECy/nRGUPx1Vbj+TFCU+X74av8hbU7/0N5W/lFOTvlwmC8Bhv/Q/QjyWv7aNi7+GWwW/riSBv4EcjT8JkjI/TZZivxqRRz3JQvq+XDIuPwNJ/L+u76A/XyXkvXaW8z75iQ/A74XpvueM0Ly+OaW/IOEAPPi5UD4NHYk/BharPuLZFz+PP2Y+GX8Evhemkj9b2ic+9A2YvqYrJb9Ws64/MxHCvz6N8D4/Eh+/jiEQvRntH76zt2u+ShM2vza0Jj+spg096aU/vw1P8D/d6M4/GV92v4+g2D+AL3Y/4dYYPzrQyb44Gle//MUsPzOqsT8nXA2/Vp0uP4BLrT8qfUA/",
            "3PihvJoDmz98TDo/SLcUv+/jzT0TI7i8LdMfPxEgUT5Wtba+Hb0Kv6ORjT+axlM/DDXmvr3KIL+sRsS/AtwNP2cimT/RgF4/INFpvzQEJ79pxdU9E0hXPmki/j6jbS5Anz2yvihIVb/QBMC+KmuQP9cRQj85phM/BU4Ov//0ST/Pbdc+NPgCP9IU6b03Law+ihmrvhkmjT9Th7s9LJUNv621L79dicO+XgBmP83wib4tcd8/327Wv0cc3z5U7fi+SCYEwKNn1z7uHq6/gQvePj9Ksb4cxsA/JVthP0LB6b7QIRk+p7W5Po2Y3j+frCI/m4iVPpdHyD5mVu0/kR3gv/eeMj3nvbK8JyUGv2eBFz99Ntw/lqECPx+vh7+mTBm/DDBWP6nNnL6IyVQ+jolMP2kmDj/Dtck/EgCYP6isjL9SQCxANV2JPhHpzL1RYZW/dQGkP0Flc79JGyg/90GGPzapLT9hKZM/keiNP7rhSj85XI69j/28PTP1Ib9Jfke/rctaPuq2FT8OasK/exYEv4sb8z7586Q/bIQKvzo7ZT/oyV2/Wu0vP8O/ij6x0Fq/3ZnAPnt2KT568pi/D1Q3v1l4Xr85zZ6/4Hy0PtNoHDu58GW/QIHTP+A0uD6lQI8/0mKQvpR4zT77gYY+0BAZP+xZ+T6crqI/wakcPm+Dfj9QmSQ/zNXGPuWVyj41EkZAMODKumDJ179MSvC/kp8qP47gPr9es0w/3WvRPM4w3b6yClW/mYMjP+fQZT6J4JC+aXrUP3rfBMC1NLS+Uedav+KXH8BgGiK/M97lP2TxFz8P2YC/QQ/WPlMHdr21XbM9RTQ6Pzu+CL/ZFMM/2kvZv9Zedj+RXXW/6hEgvm+QTT2dHp6/r2kjv3+Izr6AmOC/F8M3v8S1Iz/gks2/hGXqP4zlMb/NkiW/SZ+5v4EQKT9X1dc/3W9dP8Ugkzycdj+/uEkowIxtor+N0LU/zJdBPVA1ej8Gzzk//lbwPiiWYD07c1U/4IrUvvDrp78vFb0+",
            "xDnfPlPijz4/6yE/t3sIPw/+Kz/sXgPA9KL8P5cjFz9ZTeO/aQYXPiLgWTxxz2y/GsQzv6KtPz83bCC/7k+7vELmJT8BF2c75LJNvreljT/T5Wm/RJMNv9FHGD8ZSkU/RVrAPrgS5T5dCxq/A7CfP1yS1T/ZZYI/ipjev8yVSL98b+A/X3hpP+5bqr0pyBS/aLGXvMekw7xX18w/5tjGPDD0Jj4IMAi8AShLv88liD+b2A6/4FqpPqcUar9GoHi/2XtbP8Ovyr/6uwW+Kk8qP59PpT9ohnA/ZpMmPy09n78OipE+MOYbP5XqNT93kiG/RDS/v+bnJb9IWec/DEJPP53xmz9zOxI/oF7dPbEqsb9M3xO/IhVkP9SvK7+fjJe/PVmMPnft4r4k+E0/7nd5PgWPAT+am20/yqHev28s8L+j5a6/Sw3Uv2LXzL5vpgc/yBMDPv0n3z4cTMA/c0WRPw2awT3iPAM/xEHavqJbOT7TLmo/9CfXvzAPtz98yWe/kzaDPwO3zr6D/gO/rZxSvbTtkT+oY9e+iss/vyQRNL5SMc2+JriTvhWYxb7wAdO+mgyyPGEj779Twhs+JtqOvyCukL8zSFW/CbAcv9doSz82Pay+ORaJvn9J678DvuE+XmSSv8+9Dr9iMU8/m/SxPhRN2z8Oby+/F9wFv1vtj78SRx2/dNSIPevTvT+1OOY+WTkpv/TCXT+i20U+WBrlP6VTKr8LDGC+iRW1P+v4i79r7h8/Tt6Uv5uJfb+cDqg//gC5vZJB7L/ixOs/lnhVP091mL5FZ2HAT3lDv5LghT4zjHS+9UH8vV7kQL8/Pqm+xhvmvSi7Sb/VNz2+aumTP87KHr9518G+0LHEvmkr8L4JPK6/UgFzvrsoxL7QNpm+Xly4P++0q75yOiA7pPqbv+Q0E747McC7qJTqP2b3nT4ZRUI/A4lVPxnZHD+JZEw/6t3fP+5Ofr7DdCk+/NATvwZEzb5YQua/jo+dv2j8CT8neMs//ZzaP7JTnr/gb4S+",
            "GoTJPpboFsBoGdK+yF0Hv6QLML5tbe0/IzVdPVtYlb6Pl/W+dOCVvy43Hr5NQHm/h+hjPwc9g7/vJp49KHAnPmVVM722WE8/nAIhvzxSvzw0tvs9QvUrv2p8rb8SN+e+c2p0PDUjqj6wAr0/ytWJv2ZdmT8zyoa+h99Cvz5kt7+0P/2+z87Ov/H+Yb+v+L6/A2ACwATIxL+7FG8/cdGhP3+Mqb9Ab3K/EoNHP/Iw+L+nDWw9i/axvoKklr/5i40/RN5Av+QbZz4tDCrAzbZKP08KnL+KFCVA9x68vvcqaL/zKq6/D1s8v8M7ID/cuFQ+5Dg/PkYlYj9c77c/3zW9PQIh/D8g5f+/D+vuP3JKEMBbdYy/rRjTvapGWD7N3rk/+GUOvvjnMT9Vwpw/Si3FP6dk9r+2UBfA3ysBP5JiPb/goyK/YszCvjGzNLzqgXI/336Av+V3Ij8ht4e+yES9v06XU7/3fgK+sx95P+Vsjr4swP4+8FhGP0r4jT9w0CY+TfHWPrzFzD7jPLo+wDfaP9xx9r5Fpde/+JN5v77EWL+8G9Q/TI20vycv2T/uw7u/596CPjdH1b9AjGU9geHsPjJpez++Bx/AJX0BP98LPj5IyQ/AQd6ov7MVoD+TngC+NoGZv0N7fT4BDq08FMfAP4dzIT9RXgk/QJpEv+lnKr1bJEm/QssMP7OGkD/sdkjAH9/tvna6fz/o9p0+RA4AwAJUXz/6nvw/FH0vvsHRsD46gzi+48G/v85Afr/6iI++XJbDP7SHFD/45co+DsVyPqPoOL9mi6o/Mc5cP8yoLL8nGEs/V6KhP4DR+L+v7cA9w2uGPir1ub9rfFa/zofLPu4Vjj+XPjjA4YcsP+viG8BQ74S9uIqvvx9EHj/sSbW70EMuwJMpqb+ni8I+Bq8HPxTmxL4r1js/VYLAv4RFBj9iGDe/r9OvPvpX0j95xfs+BSoQO5Bx474L+J2/YJi9v3g5UD9LJ5M/4kcOwJQ3Cr42PBC/YrnbP6KtXL8bffa/",
            "sxCUv50sWb/Deio/IYWSv/yVpj6dPkM/QPeZv4zxRD3dxqk/LWgDP2yuUj41WeC+Db5TPl9lDj9r0dQ+d4b6PwLCjzv/Vki+6ofEvwANGcDnuhg/ZGgPv1G4XD9w4cQ/qjSmPwPGAcAcpKI/sSRIv7vON722Rsc/jgzDPk4hqj4GcLq/UF19P1Y9MD8T+Ro/Rs7evt6NL79WEqi/2oyIvX+xsz+6z24+ZRQAvSMTAb+xoX++z/EiPkxdpj4rGFG/5UGWP2Tbhz/IMPk+NLgUvqE+Wb+OtWc/m2bVP7/amL9OwO8+wwRKPuucLTy4r8294M84P63kFz54X/c9d+eOv+tg+j6yQok/jJ2Pvy7XPj/wY5a+K9P7v53npD6UUZ8/X9UXP9Imkr4AwhW+JXXlPhi0kz6EGQJAf30yv14HnL4w+X0+gbiuvpWpS7/dBCw9NFaDPuXuVL9hhpk/8CylP9tYSj+78dI9Zc+wvxGCcr+Kz9c+lmwGwMijkb869bY+fsx1v9Y4PD9c7z2/CHyGv+LMar+S+eS+92OzP7QVO7+uWDW+5FY3vwuGhT69U7U+xUuDv479DL7WEXI9xCgHQK/auT/TXYO+bsF0P2Reo737b1C+iom8P49RJT8iNhPAWBMDv/zFn79NnlW+I9oYQG8Tob/F9tS/+cz9v1Ezlr6D+mO/QZY/P1612z7Rhm+/QsywP3WZ1z98uNo5tx9jP81QgD+zXsK+9BBzviq+kj8Mfx0/XHeZvnaXiT4JvZa/srnLvh/lFD58J76/+L7mP7OdED86naE/mOw/P+xd9j0sYFO/MjIWvxBFEECVHwBAFIPGP7f/AT/i+9Y/Z/4FP46IVj/Kf90/ytF4PlYZVz8OHlA/2diwP6geLT+NigO/h13ZP4RiSr9cnZA+5CqUvmo0KT8Pzci+TI0MP07A1r7bvgO/r/qdv5XI6762gjM/r8SDv3Bv+T4qX6y9e1U1v8+cYL9iVUa/oZ7Uv+HyyD4cwCO/RQMMP6+MYb6fuzm+",
            "EBJfP4hKFr6OJDC/DXwSPwKYCb+PuxfAhIPPP5AbTT5++2q/01rEvln0gb63gza9KnynvxiWdz4gzi2/y2elP48R9L+DaJ+/GqRcPrUlrr/aAis/cZupvq+RAz9NIOS/+w+AP6f+Bb/mwF6/CR7HvdgP77+yREo/qzm9PVyMzr4WAeq/19AqP73svD4lqAfAeJEmP9cPEr8VmtG/5h24vhXnRz8b+xY/LXybvx+sXD6s0/a+Y8cxvwxVcj/47SU/3/GKvf++Ez/wdl2//eLuPuXnSj4vAjY/dwSSvww77b5s6UQ/ZLsBv3ZH4r1U3o6+pCHZPuJ4MT8pEzU/w2rcPxBUIUBxmW2+ReDCviO0xz6riKC/+E9DPklNLb+3lXU/VgJ6PtdSaz40xbE+Y1KrPXHYoz5jqlk+qTCePwz7tj8kGUe/YyUjwIOWjrwMX9M+gknSvui3tb8LC6u+akXCvjmfQD/AF7s+9t+JvmDhtb4i+BtAJ29BPkkGmb+lD14/FYjxPv8Ktj/4xxS/zTp7P34iqL4FIA7A2PSMPvzYz75FQb8/7Z/2voMKXz8FCTE/N7hFP8+GvT/oNko/TDzmP8eCiTwMcfs+37vJvyyAAL+0A6q/M77WP+merz5CgDo/2a2UvoYSnr/SdiI/nl0PvxPKMMBxdGY/n/T2vmXxzj5oPNs/OYYyP0hDA7+Y8zm/fn9Vvzps775A7NA8YZOEPcF/yb5yj0O/k5RZv69Dk7/b4OI+AXphP8gowj8D/tC/L+hFvuXuHL/j8+u/6ajhvR3LBj4Vy5G/k99avxNLOL+zkjg/nTjnvb/Rfj+tUYm/i8qvP74xRL8zTKY/MjzWvlgE5D47Evq/4ksbP/IsRrw+U74+fEtcP5rYIr5Ml4o+imUXP68+gj9CsHC+5o9Kv9ltt70/eU2/JyRNv3X3dj53Vxo/X+6OP06dqT8TXWG/xGDgv+v+p74ao4a/PAmBPoCGjL/plI4/4VCKP681sb8qFSs/NbWmP8y/IL4IpaE/",
            "QwJ1vjUdXr4YHJs/fbmXP6rdVz55aAi/3RbPv9N7bL8oSihAkZZbP+3CA7+Z1Pw/CIMGv9TwdD/Folq/IKbMP5OwMD6LzOM9a5dhP5U9S74RAfc+rQeCvzoyMT9O2wG+PNG/P18jhj9WEs2/0eEVPZpfpz6SnoE/GfiGv5Ukcz7YJJs/qHlWPQ95IL8eNo6/DZwpwMR40D890iU+O9tyPwEYJT42z8e/QjJ1vx4AgT/bD3m/N/XSPxtug78vBSw/rFeAPSE4jLuq+PA/KMCSvxelNb+XreK+ccDXP27VNr4Ysqu/E3ZWvpo5774S5Y8/zVJ5v2gLzT4CtVw/8Y48PnuPSb83T0w/V2fHPwzdFD7jFno/ZQ9wPvLnoz9HF8Q9AWOlPvkRBcC0tPo/6Z6ev45MGb6BuPC9UQKtP/iNl78nqKI/ilK4PyyjAb9/cpE+T7OcP20H6braRj4/JhN3P5NGl7+hHz4/k3IHP6op172vgEW/mk46v9m2vr8l1Qw/Dj2kP03lXL9PH0S/eXQ3v1EOdj+G+mS/A0+vPEk1/j/rMPU/2Z2DvqOHnr/qGmG+cFmgv+RCCL6AOQ0/1xJAPRLknL5EKAZAa5CcPgAJCz+/oak+6p4APowXDz/WpW+/5KChvZoIpD+1+ac/wEyxPdyVHD+Pspo/vmOyPxCUjT9yCPm+XRwEvnC4Nj262NU/rO+PP6F7MT/TjyC/GrkbPgZGh78MMK2+d41AP2SX3L++sAy/MHNiP/D+DT8P4cs/5cUtP5L1LL7noY8/owL2P7yjED+ZCN+/3nCjvWaWxb2+9itAg5mYP2d2rD+L9J2/hDzPvsAW4b7Fnp+/H0/ivvBGzD4CuPU9tED5Pgc3BD/TgLu+bnFMP84Dwj+tV/a/8hSDPgsjdD/l4mE+KRszP3Smiz+oNJy+fb6Vv+Mekr5AT7c/Ng5zv+BoIz5MP6s+GnWnPqGXED8kQfw+ZCxyP+27gr+Llb8+thqOveYwFT+xmAg/akj3vnhJUr+WBmK/",
            "pdA4PWJl7L7M5U2/DAXGP3jkaz8YN2s/eMzAP1hEYj+4NBTA54ALv8vT1j77dZE/JM1NP0rAjz4Wk6e/x5J6v2h1h7+i5u0+iP+JP8i7kD+p9yi/P6Eyv/mW2r+Wmxc/FHn5v35hHT+H/h2/UoetPuALRD+3xvA/Fwymvq64/r1kTP6+MuQ4vmI5Wj+dSIM+Q/8Av1PTqr9SYLc9RPwiwArr4D+oC5Y/E78LPyVaLz/i0Cu/HQceP9AAjr8foAm/XD3HvHKSbD3KvZa+l1ohP7tw5D5XI1M+JawPvNyXgj7Kc8O/nXZ2PnkZgT+YDgg+LapTP8olob7VNI++ugGdPw=="
          ]
        }
      ],
      "outputs": [
        {
          "shape": [
            21
          ],
          "values": [
            "AAAAAIzSnQIRkLMVAAAAAAAAAAC4cT4QAAAAAOUTsRBOI4gYAAAAAGH0HT7ObCADAAAAAAAAAADoglg/pUqtIQAAAAAAAAAAAAAAAAAAAAAAAAAA"
          ]
        },
        {
          "shape": [
            21
          ],
          "values": [
            "AAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAANEa3xIAAAAAw8BBPwAAAAAT+Tgq9fx4PgAAAAAAAAAAA5AeCEsGjyfOpCws"
          ]
        }
      ]
    }
  ],
  "trainable_params": {
    "conv2d": {
      "bias": [
        "JrO0uw=="
      ],
      "weights": [
        "/4gCQP9Eoj9GBzRAdYgpQA=="
      ]
    },
    "pred_x": {
      "bias": [
        "BkA7POJOur3lev+9VFzUvfCyk73Ted2919Y6vfA3C74vhMK94CZrPo/ygr2CuGU6IJpfvZTcN70vV407DRHkvBC8ebxfHu29fLV3vTeKUL3FBS29"
      ],
      "weights": [
        "duOovRIQ/jwwWDY9RbVsula3wrxP+4S8MW5ZvRPDgD0h/pk9OV0VvvCyLz7k5mQ9TUeSvRHJSDwO6dM9Xo1uPVr6nD1S39+8l2MKvQyrxT2+zL69VPD9vQOitzx0k5w9CpKMvFO7H717SUw9YNr9vGNmpjsQNOw9bLlOvRDBHD5FbsI93hjNOUNhsT0Ek6g8mn1sPcs+Gz3IVBy9QTrZOtPX2T3xbu29N7YtvvympT3SbnI9kE8ePeiZlb0zA+c8qavdvENSxT0O2209weEBvuNHKz7JIIg9euzHvbZ7Fr2KkHk9uUntPYHGXj3VPge95RpJPe17Ez2ceAq+9/Y1vkEdljuwtrk9pQIQPTjAED2SsR86uVSwveVXnbxU6SU+uMCtvQkUCT4C/449OnWNvbCooryA5+o9yKQVPX4cvT1HI228vG4MPHsC3z1h3zC9BdcovjhOkz2oRMU9ZuKivXFLXb1XC5s8g7KxvSF2ED2vz389UvGSvRLogT3asn+8Fny2vLRngzy9v3Q8VzHvPbTaiT1VaNK9csjMPAKjRT2FrSe+VcUlvrwBrLsE+po9xlWgvLms4zxhCC28GTWzvSrf5DxoSeU9Z35hvWqUSD5AeZm7IuDBvUEWhbzXXAA9/JdyPeCB6zzFLM29bozCukv3SDkwCvu9nZ01vj5rlz1E3IQ9/vfYvQn1hb1lBU09tLeNvXXw6j15cCc+eAWcvS3VDz7BnAE+r/OnvZYwML1rFY49B1ioPUrjqD1P2we91UO0PJdyxj3/6jW9gV0pvi7+nj1K5D47IneJPEpIC7zyhTs9Y+XDvALdQT2Nyq89Rm0YvXPuED41+ZU9/LK6vKeuBTyvwkg9DyKiPaxppj3Trvm9K4VlvfgFOz38iCC9haQNvn9KBj6BMUg9sfiLOzQreb1pq6U89/ErPYdvlTzAqBE+iIE0vp4NNz6r5Hs9VYE6veF7pT2Zcdg8Z0waPFozwz3usIo84lfcvMuihbrQLhO+lZoevvASrT3dwvy8",
        "JV0kvTGCUD3s9fg95n9tve7hBrxEjL49QTIQvgZQGT6dBbY9rwVavJzQZz22wQo+6coxPQqZMD2B2QM8N2Upvfp3yD30hRO+nnjGvU7L/jmSl6c9YSZOOxdIg7ty1ic9nR9kvRVQNzzOFSs9pJ4HvUCZCD6O6AO8/Lelvcc8d7xit2Y9zSf8PSm/uDsnP+m9psiSvSGjJzyntWu9nc0QvhHDabyqJsQ9eoNtvF8Qaz1Lw7c8YImZvb16bD1elgQ+Zt4ovaQN4D2NCMo8ziOSPCUKnz0OhZU8OjIBPuJ4sD2QPlW93yyDveSSbj2MdvC9rgHivRxkzTzk3zI9vZOxvVSuFT3ZJM89QO4KPe9ekDyg4G49wtNcvf64OD6Zfdo9Lke5vZVfrT16JxE+F24EPOdemjysjJa9PgIPucQatz23N3+9bPmtvbfxcD1x6j68VuPZvTbM8bzfUZ09+YQ0vP6YPD2DkKM9JHuavar9ET6K7AE+SHR3vG8kAL17tJg9Odm8PbYGaT07C+u9N4MmPeizBr2Qc/C9fKCmvZALCD5QKoQ9Dve+vT8tIz3/o6A9WxxevejYQz3MFcw9Qsbcvb6UrD0D7P49xRMOPODvGL1GuvM9v5jtPSu/gDxl1/s745nUPLtA0z1+5My9L4oQvgBSfDxLKMw8N4UTPKGhQb3nBYc9MZihvfYzAzz41Fo9X5IpvryInz2VIR49L54TPWFExj0s1Rc9tcnwPY6XTDss2LQ8DwdYvcJTQjwSJOe9wrJjvV5uITyqXpg9BHwxvcEtZD25BUG8wGKUPPC3hj3G8SQ99aRzvUQS2z0dA1Y9ex2KPNiGUz3cvsQ973K6PSr7rT3ikYe9Q1tBvTCSszwfYJ+9OcAxvbiVrzyDWL+89hGOPItrXD0ByTs8l2bRvJKLuryOFhY+/zoavhh5Ez6tTpQ9CJq/vRAfprwTUyU+FkUsPUCIOrz0aj69v7dlPfGg6D2lVY29A6UmvvxsmT07g8o8rzRxvXskaT1fRcY9",
        "njcBPSjmyT0l8gE+Jc9VvSIJFD4Vi6Y902tivTZ/kjzTnSM+cxkiPe8wEL2sMom9ez06vX510T0rZVa9jfkPvkhJ7j28B/Q8gKImO6NNirzZeGk8l+ucvW4tlj29URk9yE8Evpbjyz0l5F498onEPBtIqj16f488UAIMPpRdkz0jRdi9qXcXvcd7NDz6z7i9+n+mvRyw4D2JX+s6ILXbvFj+fb1Viqk8wNETPZa31z2S2fc9xNkBvkEc1z0F4tI9JqO6vf63Ob2Vp6k9iceqPXbkN71mFi88hWTjvIJTFz11s7e9yTsjviMQszzUI4Q9GepIPBn6Mz3BzcY802CPvcOTmrwgViw+zMgMvg1CCD6g5Ag+/DmbvUdgkj26vPs9Umr7Oxy3wj15T9S9kyK7PG9jXzzbs3y9ALlovS34HD3bVeQ99EH0PNul1Tyjf3U43y9fPYRDzz0W2pk96JW/vRS8FT5ln1g9nxcTvdpmij0SlSc93D0WPmk6dT2Ljaq9BuOSvcdDrj3It5y9qmNAva4Unj3XcgW98D+kvSEEgr0sNgs91fCgvdpfOz3s2RI9VsnAvaGhID4/amm8vIS0vcTAWT31h5g9hgqVPOmhSj0Wgyq95I6tvUSX3z28Uym+5bw0vpFff7yExKU9YBrgu0JdpjzyHkA9LflsPb9HBD0v8DE+CMnwvRpFAj5wLOo7LxFLvXVVFrwegg0+GeQZPKQbHr2HcSo8rZxoPFnV5T32yh6+rdkdvgCwE7sZgUY92E/VvdCri72j7ec8YYA7PV1j2Lwt0jU+PufMvffvBT6hZm09NiKBPJlFxTtFtKI91g8pPHXLAj2ee529y+tYvc+1+zrmcD6+uysavlzSlD00MKI9Zoh6vaPwk73huoo9iyF4vXi+iT2qQ8Y9gaCJvVXc8D3ZpKo9FRNcPIZNKD2nKBc+gYrgPfx/KL2bMtC79tWJPBnRoT2bYkK9xDzrvT3caD14I/A9TKdKvTIzFD0/BpY9LsUaPQ/MvD3+4EY9",
        "kEL4vcFJ1z3dabA9cXhFvSGqpD16St89RngVPmyDCr0ioaa9rj/EumtlAD20lyC+rK/6vaAcgz25kbG7ZlS4u1LFCz27sWU9DVHWPEmbSTva2Is9faIavpjAMD6fie09LtKBPDrlpDvB5ZI9xLpfPWDwHjwOHjK9TnKJuq+uAL2W/Dm+FGyJva4Y8D3mKto9fu2EvP2eGj1bisk9B3I3u3Wfmj0zigE+FtSzvT1D3j2b3F493iwAO3X4Ozzjg4w9dh97PYf2XL2HN6g8BVy2PGXCtD2VMwO+rVMxvuWtx7uvK1c8yG0APGUYUT3tT3A9gck8vRuLCrzAfJ099tINvthQoz2nHKU9+sLBvUc1tz1wOmI9WQL7PWLzDjyv0aa8aaeFPEm5tzzQjKy9w54mvlsYaz01f5g6CNLPPH5DOLznmKy8I/JiPERX5z25VRQ+/V1YveziRj6xRbs9DjbuPAL2Dj3+tRc+EAOlPEEkq7yrPlM8Vcapu11FpT3Hk8y9HAK3vVC7oD33YA49GGmvvV9ihL2WxhQ9YS48vfrZxDzRocA9bAjSvdkB9T3VO6E9l1QdPSZZAD39zyc+aKcSPOCzML3qIzS4+ewIvRgy5D0rAiO+jlhhvTSF0z356R49atG/vJ+WDL3VjIY9hV9YPWX4Vj0DWv09WPL8vd6DSD6qLAs9i1WEvd4mML1uIvw9hHPRPEtTLT1wuVi9v7GhPE30oD3WJZm9JIjhvd1cwzzFgAQ95AgavbyCxTtSoCo9t/8EvZJ7yjzJcFU9nk1uve0COD6o8JQ99zVXPfdL+Dx6Cmc8R6TxPRZ4hT24eCu9GwVuvRxxYj0Rxiy+iu5fvUuDmDyQDbs9oSNSvWcXhjxv94k9yU6JvGr4jLsX6hg+2Lm1vREXGD7BB/A83SMDvTN/qrsMb489bbz2PF8xQzuxHNg8BcbDuxm3oz1GJYO9nSYCvvrmBz4BN/o8GAnPvZUk7zxNsT67txKRPOwxMz1VQys9YGHvvediKD7t7+E9",
        "YeA2PVLg/LzFcjs9x/LyPTwPuD3gOsE8vDCoutn7iT2BWfq9aLrxvbhBcj3cujI9LHWpPNabhrvlUpy8ABWHva8rxD2xnB09ZtY1vlN/Kz6d57I9XYAuvBEhhz1mxds9jRIYu7Um8Dxi/mi9f1BBvTIpbz3/c369BzYAvg351D3R3Mm8PDXGvd+XgD3xKpQ9MV8SPI+Bvz2k8AM+PK3wvfZ4JT4fL6I96U0dvSdznj1SxP891hVGPZO9Bb3DsYM8NeBivUhllbxZU+y9lBDZvZHEhTy2RbM9poDOvXHxXr0vuKC8K/+QvDDN7T22svQ9qje8vZVoxT3//4U8DAajvRxaLb03HJk9JQKWPSIohz2kJTQ8u5pCvSi+9jy3EjS+6FFuvTJWij1qTK49IHrtvIN4bT0B3lS80YoEvbQzLz1UcLE9OYmCvTygDz62FgY+Sj+tvW0Yuz22u/Q9lfwKPuHT2LxKNMs859z3O/zarTzHfD++ltoXvdZjoT1eCAm8Z0rYvelXwLuRCTq8TW5evZkHuz3LbLc9tNzoveE7tj37QYo94mfVvPn7gT2iZq09MaQPPgZTCb22ByW9K/NpPQLcWDuHKUe98yMYvuZzAT5ncXa84InPvYUZUTxDJZu88YAuvWX01T1xR4I9HjUjvp/Zpj1pq6g9UXUyPd0vyT1j2bA89e3YPR5Yvbs65ja9Z90PvaIxYz2tPG696JHQvb3tYD1FsOQ9iwU4vRPDPr0Vd+68Q3wXvWgCi7xJ7Qk9VLAfvgLSzz07Kkk9r3VnvK+JpDyOmvc9RhIJPsiipT3twe29jPykvTq92D035s29dqe2vdGjDz16fSm808gqvVVyLL1c5FI9j89TvUUCWz0/Mwk+fYuKvfqNkD25WcU9pD/jvNl2ej3ZKLg8lApVPVejTj2I4Z29WfnZPJDRAr3NVh++wk6Fvbm7BD6+beU9vMyivV9XbL1vHKc9GSxCvREH07yI1Cw+/GXdvSOQIj6vWyQ9ptGAvKXCxz2e0g0+",
        "KkIQPmoYBb2UlK68t9p5vcrnSLyOlw++l7YOvnbYnz3ngRc8WmifvB2rXT3BVMK8kUBqPQYS0j28/TM+LZ6DvdRDNz58AXk8liyaPHeY9jwrVYU9y+fSPXRtWztnlJe9w/0NvXqEgLwbFES9iQ4GvizBhj2Y8Z09ivX9PF1PPr0u6gg9rShqPWr9oT1cnjc+Ii8mvQZGYD2ak5M98+tKvYky3Lu3JiY+3wIkPQQ9NT1U9ME8U3w6vIH/hLxKyBW+EDXnvf66dj3sToQ9QIHju5biWjzJWAK76cB6ve+DXT0rzgw+mMAPvRPDKj6TdfY9+XAXvXCAKbycSsk9RbniPVHMPb0K4GS9dekgPfzwnz3o3Aa+s3AOvn+nQj28Bnk8OU38up3pHbodt8k9UtiYvWzk/rspix4+EuAqvtZtxT20qiW7Dx4aPKX/nj3YqKE8yReMPY58fTwVMN29wtXMPPUWrj1XirK9g3EivTrStj0QrUA93X0yvL6SjD1Lb6w8j7HHvIdk3bwMrho9N74YviRLWj2pev49Xk7QPD00nj0XiBE+egTOPOZ2drxdRZm9h0slu1ihNz2oQBq99tvwvdTYM7wX5KG7JFPWvBjwrrunAwE9v2oivXajaryHTB0+AshEvahGdT0rNqo9q0ocPQbaXbsTeqU9G237PTYAaj1ASce9uXtZPeByqj2xxEm9QjT4vYd3BT6qud462/LCvWY+17yfVdI89N+CPHd1gj2exjQ+YMVMvdrqDz5fELI9fR0kvO0QhbyoqpI8U9oPPrkWrrw+R8g8rPwdPLS2PLwnMxe+Zr9evaNjCbze6rw9yNL+O3vBhL1rFKk9id4MPLU3vD0AewQ9VN3KvajTmj337AM9EXIBvbBjAj2DFRo+qyjTPfktlzw9v/i9CxQKPaIFxLySqve9gg6UvYHgyzsI9bo9YuHMvTdmmb0nQ749P2eovTiIDD3EiXM9fSgQvhpqDz6gnAY+5TwQvEhjAr0MIcQ9Bj2IPeKbaz0SwSm9",
        "j8FyPbA44j1RjTS+g7MpvhlaBD1uatI8YeCwvYzR+rydc1s8I1usvQ/spLsXI+I9facJvuST5T1sLgE+XBmpvF4ttTyuRu49F820PBuGA71C1py9P5f6PEvDPzyMg6C9lVIgvpZEMztxkwM9JBXUvQDekb0Fvck9Q/EePYsj27mfszg9lDIOvTpL2z0jQ6E94/pGvPSXpbsrjiI9qcK5PROFuTy7/JW9roZ+veGcsDpNNT6+axkevtqGrT2CLsU5hgjkPPWhPL2NyKU8StwLPI4kYT1NhY89QHbVveyESz7fc8A951tovYCXZj14uNM94ILNPMrMrj2z+6O96kCSvX9eiTx91IC9bAQcvZBJpzx+mE49DDv4PBh5dLxpL8M8Sj4LPXvcAL3MeBg+FIwNvqJWPT59KSo9x0xUPC9rmj1b8748UFX+PAZ6vz3LyKM8hozmPIjTJD34Nye9fdpCvWptqj1rqGM9EDijO/zLDT1ZoMA9ca+xPC1BBz2Y7qU9sBVLvXYNKj7KO3O89Sn6PPJM9Dxyzug9vv/GPK/EjDxE/DW9D6kuPUJKXz0uBii+OGCyvTOANDyUxT49xg4kPRMbmb2wHma8VuMfvVFPITwp7Bg9dNehvVO9Qz5cPUi8IkDaPGfu9TyP+gU+IYDSPR9fTT2LJPW9OVCiOsgIlj3l1ya+tZMIvqbMdz2pfo87hWGyvXInFD1nz3c7HeSFOJ2TrTwDIck91IAVvo5DHD6QjFY9wzmDvY1ulT0MH5k9G2DWPdsXMr3v6AU801Pku8AflLxLX0G99ATpvQEEAD4a0dc9fNuZvVxeCz0lioY9LWNNPSqGnD26BOo9IpM0vgTTDz7HehE96CaSvTa7G73ckFs9bDPGPJAQJj0yKi69SXZ0PQnfyT3VuXW97PjnvcxGND3HSCw9ZNXhPMYwnr2BidA63yw2PXtvhD2wrzE+ajbmvRvJID75Iqs87Vwavclq2jy3l5Q9gyiNPR4LbLxLzFo8g7hQvWkm7D0TozW+",
        "GvSBvUzhHz0bSc+8jB+vvZEKcT0Jk8+8B06MvRLxcj2Gbu89CN0yvoLsTD4ZseY8slKAvVg7aj2gef09QvIfPXQfUT05sYK95cknvUSbhDyKGeu9DzExvhnYfz2a43g9lQITvKCisrzJB7c973UuvbmGhD1UxzE+qDUkvtxtHz5Pmb09rWgbvMlOyz3dFAo9T8flPQkSDLsMyKS8N6fGu52RdD2TrwS+q1Yhvj4z+T1IydU9z939vEbLnb28uj89uxEcPHWu/7zMH9o9BdsVvgmG7j2LcO49+tfSO3mQfD32G5o9eFGRPdsLlTxPFNW9ZAmXvXY9VD0Hnva9dSkUvuzT+D2LpEs8+2nYvfEXCT3hUFK8A9pFPVqJvzx6H+09EuuYvYicOz7S0es7WKnFvZOKYDyk/R8+7kHQPM5rkz0tvuq9nw0gO7Ylwz0oeIi9UiDnvawt3zuaC+U9ePLSPB0ORb2+9eU7O9zjPJ1CODwBHwE9WzgDvXvTJz5IxTI3nAgwugdJkz3SbnQ93xYKPm7Qaz25O+m9kC7+u2um0rlZCSi+oOSHvfGUDD3lYxw9yUtxPA38R70fp2s9c7qwvc2pmD2RfXE9NIlcve0DMj4oHFe70xVxvX10lLx2TdY9U8u1PRRvK7zlX429zR+tu9l5Az3gzSu+NmeCvZRKjT0u/qo9ojGSPB4e9TtaiOm7iRzFvB1twj18M+k9NoLfvZCGqT1hH7w93riuvS3alT1iv7w9FZSoPRE4gjv8KQ+94wUaPYGUNLxvzD6+kbsevqDsqTwsOrE94AcnvWfojz0wNus9J0CpPOc6kz33iA8+oiglvYlsqT1vvdA9guGOPATaWD0+B/09Sv6OPLCkfLzaRmC9QvmFvMYwzzzcDSK+kTQsvh0Ugzz8d609A/GGvYtcSL0RJ5Q8J68iPe1v3jzOifM9cp7tvZSmbj0U26U8idA9vWS3Qb1mWyY+NhRsPRZ9KrxMsqa9Ec9ZPTkr3rwPVV+9XQLyvGiQgj1Ggb49",
        "N+9YvClEML20kWi8yw6gvUQE9Dx2JqQ9044jviQYFD5zJ+893SRQPaR3xrsV+jo9yak2PR4aM70niqs470dMPfNfoT0xgx2+w+AOviNyZj1xv+k91FIvvfJFxrzHu6o9MVHdvLL1Zz2r+Gk9XGi3vazbDz76Sx09/nfYO19y+js0h7o91TCkPe0g47x6enO9U0M8PXT4HT3DBoq9KnIbvZGmCT0Bbki8mtiLu/D4nL0ns4k92aG7PFUdBD0cEAU9aKcOvnlwRD7J9lc9YBqSvOi4qbz5dxw+HXcZPX2w0TxB9YC9fc8APTTKIz2+8gG+omvIvqCXvzxcncm+O05Wvc9O9Dxo67W+b97dvqjCE71xVhQ+DAO8PvRR9D2798Y9MgcLPDNClryOGfw9y8+GPauykzxidb28myMMvvZGtz1C86m9Lgcpvi77vr1oqgG9KeqtvV/RAb9z//U+QaMtv1Ho3r7WxJq+ChiQvqtiBj6lDNW7Ibt2vVmp+LwD9L+9C9WPPb+Joz3Zjuu95Q4cPDR0+jwxNe+9F7cjv2rbir7q32++Ekdcvq8ICj8VeCU/cMQ2v6nVOr9jV1e/ePhEvgg5Qj4elIO9AvqnvlER3L2vMoC+4u40PVNkgj16ViW+1u2vvLq+7j15ZWu+Pm0uv/4TSb7jxq6+g8RbvZhJCD976PG+ty2BPr6JlD5B5sC+vdL3vs5++r7WhuG91fAOP1HGPr7+YoK+QmsSP8UXrbzELfe8d1FfvVr+xD3WyQ+/AlO9vUzLqr36epu8ySvpPFyYv76J7F68zfTdPhtMEz9xMnS+8yErv/KF+L7nOfq8+N9zvc90qD0VwA4/i4UbP0sHPz1Q67q95NgEvgXOijw4pwO/+zwEvxONXb7gvaC+YuEHPx54vb6TH1y9X4N4vvOtULpOFvu8mLdVv2N4Ar+6t/e7TdM2vtyywbzzMBU/zZ0rP9W/vD1b6Hy9rnitvUSSnj1GBZe99XQLvkC+7j3UhKc9aT5wPEP6Nb02AWA9",
        "0NmkPNBPnT24s9o9eDIZvgyqwz35uYM9t/ZMPTcTnbyJf4s9l8XeuqnCZT1FIoG9jzeAvfp1qz0sdh+9YIeLvfuERj18rIa7yQRpvSn82bzEVe09Yen/vAF0yLxUp3c9tMwvvvbm6T0GEDw9cO7GPIcfDjwA8Qg+7a8mPZo6Uz0VyY47UsyhvQm8mz2WZ4u9C+4Ivi787D0p6lQ7loKPvM+nVj354dM9/uwTvZNsgT35qwk93r7+vXLcRT59bWE9eQo8PaRiaj06VgE+bVr1PIQbuz1ST5W9W0BFvfUKij1dvS2+fdIzvmIu5z36P5g98A7QPJ1WST0ZsKA9u34rPTJYND36uho9coKgvQM6TD77pUU9j+Y5vb4ekzyQsBc+ZBhzPRFTpLyzw4I8xal4PaAZ8Tz0CzG919cnvqcl3T3z3dq8kOU4vVpLkb3wxvM9blFiPT4CMj3lDTA+uZEzvhn2Ej7XwKk9W6E+OwPOlT0ksOQ9pQAWPlH01jz78Nq7Yx4BPNup4z2awyO+DN6mvUFn1T1TA/G7BJYFvc9nBTzNaae8R0HNPL9RDbtYl9o9pKBpvd1thz1nXKA9yYBhPAMoxz3cL9Q9LO//PWUwWr0U1Mm9mQRDvQbTRjxP2xW+rl2avZCuxT3ebrY919ZhPCM0wDzP3to8DyUmPV4lkD00lKs95HkJvgJaIz7vXaI9bQkYPR99nT3X+Dc9IjpvPRwIPD0raOo8OyKeOmg6CT0Gw5S9QlGVvX0eBD4SQ8g927Jqvbm44Tl8SRs9XnifveS4zj3lwt49anuNvYazTz43zg495Ou6vH2CyT0Jbbs8l6sFPOfpqzy1qPE6JpuBPSAeVD25V0C+nU0bvkKW/z1NKuo9R8f8OV07or00vn09Vt94PR0xoTzb3hQ+VyocvQL4xT2TSt09KPdsvPYJKz2Luxw9voaHPbsKnzy2bRO9OrLYvOmw7j27rzS9aFf5vVr3+D3Je209mMPOvf3bST0ZHWk9EsltPWxrgbwJGBU+",
        "OJTEvTCaAT5hkmw9IXAIvTw2LT1ZH9c8e/OUPWcRjDx9f/a9dq69vIRhfT094WK9SMS2vSJmpj3ZQyC8hquQvGUJXr2mahU9t0a1vQdQmz1iuBo9CcEbvhoHLD7txZ49LmLbvKYutjxV8R8+hCRWPRSfWzsQhBe9RD72vE4foz3QoCO+GvatvRi0zDw6RHE90l0qPVHi7Tz73108iDwKvYtyUT1FiyQ+bLAbvrFcuz2uS0I8yJ+IvWUR+zz28Nk9YI0sPVRNqD0eVUc8LeksvRYEHz2RTja+qcg7vTZPtD3KLjY7cns5vWiUkLumoHs9NbwVPOHngzxktbA9BEMOvhYlED5Jpfw9ArngvICvBz060mc9/xurPAbAmD1Ujge875RuvXJ9ujzJ4h2+KDHAvbCLjj2QP8k9ZQp+PNNsaj3d4909ndRXPafpWD2nAzo9NGUHvbSuID6vi4c95PeavA1ivD1G3J88/YAPPeOd4LskPlS9A8Zmvcpr0byf8iW+6JemvaVd1jyJJgG9TzpkPEa1kj2lqUu8+WylvUrt2j0Mrt49tdgwvs10Fj5f8+09VhDZvLDT1Twqotc9mVEVPl9omzxut669fQ3IPHVEhj3VcxC+wDzvveQ44T2el7I9jxoGPdt5UL1nVZY8ffAzvYK9Zz1jww0+bHqlvSIoTT74xmk9vCaUvGdEfj1hehA+LwSgPf76I72SNHm9J0VBPJIawj1DJH291EvnvaO5BT6cyDY9aB3QvSP3Vz05tcw9PNMAPeTfjjukVJI9MnEYveSniT2pVUo9twEbvWvSxLwxgQY+h1aJPcacYLxuid68n8VTvcTjuT14pSC+pMn0vRvtAD0vTuc9HUkSvXiKmr2Q4kg97XNSvXQkHbySbvQ9hbdUvWcOLT4FhMY937xRvd5eh7ujyyA+lxM8O5uhHz1K7ZY8XZpSvf2KHrzZCpK9wVEzvi7Ayj3xaEm8oiobvX3Fk7yfb7A9UfE7PTITkT2sjlM9chS7vXdaST6h3AQ+",
        "c1kLvUQfEr1E4Ns9k0THPS1N0DzEk0u8is2LvS/7qDz1rTK+OYgFvqJVsT3JDR89NAWVvdlnjr3uVkC6FHmQOsCTPT27PbY9Bo6tvRn/vj1P/2m8b6hpvbdkcbyiMqw9GdraPebAiD0USzy9hn2PPPPM27vPhRW+gyUevsJX0z0Id5+8IRJxPHdkeT0l3Zo9x97KPLcgwLyddMU9tGYLvWDsyD0u3AG8ZQZQvY0aYLxjNag9FhYQPrKLaj3l1wG8O8V9vbNs3rvLaY29eAlFvf6zqT0apmk9we6Pus7WgT3JBrg9S1IkvY/6Tz3qiLs9th7RvQ/oRj7hztE9gn7BPOf1c7ymOdM9Fm3fOyc7/zyqjGe9M/f5vA7Pjrwr2xO+bWcAvkmvBz19R+y88j2bPJuUVT2i4Z47GqD5O3ncnLzIAT09EU4Svs5jkT198ew9RFOKvYPwajv6Lts9dSvzPX9ElTxl8d+94U1kPF3ThD1IVTq+dsCgvTMmfryYzqk9nEyvvf4pgT2ny2I7OTlnvXa+PT34T949970ivhkvTj5aYnU8DcFWvBN3ij1fFLA9PAhcPWDUtz0Oa6M6qxCvPGR+ZT0elR++L7QIPg0jK7/VI+c9djMVu/ZTmL7dZN8+0Z0RP9avvb4VW8O+U+W0vqqK4j3f8+I8CoymvkA1L77CCAA9VKbCPd5atj2fFdE8HVwXPRjhij1vuEy9fnhcvQYKlz3LNR+89RQHvr2tWb8UhXG9udyjPnT1Nr9rjIa/nMIpPNuubb4H7NW+cYFqPNNXGL9CCB+/M91EvXCnkTyZDem9GWeuvqoMYb7jDLC+Of+mvnf2ijwKNQU/R7Fpv/SlxT7EtDc+k2t/PlhPgr9r+b6/FS+OPvRaHL/b4TS/a2d5v3MuZL9ANEy/8/Aqv3DsCL7TGNW+7BiFv2fBD76j0Yu/h6ItP82Te74IhAO/xDQ1P7O4qD5Gpwg+KgHzvKiqtb6kWC2/TEBcvoB6lL/Pe7q/qOOWPgP8lb+xUY6/",
        "/TWhv/nyO79seju/6ZJsv/Y3tb129MK+tP6kPXSkPD7u6BY/J+gMwB0j9b5oLh0+kBBqPvNi273ugKu83owyvt7Par+ZC8a+nOypvdeGDL9ucRs/eYPqvfFzM79gpp2/q4RTv+KwFr+pEOi85wZCPtJtlL9Plra9Ht/lvYGKxb1lBDq/3eJfPrx1Yb7Hfe89HyyAvufKKz6YK34+UfI4vUOWwj6ruBU92OGJPgZBsL8ezx6/syaRvn7afr+VbTw+KexMPpRygj2n27s9taQCvt2EozyVOuO9FM8JvgOeub6IJDy/WCBvvVX/qj7+L9i916OpvhjqmD6qWqc+ykiQPgdC0r7a5xC/hjSOPhVicb+Ckiq+gw40vG0Apj4NYam/rMMzvwggxz6xDXs+qGjSvqp15T4mDaO/ftTWvsX5VL558C69cK2IPm1cKL+LptI9c/6QvW9Gpr/LU0Q+yQqSPjNS4j2llnE8Xyh6vlGRDj7zIou/kwtOv9Rzq70mtYO/6wQlvzFFIT/Lkzi/W2FIPvuYBb9CJsQ9EM+Lv23vzbwlTGe9RDgOPnDnnL84kiM+f6yQvuw4k75SvjU8LNS/vjytWr6PJ+e+Wk+DvjmzGr8P3/W+9URfvl/yEL/cBwy+tveEPIE7Jj2W4u2+cWoQv9GjB76LGsa+/RNOvrMGEr8hV+y+HM75vtsOHr6SfBU/02I1vhwvrz0fMe08i0osvZMmbT3yGOk9Sn2VvbQU5z2CiKo9ngLqvREETT4AogE+JsyYvcwoHT0JCLw8HZvTPc1FsLzXRRK7s3dUvTALUT0u5jy+36jgvGbkUj3rXiY97P+wvIueSL2BqpY9I18fPATx0j2m/eo9ZDVRvWJxSz5pz3S8RGmAvOQyTT1YhSY9EtYkPdEltLw7LIa9oSLsvAIyubqfiTS9lDwXvXQbOzyaH7Q9PC/uPMu4eD03Ilo90HG+u4U9orwPbL09k2cxvgj/mD1PyMY9aNK0vZZrXj2DtoU9P6erPSFAr7wbgeM8",
        "DCdWPK0Zn7xiNje9bw4VvWN2CT4UDrc9quK8vWQojzukRnw9afFKvYlemT38PxI+Xp6GvWMYNz6fGMM9ReKRvYZ/4Tt5r888Vv/cOwsYDD0ioZC91uaMvF1vmj1/nxG+udMyvbKvdj2u+Qm8kAROvd9/AjyZ4pY9h5ZHPUN0Xjx1mbU9KHFwvdwNST7cGGU9AbIjvWy/ED0F9J09w5y1PXV3Gj0vpr29sDyxvbfzNDyLLim+2h/hvTpOBT4Bk/a8nwYXO+mbZLxzMcy644BBPLiblz36PoQ9dVIIvuw9JT4XJes9Q6UdvZWNCL0ItXU9N/JuPLN6GT3VjCk7IYnMO9dC0D1gm8S9BUoPvn2OZz3fRlY8n1UMPQox6ryTmrm5o9U3Peo5g7wBAMA9gxQKvnSf5T03q0c9Y+NcvF8ynT1m7NA9YRnqPHR/Nj15quG91y0UvUyFazyj8V69OuENvad33D1GvqG8JhDYvXkqJ71zTcA9S3sjvEkJKz2vkmc9/aPhvKrnFj5h9ew9vkfAvO50Ujz5nW88WC8CPUUbzzw5zJy8wUifO9oX9rxVO9m9DSQVvtliAj6pB7G7VJy4vP5/ob0x3ZE9AxJCvS9APbujyg4+RbUQvtQa8z2IIQg8VykEvXederwytNA9yV/xPS2l07q7rlo6P+sbO/3kiT3Zxi6+T+YxvvmVCz3XMnC8GDQePdM61jyNMak9bqJ1vaZhhj3+lAo9IopavTpyBj6v3eQ8M+4hvYhYaj3FUHE8WrfzPK2J5bz/OLu9mYSJvXECmzstBx2+HmSlvRU13j09JHc9aMQqPNR4cb2X6JU84wytvdduvT3z9/U9HgjCvavE5T1ugC475fEBPY1j0jyQKvQ9NgloPa3Dzjw3o+m94WRlPPnz5bxFFBO+GfA1vpmPhTwa2489fHjEPHD1ET0u0e87Ka/lPJmPUz1OCAs+VD4ovnMyOz7ry8I9DDaFupQZ+7xMOks9Y7BFPHQAKL1fZaq9plZavHk817xdp6e9",
        "874BvukS5D1fi3e89gaGvcPn+DqHpUS8Ial/PGl8tT0usC8+mpxIvecwqz39Sz491ZuvO+s/oz0e29I9OV36PYYai7zmbbO9RVWau7yh3j1HuCe+06ccvgxUrDwPJYA80y0uPTEqg715Kwc9reKsPM4mbz0CpxY+VJYfvtW9wT0oSZA8+9tIPbUeuD35Ax8+0yTkPXR4iT194KK9jOKMvXzZ8D3m+yG+SwIRvqgTlT3dfNg75PmvvG8jODkVmJW8PehlvdOMxD06B9o9Vmb6vXjkxT3NUfw8OrWkvaTmxbswuso9JJJSPeQ3J71yOQS8nMKsvSg5xz2eKbK9Y/sJvuO6cD0yKBO8FommvPogC7vaFFu8nfGcvdw4/Lt15gU+jA0YvgvhQT4bpYg9mKOFvcbq97wB+AU+F01UO8dsjzxkmxi986wSvYXsnbzqpeW9GPHqvBBsxjzsvdM9Aj7Jvb2Mgb2yrSk98iSEvVvYKT1NKQ0+BhDBvWW+GT4Nw9c9vo60vGe2tT3zQ788hXzWPQPaKD0rZ+O9l5I7PTgMlj1iYQq+raUVvtpNVT07PGs8MzcNPZsPbT1zZpY92/NWvar6Bb1fixQ+8g67vSTFSz4uR606/qu5vbTaaD05g8Y9hDguPfNPhbwrvOU8+9XoPN4RXT1YyQi+DYMlvrP9CT4O7b89dlTROwGkh73K/fu7sCx2vVBD2Ls/B7U9rlz/vctpRj7RYc49OHD7u5L+bz1R2sc9EVe6PYj4mj2vSmg8GQ82vUon2z0XD1a9srnYPZlDJz6Nqxg8KnXnPVHGhT1n4xw+HdbPPX5aOz5diiY/PZMWv/UxHj6oGko9jCkLPq/ZFj2jgyM+gFsUPkgQBDxms7q9C0SVPQEWBb2DCNa95wpGvX7HKD45XgM+FEY9vVeJurzgTLG+KBvrvfeO4D28f4c9a1//vYvCOj7t8OO+LyP4PnzVfz4XfOg9WgzGPY/rxrt605e9oRpivDhr+7z3xx4/X4TGvtmjnz5B6iO7",
        "zs+JvkyrfL+QGzC+QTnaPDkIoT6Fi2S/bVsWPWWo2bxxv8g9Gn7XPUsiSb+T0uq+H3I6vj8//r7rYM6+Nv+BvtHfLr/pmCc+OIVBP8e4JL8+vl+/CTeKv9LBML3ojKA+6UUVvgaIY73XnZU+IvilvnvFLr/0egu/CEWzPvkKn7/lJmG/GjdhvwgRCL+8wa2+C0upv0wKWL8H97C/4L4oPoLwCT0NGpW+knvFvrZX1j4L50a+0DAfPijTjL8Yz5C/8lmuvYUU9b9iQYy+UyEmPvto3b9O+1c+p7Ctv/ZOIb8OxJ4+qaoTPwEKQ7+ibNa+0QjgvRtfs71GW2g9v7kvPYErZ77veMe+RC4qvpqswbwxS1u+yjKGPisLk75ykba/WahNv2LaDb4F3bg+Tpg/vi3Mnb+2fY6+YG2FPqttxr9GWTG/R1KXPfjv7D6yJoi+9C0Qvs3wjj5NmLO+esciv2KY2z0qF+q9hZguPCJ3bD5BQLC+yGRSvrbuf72Lf9m9ex3PvvWxCr9Zxti++l2NPIlgBMDBCRu/gG3FPdA26b2TPRg+AZLMvsimJD6Y7n8+fTuwvhsdR75rdNg9s0I8vjdPgT1OTfS9w5D0PuvFDz7H9ku+VDjBPlccQL6/nSE+I9iLv3JBw78PNyW+0GU7vjC8uD5RUQa+y9npvmCHoD68jsw9tqPWvd/bdT3hKYW9DN+aPQb8hL6jrcq97XNRvVvD3b5vFMk9odz8Pd11HL+WfhO+ftlMvsz7t75/L4u+VAXZPtf98jwkF1m9mtU7vUAcO779n+m+l8LtPC89Az3TvZ09JmKAPGoEor52Pqg9uQRXvr7Qxj0byf49uUagvpsAyz4gSAK+NIePv1Hujb31m7E8K4RjvEy+4b5GJTg+U/2nPTh//b4MwiK+BUfRPUegRb74eiw+VBaxvZOz/bz26tw9LPEgvp+GPL5dL9i9DhYsPnoOaj1irVq9s6GEvglVMj7kI5Y9kCIVv6Wx0D3+NDo++9MBv55HhL2vfKU9",
        "Y1HhvgQOY7/jqm2+vcXMvUSEOT4sm4y+mYuWPToidz1J3qU++ihHPZLW3z7/Y8I+bQc2Piqysz6nJLO/COuQvgoBjr7sSem9YlQ6v3S3Qr6hXUm+4hDsvel3Zj39UKy+eYg0vW/LhLtpyI2+LqL9vAgJir70CSu9L7aLvt/9iz3SNb6+aIefPtRKw71/btg+XwVkvmVQDr5SeLQ+Y7BSvor9wL8kFWy+G5/bvRal2T4M+su/G8fEPToM276vIOm/vaWhvysnBb5nxoy/T4I3v622rb7w/Ak/A4SfPgdClr8rAg4/5qfEvvPOab/6Hle9r2+2vbvqB77Wayy/1tlZv0VDHL8Tn6u+7nIJv6hI3D7Zx/a+EQGJvvUEgj6F9Hi+yYtTv/4H4r27cxQ/hdgCP8MJxL402Vy/mL3dvfCtzD1Km/e81PnNvBwzD705CTg6xXnFvbnDmD3SCQw9063AvgpCgT1wGg09T7VuvSWyuD1M59w+O1EdvflbXjxBRlq9ScICPUIK6DzMtCK+qHcpvvALkD2vqrA9zgS6vRHFLb3UjSe93sGuve6Kqj1tCTQ+Xqt5vlgvMD6nisg9UNf4veUKyTyNqcc+R+hDPIheN724K+G7Tzy1PAnV6D3WHke91G/3vZbrrj1mzk49ZzMRO6ULBb0IPIE9uVSjvVKrubyxr3E92QUmvh2eJj7oom082neWvbRPgjw9vDM9zJwLOqqTBb2oI8e9TJ18va6aHD1bLc+90IBKvRa02T3Plwc9iOMwvaXGPD3WIGu8A6a2vF7uhj2oR8U9qCoivoNmJD6tm6M9GNi5vEwWMD2sugQ+VweqPWurGj3CB4U7DkCsvRgcqrwPb6y93IDmvdeY/zxvGek9U4qmvcP1ZT2/7uc9hQMzvaqkxz2WUzY9xCikvXsUzj3HGwQ+NwZ2vHtygbwE+Nw9xMQOPlmv6rwuBE69f6NhvXaozjy4CSa+4QMtvZZ1grxeZeY9oNQDvV0ChL09UZY912QbPRX/mT37MKY9",
        "+rcZvv3L6T1VffM9R81JPKuuyj0/IgM932flPQ1JZT0HI228/PcLvNXBwD03+Ba+N64jvcIxeD2di+I9vGPuvNkwTb1oJoE8hTaCvNLY+bslq9M9qNvvvdQ1CD7dpQE+ihSNvcI34LwUuKU91w+ouqvmijy+ZDa8FR0GPcqRLT3Uwh69pykHvoYzUT3E2c49DVZFuzdnSr3p07s95aBUPSbe4D1VuBI+mpx1vTjdWT2UYjM9SYMcvLzUOT1W4I48VQYQPT8evzxWoZ69uImZvV6SQTyAyve9jwwyvrLo0D2IM5k9OGR5vZIOiD1F8iO7mU6dvFzBYD0ohN09oPsMvsx0dT1nzxU94sZMOl5X5Du8bVM9E53rPT4AQrzXlJK9tqiGvGEQ4Lxnsba9fpeNvWKLcLwlRVk9DhydvCYZkz1oXA895zdCPXeM6T0zVic+HtPivRGZnT3vrb09IuzrPHBpEr2bxhM9XBsLPm0+bT27/rI81OOmvWEEsT0G9hO+KlfRvWb9rj1ORq49Izuhvd2kSb2Q7D89txdFu8O1aLuURec9plgKvky2uj3Q/Ao9h2wbveowOj0KLPU9obPkPXpY/LuKxxe9opKSvS0TsD3Ul7q9lwEtviXVGbzHHl08d498vZ+xSj1/E6I9a69/vPRCkj0Kld09gCgxvrw3Qz5AZay7vCWavS6YrTzoprk9X4CuPZ7rMD0tq/u8WcNkPa3WI7zXEla9Juu0vWzsojxwMKk9lSWyvWTinb0TmAM9Fv8AvbsJGD3oP0Q9G279vG2dvj1UkSm5asW2vY7mMD1V2g0++7joPIxBRzzxS+C9CaZ/vdzeGT1XH92980Qzvuzu5zzit948Z8XVvbu0aT2CmsM70aWtvU50yDwXOJo9lCoHvuUEpj3oAxs8yZwwvBzXErwlBIY9392jPci5pz1l7Ik793/0O8b+z7xchiS+26MWvuCH2D1+Rq49jVWDPB2OI713dI890WSFPNtvNjm7IjE9jCQTvvbWOz7RHUc7",
        "a5RqvbO2qD1SIBQ+WeDOPc0OWr27MpY7nzUivd9uxD0jLTq+KMG7vTZ9sj3ntCw98GUMva0O4jww76+7hU7uPNsmsDuk+jI+nIOEvZ4nGD4Ymla8O7crPYwRuryR5Lg9yR2XPWpBfz23ot29uUS2vFhyXD0W9C+9QNq9vRPy8D1nTeo9ePoOvf/ca71hYLM8lRIFveAhRj13dZk9OMYfvhh9zj3g0OW7Xl7MOys5gD1/CSw9nScpPeodWL3xMam93Z8JPeWiS7yBuiO+/QmSvstAQ7+JOZe+sz8lP/H3Qr7QIpU+eB4MvrQ53bwpqk8/uCnsvqUgJj5nUZy/LjrSPpUBxD6aBz0+6T/hPfwBVbwUHA68zsjfOim3TD5LMxq/tHrXPkNCW79I9oi/4yNPPtxTuL+dWsy+WyMxv/usXrzimY2+mLscPSQtVr/VB6E+EIm8PdRfhz55Myu/m+hkv4XOhL8YMDa+6zGfvwwWK79nrta/sU6qvlc9bD7FOva/LRHNvwB3gL6jqdQ9PZCoPvUhOL+SvI++ccm1PflsXL9/XwS+FkONPiT4775vYIu/qCzAv37Ck7/Uxvo9eiNvv+IbJT6jmt48vbpdvdtSvD4yIfG+VfIru76+576SeBC/d7ZdvsGvMb89xNc+vtz9vVXpb79QlAM+hxazPpF5t746jQHAqQKUv6KACj3wdNG+pEgJPjdZib9DwcM+AnULPk69Tz2Ej3K9twlBPvOVN74VxjQ9KZjtvgjnub7vmmg968M3vkeRAr4agyY9aARovkqXubw5MWW/E5CXPYCUvz4OYhO+NgVKPpCN7L4nRdc+THKGvQ5MpD5Lc+09jw3fvXoisb6t9jg9BUqAPkcgpDtlFgo7ryhDu0qc1r3Veia9SxVVvvXBUb7KTgW9x5QBv+F3cj7qr4K+jFX6vARw/r4eLIy9XiIovVfwE78Dm8Q9OqYOPpMP1r2wYgO+DyM/vbzxNb5XaEE+c8X7O7/RGbyssnE95joWvsqAG76Ywdw+",
        "Rw87PjuYtD2e1Qs9WyyqPQT7sb7fQ6I8bN/Wvdzht72FkDa+U8ciPatz5b02IgU9UBuzvFc4fb3QbyO+rOUivWuR0j3ENVQ9PFimPTwSQT4Ocam+7TqMPeHPAb7A1FS+4a3BPpdoyD5pXYs+f2O5vcfjP7yQyIK+pNxnvvF2Kb1G9Te+zMIrvuYJhTxNofe9VSSDvMQp0D7cZms8OdKovRDvqz5mbTC6w9GMPZIAUr77yky8bloSvuzTjr1UB429ciJ6vmM4NL4525c97bOTvt33Rz33/ME9D3aBvTJ6Xj0KOnC+yvKFPFQUVz37Mxq95+m4PeZzIb4SIra+Ova2PnNdtL0OlO491POevvl8/z32AqG9U3yWu+YcZL7hDj4+Hlsrv+dfjr0H77q9cmgrvi+vtT3NbKu+aynwvdSzED7XZYC9mrUkPvmkOb7gkd8+kGsMvpLVMD7Lf3o9WGlfvaxyFT9tQvc8EcTyPOga6D21a2g+bTzrvD09oLprlxi+YsTFPXOHJ76xq7m8/I3KPIUOHT6uJo8+oFrOvr8ejr5Yd/i+IWQPv/m1E7xHlXk9bDKUvsFdLT1hsBQ+RSOEPsxYJj5ycbm+QBg+vtQr4T4WzMG+9FXwPazMhbsSXVW9BISgvVvGi77qkga/tH0Mv8o+Ort4l9w9QyxxPgMcnr2kzMi+VeCqPRFKIr5R4wq+yFsUvYhMzL35We+8qRySvHcQRr/FPCm85pbVvm0ZODtNOfe9+SaLvN94jz4Ff4G9L+QQPpppr72jyAe/Ly8RPlvcQb4gMYC+v5Mvvg/anz678j498HQCvxWZB7yNfhy/RBKBvRl+HMAMqfq+zLsYvjV2Rb7kwiW/o2MIvpYHAL5B5gA8/J3BPLhSFD/LxhO+IytJPFy5pr6nS3g+SALAPV6R7j4IzbY+0BJ5vpMr1b6PJFu/AG+tv4vJZr8+SGc9qhgDv/5Vo7+mbMI9P6SBvqxmZz5nAyi/OMm2v1XJLj4aFmC+0/PhvqwIKr0tmuO/",
