{
  "architecture": {
    "backend": "tensorflow",
    "class_name": "Model",
    "config": {
      "input_layers": [
        [
          "scan",
          0,
          0
        ]
      ],
      "layers": [
        {
          "class_name": "InputLayer",
          "config": {
            "batch_input_shape": [
              null,
              32,
              32,
              1
            ],
            "dtype": "float32",
            "name": "scan",
            "ragged": false,
            "sparse": false
          },
          "inbound_nodes": [],
          "name": "scan"
        },
        {
          "class_name": "Conv2D",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "data_format": "channels_last",
            "dilation_rate": [
              1,
              1
            ],
            "dtype": "float32",
            "filters": 4,
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "kernel_size": [
              3,
              3
            ],
            "name": "conv2d",
            "padding": "same",
            "strides": [
              1,
              1
            ],
            "trainable": true,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "scan",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "conv2d"
        },
        {
          "class_name": "MaxPooling2D",
          "config": {
            "data_format": "channels_last",
            "dtype": "float32",
            "name": "max_pooling2d",
            "padding": "valid",
            "pool_size": [
              2,
              2
            ],
            "strides": [
              2,
              2
            ],
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "conv2d",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "max_pooling2d"
        },
        {
          "class_name": "Flatten",
          "config": {
            "data_format": "channels_last",
            "dtype": "float32",
            "name": "flatten",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "max_pooling2d",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "flatten"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "tanh",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense_6",
            "trainable": true,
            "units": 2,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "flatten",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense_6"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "tanh",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "predictions_x",
            "trainable": true,
            "units": 2,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "dense_6",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "predictions_x"
        }
      ],
      "name": "model",
      "output_layers": [
        [
          "predictions_x",
          0,
          0
        ]
      ]
    },
    "keras_version": "2.2.4-tf"
  },
  "hash": "dc91e43e7e90cf0a9f2dd0c7ed816e6f2051011faa172ee2023e556f32e6f6e6",
  "image_data_format": "channels_last",
  "input_shapes": [
    [
      32,
      32,
      1
    ]
  ],
  "output_shapes": [
    [
      2
    ]
  ],
  "tests": [
    {
      "inputs": [
        {
          "shape": [
            32,
            32,
            1
          ],
          "values": [
            "GAsgv5f4CD4Qrdm+g5tEP8Fvkb9cY/Q+zP4Cv7EPHL/C8sQ/A34+P6h1AT8W8Nu+Fc/4Pn2on79LcXO/a8+ovUocdT9bkBO/KsWgvtHWYL9HKrS+LDbRvjsuLr6OjhQ/zKCJv0jfZz6p/Fc/ULSKP92Ef78P+8O9YlM1P+JXur7M7om/gX0HPOWvvL/RN4M+yzM2v0ZYVr8NQzw/IzB2v+yLcL/+9Ko+AIrgvQjrXD+PFYk+3JkUQC4nhD/un2Y+dB7Ivgd9ib9o4cy+Mwf0P4/spD/fGtE/e69Kv4CKEr+Xzt0+U6KbP1g7kb/w5xNATJ7svbaSmT5NgRW/PyYiv/eO8D6aDtE/+N7aP8XNyT+/0S2/zv45PxYaBD6Gu4M+bx4DwDQNiD+L66K+LvNZPlIDRL9va5C9S5ENPrY+Xz4B86w/4ssRwGDMZr4eHrI/1SNyPQkqxL0w3Vk/OLFMvyuPsz/6W9s+zdNyvkjSCr/V8dg9tQLdP7X7mr0Rpka/ZaD2vq5apj8Ak4W/wk2HvyHMBz/7nvG+QD2SPwkM5j+rm2Q/sVj7P5N+7j6Qq/+/NgiCP+vAxD+qP50/jVgRPxQxjj4k8vc/NYv8vxilXD8yXUs/UR29v/6ILD4Grqs9gRQAv3IuJj7wOIs/bHkovxfpqj62eeS+lttTPV+Kkr568cc9rsAFQLxc1j1ndTI+TF2Pv/G7a79wSGY/FWaPvn6RkD9KmAk/SaKHPkI+rL/tce0+DOsnP7jdib/xUqm+6ze8v4xTM76U4o4/8dRUv4BCkr8oJDi+0m+UPrJNU7++3B+/ps7Qv5Vjf7+PDIy/zwmnvnBEGL8sh4+/Z9gJvw1JGL/XyOe/y1A1vwd91DsutEi/xwItviNjo79qaTO/pX3gPj/hOD04oju/Rvynv3QGIz83w+K+AcmvPpdFoj4hECc/ZH2Uv+iXMj7bpRc+M/9MPgqK2D/xD5+/UkYhPymDzj6t2xFA4bGTvTq+qL+G3ZM+Ro6ZPYNFbT6CRBc/",
            "v0MuwEnmaT981yo7Z9mKv7wi+D7JLKg/p9uSPYhQHz8entw+QqSPPnpJDr8LTma/zJgdQDMxAz8vfH8/7ZpCPkiKoD+YbtC+uhYgPzO3uz8PpK0/I31cv7GDa7856ds7B6gCQCpXhb8Yz6w8c7PJPx+Uvj3ZAeW+SDixPoOl9r/D96q/PEWCP9HG879Za4I9KMbtPggCgr6q3t4/6PVoP41z5T8MSmm/gXHLPnhQ2b9ArKE/vcCiP25xDj/pM6u/zBCDPuRduz5ZicK8NfkOwN7Wh799cBJAogv2vxn8vz9FrBw+0r56PspzW79i+mc/7dJ3P6ZMaL9rz38/gYuEPzSEYr5tqm4/XICAPDXZBMCugHY/5p+uPqTKAT8nBpe9YSeuv3UGxj8Bq90/xPzUvrMoJ79KI9u+zxmBPw8qlr8uU5O/plcvv5atuL5UFgDA8H6HP/0dH0CtLec+m9EfPyVHA0CuycO+VWA8PUxMlr4B9hc/cPr1PjBiwz72ZkY+Pp3UPuaVh74M4G0/f6YiPz6Hhr4y2ae+zon1PS6gCb9FuoU9GLnNv29cAb4GJY6/xeR2vxb2vj5Otj+/PZzCP4Z9vb99P4M/T83CPlJ9cj5xsvy+BGGIPlW807+SxNy+uB2zP2/1ED+QqII/aL0GvwWLLz2tdR4/OtXtPti8977TsV2/aaV0v/X6pb970JG+UcxuPy2slT9T3vi+/dfAP3aFL79kXjI/Yx/0PzakB76kyQs/5dTSP/GyhL84bHc9wh5KPr3tML8DAuu+fpKOP+lPrr9qRls/7bcov8dMuzzzS6Y/8T3Iv4wa9z4LhJw+LMMMPev0gj934lg+MH/HvnqzSr9uhMA+cWY9vwZOJb+JnLk/6AILQCHCqj7j450/6SoTv5Olqj5Qz80/+9lWP4rzDL3VRkg+mqaEvqZPuT5jcI++DykeP+gHyr9MO9m+NNjAPaHmG7/adzy/bOPSvmVUgT07Mo+/o/bNP4H1172eZIg9Kc5nvzoY3z7w9sw+",
            "/qtYv80C070qo/4/2W8xvz+zhD9nPsW9SbGUP+3hhL4IMau/FNLdvmXTXT3k7iK9YE1MPr2L3j5bME++hzkKvzWbwD9ltu4++0fLPwJ8dz6XpZ8/+QmEPxH+BT8QLCS+rGGOvnrKHcDCMPK/8Isvv/Pavj0Pad49za2hvi8OuD/Hqc+8KV0QwBDEdT97Tus/hImKv+PlYD28+lK/HtfVvns/g736V7k/xkRvvnykAUDmpZE/Ng2fv2hHAD+n6xNA1zAzPXIM3T4np+O/Rm0Cv8oiz7wv6JW/uqCTPzEOpD9Hqk4+Yze4v1QKDkBrxDM/Ad3HPqx84D2HqIC/vxklP4Y3oD78icY+JoWdvxv04T/IpoU+AP0gv0GwCb9hJ4i+5xjfPAMPij4obi8/vGMBvokZaj+YrQ+/INLhv8/BR78xu4k/MuTSP7jZbL+qdAO/RMUfPsDiNb8UtSy+8vTXvnq4fz89coS/+X42P2fpoL8V3LE9dA6Cv7zGPr/xVDM/qFxaPw3H9D6ZIT2/29HzvxrPEL8eOAg/lO3ZPotLzL4lTNs+JROkPXUusr/CcgM/bBQpP9X/lL/i9ou9DZ0YP5OdGr/+2S0+gJYYPsvXTr8q12y/P+Q/vlgnAj+/XNq/nRR9P2/4YD3iZoy/3a3tvrdNLz4ZnnG/aOK7PoKNEL/sKxu/s2FuPgzGnb5LF66+GDhtPk2f7j+9LOa+nmITv/Im1b4TDo8/ahOSvzDrVT9ilpY+/h2sP42XLT57+tM+GNrIvrx8ib+Exay+5TOXP60VFr/QtI++PJaJvq9DVj+a1ym//5sbPXPsZz8ya+e+a08mPqbPnT7Su6+/pY7YPnVGhT7Yuzk/xkeMv2XVQL+uPTC/swHAv54+Nj/CREY/mhKMP191zr/5Mm0/SSonP+yoAD+dzxg/P0M0vmcis7/K7cK+qDNdvds0Ub7aa0G/OIndv0Ew0792Nv++D26Ov1udOr3QsO8/P0cgwP13C0BLEpk+n4eLP0kFFb+4EIa9",
            "EoD1PAnGLb9mwJO/taCuP/kC378VLPe/X+OmP7h/PD/2M68/0hf7Pz5mDb+oxIa+0iR0vpkUCsBgybu+uBd4Pw1XJT/O7L2/MSxfP64GPrw2w8W91bCfP+E5zz6MEwY/ApmlvmpCkL+GrY2/MED3vvWjYz/BtYU/qSoHvyXnDT+wwf+/YJw+PtQZU70kGos/3JGhPoA1Cz+inZQ/B8xLP1mM4b9BbHi+6F3lP8BqxT7ZKt2+UpCsPyKsvb4XdV4/O9rmvzvKPD9Ur5y+ymqJPzRnFr9QlgS9lGWQPrcGQ7+z49y/VDKzP225lD4Q/Qq/aeMNv8M91r/an7C/7GwkP4/NSz+oto8+Bncgv0/OhT0epc+/RV9cvZnxtj5Jj3m/18RTP10ngz1l5LU/euAFvyIzib+F1f++Bx0JP1vu071PSQE+xTzovvQy/D5CkFw/nPT+vte+ab+rrdW+pNIdP4z4pz/uS7Y/8IehvltaQr+MAAk/MZ80vzMntL9UQoo/zRawvOo2Pj/+Yyq/B2P+PypHjL6OrBM/I7QeP2B08r4sE2o+t3Y4vzkkAkBNxSfAeLE4v7ZXMj8ggnC/RGOHPi7ekD8T3eY8JegZv3xGHr9PeKU/AmiSvrz3AD7VgS1AHNBoPzQnOr067Wq/WL/wvgnzKT4iMNG/aGRuv7p0iD6/ZyW+Dsyrv85hWb+8uyQ/oV01v//nAEBQbUu+CV5IPx5Q8j/6qq4/gJLgPyJZK8BlRYe+d6ccv7pPAr32fKa+xix4v4X5nb8Epyk/DJD3vpCLOr+HlCA/zzmTvvFrQ7/Fn+o/HOuuvsiiyz3UAcm9MDoNv7eanr91ABM+dy79PaqhAz8mnNm+secIPcHaAr9zRhm/lJ3ZvRPMjz9LGT4/xCu/v+Rdfz9M4yy/uy+tPcegoj+F6YQ/FITxvgIqRz97j+W/I2DQvnFkvj6WXq6+9muDvpYY+b5A9Zc/bi2EvU+K5rwdGKe/pF9lPzNxAkChxaO/SURxQGdXND3f1ts/",
            "xMedvpvwID+hy2s/xq56vrlj5r/VmFk/Biqbv1J0Lj+7BS5AoU/BPt0L7D7mzV0/W/x1vfRbXz/f0xy+iEOdvxNdZb7XlwQ/Yn1HvrCmuD4J68w/Cj74Pw1ONj5jJco+WHydv+OPmr5w9PY9JtcTP6/PvD0qaVq/rmhCP3AC3L+y6hE/GwOgvURfm75r7RQ/8k/Av/VeAL+IXro/ss8BQJGuQT4gtqW/Y/HLvptsrr9L5mw/Ab6Jv3p1IcDmmua+WkUOwF5Qrj/sv7m/fFNkPl/QlD88mSI/+UpTPlZc7D7axNO+i/xDvvSd47+Qsp8+3budP7pbxD89hJQ9jle6P5V4tr9F1yi/N5WtP4Uo4D+aPaS/MWpOv6Yt7j33jzy/wUUQv4fzPr5UDB4/bPtSP1EYtD6zg6e+lBi0P7fqur1RdHS+krlcv15gBj+qovg/yDUDwFUJUj9x24U/iKt3vqz4jT8ODBk/4hrdP+vper7SDL2+fpiMvqSGkz8OxhW/pGhVv+oZ7r8bn509xMqMP4BPFz80Ob0+98IDv+X8nL+XodW/YDI8vzweCj3cC9W/C9dZv34JMD3VEf09gCcWP/nFcL76v8G+rvycvy/0Hz4tt+o9aax1v8z+nj/nR8a+0ReVP1FE271Y5CO/rFqJvxUIpL9nS6I/1rylP8e9tz82lm8/g7iWv8tgxr1DavS+9HgUQL/J77+HH4y+RwrLvzgJGz/xngG/q0DIPucclj8oyle/scqQv5wKFz/hUL8/X+Y/P5gPeD3lHpa+DmPdv7mpMkA88LA+adKtPifAsz96V0O/wD/rvN8dsb7jov296+LDPyyXxr4uKl2/lgdYv7LjJj+2wBq8g6/BP1r3jj0btmc+HrVGPLl8l76h6rY/l2VjPL22JT9ZE8y/GWIKwNvfvT8qAki/PYFPv2y5eT9vk2s/SLeDPvlKbb9YE6G/3u47vyL7uT6AA++94PhHP28R6T5D98Y+5jkgvTjeaT5uK7W/BuFDP2ooR7/Haes/",
            "rTYVv4ocM7+nIb+/2qdXv9V4gb7OMUc/t3S6vj6w3T6RRfY/QaeAP3xnnr6l/me/sYfLP4rcvr6BrQNAPMY/P0VJmz2uyOy+TfGBv1FEqT9GND4/NonmvgXjjz6XS0+/va6JP0E1XT5jpr2/cxYdQENzhj4Mywu/jzCJPx55uj2j5ba8Rx6NvxA9Kb9IHSu/dq7fvhBpwT75Kf8/SAUgvRWKHz96P24/Wulov9/WbD4t/G2/cPv2vjF6bz7bBne/+VWdviKYaD6v9Ge/HDq3P4qBcr6n7Kk9uqD9P4XLPr/t2xq99UuUPcPUIj81qOE/axHbP88SCb9XZVQ/kH03vw=="
          ]
        }
      ],
      "outputs": [
        {
          "shape": [
            2
          ],
          "values": [
            "AU6NPNDQZL8="
          ]
        }
      ]
    }
  ],
  "trainable_params": {
    "conv2d": {
      "bias": [
        "4tcmuvavAr557Bo6dUv8vA=="
      ],
      "weights": [
        "zyTTPi7T+r5uwRs/6L2lvpSlQ7/Pe1k9nJYRvOP/tT4IyRm/BqOIPToMmj2DWhc/7Ie6Pj78vD5xoEk+DVgkv92R3j5AE6Q++vjevsxv774ykZy9tVpdvsfAcj9v6uc9ZyzgPhXRFj4Z1pa+lhEgPaEvSD4HboK8D8g4PxglLb0c30g+XlQEPQNxIj+ZyYw8"
      ]
    },
    "dense_6": {
      "bias": [
        "AxlIvdiSYj4="
      ],
      "weights": [
        "h+rIOwVnFT0yHxY9qZHEO3UDnzx+xaQ98JEuvd4c/LtyMjy9TBVyPR9cqzzWIFA97+RCPOGZYr2KJSQ7H086vWALDD3mUjK9b85zvXUN5TyrGTy8ej2JPfE3W72vkIC9+BYSPfjPSD1YV0+980Unu+Llz7vtNnS9iUQzvZ+YLL3Mvze9v2STvQB6JT0YmTQ92ZnqvLMIjLwhJ2q9tQUjPZoJIz38j+G8if+UvDhYBr3RlzG9KQQdPdRs7zxeFY29rBZLvQ/zlz3IiEa94+l/PesOpTyyb3683c31PHcSEDw2QMA8tQH2PIAvyLt4FGw9EmUsvbHkRT2RDdg8Qoc7PC6BLr0iehW9aQ5TvCVW6LwdYJW8FYzivHGUEz1m00s9fRuNu77lbz3Ge7C9cRMxvHAF1L3hDDy9tRKdvBn9+LzMQ1g9rshpPXoJBz1FpdI7vTR2vS2bQL28MjC8dBFgvJAiXL14qDm91hwPvYz5prxvv4a7mPP2vP+Cdz3JUVe917y2PTGZEj3p+pe9MSrQvOHmxbxFSpM8nCJOPLHDDDxY8Ka6e4SYvUCXRj1QCHY91103vI4mZbwGdTq9V94hvXe8i7ksE9q8cRiFvdyUUj0OW7+95fqCvL8EFL2Dsbe8fSOhPKueg72AAHG8UG8lPbhUub3rEmm9AU8KPd8tjjyUOWI8n4mNvF83jbxGiSy9dYIJvTPKMT0AXTw6h2vcPAR6cTx2oD490opcPYQWqr3C/eW9JLuPPSVp1TsCxIu9lH+aPUMnnL0gRp29ILlLuwVCOr1HoF29cdVvvMJ1yjqqHIk9OQqSPbPgc7196hE8NlK2vU/ZZr2ACBk8//mxvKcisj3OWwO9VTRmvENo7js4rvW9If3ovMvLGb1b4i49qhyDOn+Ce70b/LS8D3mfvUu47bs9rXO8kQsSPLYjFTxYUJO85TVDvPh5UD1DPns+o659vUFUEL0SvEY91jnnvL29MT7i3hK/w4DKPnNQRjw/TJQ+YaO3vsRawD6Jq1W+",
        "k+BlPibylD2eWTI+tPwsvg3p3T7rp1O+67eqPqN0AD7SW8+9lnxFPiZgqL6AKFE+K0d7vjcP9j3Sv4O+H6WaPkycb70RPTK+buwUu38wdb7W9KC+6tW8vKUYhb2/NHa+WWJQOv6Ir73fSTI8rExuvYNa+jwbAna+d/gCvbNpwr3BIbc9Zb+UPOD3eT1Dsae9NQeAvU/m4TxH1Ag9HCqWPVtQmz3Iljk9xhB1PRhuqL3VK5y9FwXNvPSFtTuvsw49cPWNPWd5fLzfgxM6YY6FvR54J73tWpq8m0+Nvf+12bx8kJ87kQNSOwwzrTw44529vvimvSgNmjwj8Za7+WBjPPy4ND3PyO68YDyJvdDoGj2zpHK9CdPHvL13kT1eRWE9oXmgu5LsVT0NzCc8vNSwvQN/wzzEzG89CUSDvfqa6buKtw09W4xyvFA0Qb0wucw8Ywy+vFUxhD3IQkq9bAV6PXK33zwsceS7SWqePPMy+rzI0GO70Yv0PB38bz0ITZI8bWDlvF8rhz3RwQI9JhxgvY2SO72qtH08cM3qO+4XpT1qJIU95/4DPXa9VD3h0T88C6uEPMnbQT0jnSE9NMSePZyVmjzg+KE+cKkkPQKPiD6Dbdg7QyOlPR0vrzzcpUM+1DnFPthXxT3dhMS873GavZN10D4DEAk+PmUZvoAX8jw8X789l/AqPNd5Ij5J7aK8KTlnvdl6bbujPWQ92avOvUSUJz4Emt69gvP0PfkwiT3NmVy+1AybPWjKbTx7K2e9MFQgPlA4R73Vafe+EXiCu5iH2D4qt0u+tCl0vVpJGj4/vw8/pHiUPgM8Bb1WXV4+j6N8PTP1mz5F84c+rI1oPmeJNb79+D49nF4LvRDF8T2Eme++YIuQPvcogr68cZU+DY10PbJ9B72aWEA9y+iNO7pShr2w/5K7obxePOukbj2rqbg7foJaPWYcZDvmdiO9VKK5vdPOgT0KakO9qYI8PXrao7zABGc9VzSvvA6U0jxZPe68o5+8vAMb6Dy95pq8",
        "RGGXPVjwmTvdToS7Lo92vXL/QL10oac95XQuvRO7cLyW+kE91XFivLejIbycqAI91usIO/EqDr3XO4k9G83bPHvWuDuPYT285J2BPEYIDb3bX5i8CwULvThwODsToaw8qp1IPUHcWDxb1Qg9q/WlvW04XL174kK9jN0hPTXhQj29Qas9RzAWvMoPEz0bOOO8CIe/uNFHgL2UMGE9NooFvSXRvj3vLYk9QrREvU93XjzhGTu9gPN0vR+MhD2IJIE9jiw/vacxlD1KepO9aNGevf02ujxbzhM9plJUPAStprtIunc+U+ohPip94Ty2sGQ8ZqN6PuOKCbwwI6w8ay1DPaI/3T0Qyxo+KmAnvazo3jygrjk99gQdvGgbnj0j0J0996V7vcZGhD7Pcya9434RPSWVAL08Qyi96s/7PPEfIz35OSi+OmiMPlIMxLxYWIK8jOMyu+sPuD3EoYC9W03gvehFjL5Cjyo85ZmUvRczvL0XgT6909mvvdSRRT67Ywi85IiZvipkgj0I5ow+GiN7vQ8RBL0rCng+v+ABvn/wBz7/huC8IffLvdJ8ir62WCe9ZYi4vW9hxj3L426+kckhvjllrbuRw1g8VO87Pdu+o7zgcYy9YCBCPKwuI72erm+7d4WsPT0Ytruyuiq9WnQfu8M65jyjpU89yIQsu3XGXTwgYog8zHx1vTNBa7wu9528FL/pvRBRmT1tLog85Pp8vVwOdj3rNZq9d4SAPY/SpDwNyJe9q6GivNaLprzR2oI9wLj5vF/7HL0QGdI8nQ2YPQCyazzuKoi+I1rAOx0KQzyOs/Q9uf+CvTpn0j0kfHy97gGlPStC/D1qz609SbhXvr3YBj1NwC+9czzTvN7WC71w8XS9rF/TvhnqVj1y9DW+u4kZPeBtVL3DloM8hqeQvaRPtr2lH648IJi1vMoPdb3Ag3w9qoogvbMsf71y6wa9uWWOvaEYVD3J5Ug9z+PQvK+LET1ErtG9k0aCPcTClTxYs/W8DNzVO801kz0/Tjy9",
        "f+P3PGDqlTwlb2k9x+4WPY5GNr7KJR++oHJUu1fU+L1P1co8Fwj8PQ7/37xEoby92U3qPFuMUj00OZY9tqYxPb1jrD1J3989vlxYvSqX8L3/7lW6aL6fParqnj21KeG6bBe+vVIRAT5i1ow9uDi1vBu1YD2chTa90iw8vXG0DT6Ttv091KIMvhr3LL7L4Ts+naa+PIEIhb1KxQI9oPIOvBw+Nj2fTI4+70EOPoionL5+8Ea9pCeFPt2Pmb0eSXo+PNUhvb73iL1eXv69y4lavZ6vmT2q3zK+MDSCPju4mr6uo5i8uAvpvAfvXrxi0lg9DKG1vTzTiT1XLUc9LC6YPTyPFz1U2uW8VEJFvRrthj2HZlW8pcJQPUcwAr1N3DE9Yp6duycY9D1vj18+8J6kvsYlp72EQy890V0JPZqmAL8kAbE9RD4Iuxxtwz4NbFE9O+56PszNQ75h2xY+FPfFPYAcbj3IbMI94hKtPfl/1rxWs8E8+arzvYZAGD6T7Ky8BEkbPQx1urxEHLI8UNfRvZhsazxh0Ly9KKgsPB2bdr4r69S9CvGXOyNUoL4jKQO+mgqqPXDBZz3gKL+9H2GfvoQg5D2Ewqq8qkU/vRRFeL3ZyyU/Z5oiv0ocSD6JiLS+PoMdvoO+373Pmz2+AG5OvYc6Vb+XZya9c/SuvStFhz1E8jm9CWUcvBLDaT0muFa+tF5Ovz2lw77KEoO9fmMmvgvhvD0ZVgm+HYWqPSF10z1YMNa99QnPvmgFC73cx1S+isdZPeuMfD0qSfE8lM74PCxmUj1K5LS9zQ/uPL9ZTj1uMiW+27wUPmeXQL3Gksw7mkVWvUTzjr2pXnw8mIievSSbpz0CxTU8DMiWvS3yG76RX/G9u1TYPUInGb0rWqc91F9Cut7aKD0EvIC+O7akPsfJ4Tvvtcw8R8gmPWlIKz2IALs+A6JRviyEyT0hoYu+WOAePtxrVb2QUUa+7/oivrIcS7xbMra8BCg9vf9pgL1wWYm+E4FLPucFo70PAck9",
        "LsRiPcIrTTwELoY9s6HovHdKYL3XsDq9LcoWvca/kL2cPa0+qDIFvsQPr70cgZu8yidgPswH+D3eSkQ+c5UcvkthnjwwES0899NIPpWK0b1E0Fk9KV8bPZWOsT1TQI8942P5vWTwyL0pKAS+/97JPeZNKD1Sx0i9uetgvrpNFj08FM++1PZavS7zq7wXnhG+chwAPgaGiL1TCYU9oWGhPYpx377Kp048VaUDvgU/3L36gVS8emfTvQbUIL40c6S9xckhv7Uwgj5ViwK+3yhDvpIHk71f06E9kWAxvk4XSj7/oc+9TKSlvRwNCr7hy0W+VQYavTpigb2bZp++If9Pvk0rLL5srp+9ASSKvSjjlb6elty+MpMdv0hqyzuJ9q6+AlksPqqVNb63Gis+NQKpvNKtJT4n2vm+U0tQPXpzwr2xLtE6AtNJvaJsET62nki8yHtbPsycm76TuLs97pFGPSJwkL2uvaO9HLIBPSyhLb2+91Y88pa/vWAPa72RCY05Bku2vQRQGz1uAr4962BcPSlXWj2FjoO8PTESPZgdMr2vPi07G3AfvWNOVj6zGIM9ciKrPeHuej0M1Sm9icbrvJyecL4+Vo4+cZd9vRoTgz7Pw5Q78AWPvO7bBb5nlqO+blKAvl0ZHT64TIG+Ar9UPogV3761n4I+AbqpvpV3TD5KQYw90kTvO6q0qDxIFoc9CqwLvL3N4Dwmn4i911DMPJ96PL2B5RK+mRuNvuNZtT5UT0A+Ra8av/nGgb6OTIi+wbSEvW/lIr4E6YM9hGeLPIpXhT5ZTLs913sHPoy9DD5A4Fy97PPSvTWWfL3/EmO9m7kVPiQnFj7WjeS7qRgOvcDEtjzpnZK8NGofvNckFz2fVWM+3wXwPIDE5z3HagC8g+lTvpGQBb2xrg++iYdfvXbKML6rr7M9BfTWPZLW6D1eiD0+aW8kPe6J6b2G1zK9Q8D1va6FjT7r/CK+ffIdPs/qjj2ta5E9d546vFlElbwv+ZE82BjlvO9XYT05QGE7",
        "3G+3PSBjBL7gZ9Q9DqCDvXxppDt3XAG9BmyXPDZxvLwG9ZY93RUHvgERKj7GbBM97E+mPhK1sr3xM2g/WLImvo0QdD3cf9W9APj6PYSkfj18TY8+0LoNvZSdIL1PmM09VnArPW58bj25Hj29k4M7vZLZRj1QdBA80Yi1PQQ33D3rQS28nKsbvj0W8joFR/a82W6JvS66/73yfVa8NpGUvT+4kb3QwAY9RsfePO3Nor0xDiA+PabqvJvnWD0rW3k9Qze2vc7N3bzAQBe+TSejPZGYjL7DtXs+ClQVPm//jT2b7cS+6qWKPge5rb772os9Wz1FPtZwHz649QG+dUKXPaKdCDx30I+9TY9yvbfzez0/QVc8p0ncPNbJej3VL8y8CmWfPlunGD0BbHY9gRx7Pq6Q7z6mF6C+aTfjPTriXb3smOe9Xe7iusH/0rxGBKW8vhJoPjCVxryg8P49QN8Ovpd/Z73xtBA+ZQeDPe7D3b1qEGo+KsfJPX5eDr6sAQO93TTfvZltCj5FLQ69vhn/PBINLT7ANlQ8hOyevc1rAr1+lge+2tPfPE5JBz5npb49TyhAPvKkvj2QUiw95tzOvB51Qb0zTEG+GqcSvd8y/j32Y6C9KIrLPfN1uT3Uftu99EQCPvJjuby0+9U9bxpEPbp9przxIAM9SMi3PeBDSj3S+4c9mbO0vXK9MbxACSY9/0IUPs8g0zwfgZs8i8PdPEK7K77IVS6/vjEIP+8MwT5ILgy+evGevqLs9b36DTg/KvAsPjLV3L1+Q5C97m+mPagxMziKphG9zTyXvRGoCD2slvI9Dh/MPXS+wr0g7/A8vxkEPDX6Kz1NnSA+ckGfPMbi+L2+Ree8DTOFPa9jQL20DFu+lxiePTROxjxG82I8/v4PvrPuXT6Krii9TaKXPdZ1gbwC1wy9yhKFve5SATwK1xI+oa3Nvf5HQT6ILJA81ssTvvMlaT2awlG+VCEHvl8+Hz4D6Us+dUULPslqtz4FMdU+BJaJPlYdCz7IbcA+",
        "BkBAvQZ1Tr2qCSA72gkMPZJmqb1btUs91E6euy/DmbyBhCi9OBeeO7m6u74UWx0+z7o9vb9t1DxOl0i+6U4uvqypw71U5a09081gvNuwrrx0R+E95OGsvQYnHj6F7Z69hl7TveWSET62awg9RtoMvak/Xz5j8VI90qf9vcgbfjtk3QM79i1aPcws7zx4RTc9w332PfvmCL5a9iG9x7KGPIsaHT4m1PG8EMPoPOD8cL1P5w8+E/jMvCR3Fb1uxH0978UBvhyQCj+qnNG9dRSEvPmeRT05Ndc8oB8oO2cAJD6Floq+gnjpPNKCjL4ZgPo+0/0DPrtqOjyFSpa+EmOOvezrIb5wdxQ/FfCsPcRb1D0xiom+FonVPmtaTb2KIAI/UFkbPndEML6wpnc83i0wPcKwMz24CE++6y5IvSj9Aj6zV4w9JkSqusQ+VD3oMMi83SbyvTYc4TwsyqI7E0bXPaa0J74Op+E7HaGMu0q+rr2qkIs9cX3GPczoDz0p+lG98cpLvTg7mT1K1hU+inLWvVu0zbpX1AE+iXiOPRGiDj1iGBe+JYqtvcJo3b345PE9jqfEPRGHqDyDVZm8T6TPPX3+LL7y0Qa+feMivsxzQLxnn+E9Ho+0Pk2DEb6qc9S9q62DPi8QoT0AYcM+PfahPerNn725Pcq8j/PVPgf6Yz45qLg9xvw9PTP6iTpyfBk9jzOSvRk4iz057ci72dBtPOHfEb/ziQE95Kwav2KDfb7fVyq+BY0APh2loL6LahC+BM7gPYj3WL1HWtA968xIu3OLjrz620g+w2R6vgBDtb0Wbmi8ewBpPkExUj21tq+99LbsPDHY871QMTu9QT8ovV0O/LyHGke8DjRGPS0JmT242WU+OQ0KvRCMtb2liVk9icSKPTN/sD2Az6k9G/a0PKBYSryTaYy8T6Q0u6ArY7wyzgk+shqEPZ4chL1pGqo9XipqPdku6LwsNS49UQS2PMNoVT7pEq+++CiMvhFZnD6bGua9+jcgvqva5z016NU9",
        "vHiWveNFBb8Fneg+x3iOvi4aNz7BleS9oP7NvhQHtr2G17a845swPuMHfT7MVbe9sUqIvBXoND0SsFQ+dBk5vmzaD72sXbQ9rd1kPUK+eD3gtAY9cUS3PQKZ4Tz1hKe7IVTMOqQdzD0zOmS9akenvTuZDj0KBDq9+QetPFzLHrxx29S9fbFFvRW6v73WK+o9RMSVPZI+vTx3Wcy8TFsEPvsYtL2Wriq9lAJZvksWlj22df2749xIPnHxdL45XLK9uu2LPUi90j0XIPe89wsIPkVCfz4TlcY+fRdwvmnnDz4bTg49gqCUPDXPbzvgUnA9vvy3O1C8Q73nEe08lTJPPdzUND3HJFA8vX4rvPcOTzzZmwg8w9DwPMe8iT0P/Wq8WZo6PkPMqL5nGkg+NKTlvpPpuLxokjm8WROWPVmIYL3ZzSQ+5UclPhRCQT0ZKDU+uP5jvvbNML6dmmW+2g8zvickQT3RzM69uF/hvTHjpDweO4M90a1xPc12Bb5UTq68igkAPsZEVz3US7C8mTtsvcjd4T0QpGS9uTo/PWMLEz0vucG8IY05PZDoV7326as9Uc58PYta2ryIhty8x7auPHbaDL41yb47K8vdvdaJaj04WLU9mJXru1BpZj2VP4W8rXq2veBX2j30ZE29smPBvS46Ir0YBPE7PUvwve+wbT2Fc6a8J1NuPjEKlr2a8+C9QJCYPA65lT2Z2di9MrzlOwhIwT3AJng+YHuHPc47jj3lMCs8vn0HPvqYGT6CQMw9OIylvWMNwD2Urny9FeOTPc0o1z0/j2E8XhLqO1Zxtz1cz5k93eisveUj67zXyP89ZxXlPDAGOT6kb+69b5LKvUd+NTsv6KW8oDTHvS8oj7z3mmm98lQ3vqIuFD6fqaI9ZfJUPsBMIb65HO+9d0BpPf+5pL0kFoc+Z0s2vTuTBj4+gYC+qzd9PvV9db4KvYa9JsCEvbtcnr77Z5C+ZA1qvmy4kT0NARE9dzCWPUYK8bu6B5W9AA58PaiQTz4Ohoi9",
        "KisqvOLNaD2al4U9w4PzPKB75LsRnjq9YxCDOyFbj73chjg8KfAVPWgBOj0fJoW89pKyva2rUT0SAga92TChvLlzkL5dSCe+CSGavkyOvL62gpk+uvmzPb8WXj77/h2/FqrMvQ72Cr3vkey9bj43vWlkUb4PUlY+e5WaPSJVML7/T0u7XC25PG0OwD0q45O9aZyrvafmrL11RL+9RMTSvMlQez2l+yK9jyQ2PSSovzz6VtY9qypNPeygqT2AdIq8j5HoPY36Nr1V+I+92wyQPeR5xj2oyZE9wgqyPI0VtL1fdQQ+vK4OvU/FnbxEAwo9WdSAPKpgtr0rkcg8p2MkvXalXD2OC0A9PlI9PcvyAz0XhyO72sRvPlPk3z3Jr9W8i/72vOSIjjwDLsm8fBfKPBY6vDxMcBE+de57Pbgw0j3PxhK+D9IPvkyJzrzAeAQ+LDQoPv98XT3jiBs9gU6LPSfSA77+Xaw9gsPGvQyWJT4o9Y87HfgyvnxsyjwuHYe9B7eovdBvorxRCGM8BczjPavFJ76bwpw9QQI0vveV1Tw1fr8+S/POPFqtNb0f6fg9DkgkvitIlj4bmwu9ue8bPtgp5r14lLu+uLe7vJABAb5qVq+9+rOTPVaAr73dEjq+bI4DPX7/A72fZHy97BlfvW3z0rybcC49udqvPJP/c7z4EEA9zlFpPVB+fT36PW6984mzPGUn+Lv5T7Y8+a+xvM35jT0JKZO96xprPPIIBT2IjNi9t+k1PQnwMj2jsSs9n0CqPfjubT3IrBi7XsGtvJ5PzbvSWLM9OZBovbyJiD2zQzQ+RI/LvQ9HWT4tAem9NLuAvSaLOr2ApnU+myx2PCMGWr6rdI273sPsvZvjAL0IrKa+HdKnPn5q2z1TKJe8nlXwPFTDibwtZ9A9o9+vvSTiyz2Fn4O8qNPCvUe2Cr2cMly+M6reveZ+CL4DI4K9buGHPEMgpjumKQe9Ca19vGMQoD392yi9BYrgPQhhHrwvnp88fdoKPr59nz1Rsp07",
        "eH67PVbl+z1xtgO+1iC3vHuBSD7e1Bc9oWE3vY4hJTx1RRe82n0yPR+ruzz4BKM9b9P/PUBiyDu/VFg9oYQfPOgkF74wMXA9k3kCPbGjprl0qwG+JgpXPWz3fT3v5pk9xQSHvKzDir3eQ/m9U2GBPVlVjD7AVb0+5mX3PHNofb3Uivu99/lUPkQ4Ez6NRnE6LkctPqeMqL7OD5M+hol7PDgPLb7aGZQ+CNoOvj3RWz6Tgpo8O/csPZxe271JmnE+1NQZPbWFmr26olW9ox6vPJByQbvjv748dNeru3IQnT3nL1690bh9vDiWG73OJq+8dzwpPBB7fj1tMHi9mzOWvIZ6AbwBEYg9g3dUu801rjzp8b68iW5CPWI0rzvi2D88VB9/PWf5dzy4pjA9XpZdPfKg171DD7k8h6SOvdUWJD2+NU091Y6VPfMEhj3Ock29PiHtvRhbdD2BIne7X0XnvMK7ijyATfk8WiFqPcDaNT0iH7q98AaKPYkBAT1+vEk82l4VPt4isD1TydM9cP1hPTY/97zkj549KNd8PuWJaL0iyQS8+WS7vfxdjr0xU1m9hdc0vkuBoz3FQ1G+FXOaPaqAuL18a+69E9xqPcTrTr4HuJ698J3ivGkU2DuC/tK9O5NSPJctjj3EQKs9GliRvT74ZL3JUaW9WqUnPk+Y/zwHO7w+edxCvBn8Hb7sY1E7MuTsPaA5qD6ccFe9f+4TPvBZIjyM0B4+5fSLvZ4naDz/bnA+3Lt7vWYgBb722jU+RPuAPB3EbT6NYFA+BQuePQfuhT29BMO+IBY+Pj3sNz57BY4+C5SzvHkNgz7UoCI4MT0kvea9mT3tFLg+bFm7Ped5L77BJre+TqYVvaRqtb2yy7i9qWdqPWvWab06Nn++X0W6PVh84ry+UlM9LVOkvZp8rb1QqbU9T2N0PYNfhrwYHhY91ktDPADmdb3UN4Y9mEbxvY0xirzwqnA9TY91PQbIbDyaFSq91IcMvaryOb0pV8e8Z9bGPKwQjbwLfUm9",
        "6Wm/PSh1Xb0RcYA9BJpYvXJK871C8YC9Hz0EvSVzaT3AImm6BhtCPa2067x1SOI8RuHXvboZcj21/xk9CigtveOenD0W1Uw95lmnPMg/DrzgIoa97iyKPRNmkb1MKAa9vt+dPJcvGj3Puja7t9yGvUGv6jzn3No7R7o1PScfKT0Btsu7fzqdvVyiGT33rFU8idanvAGiCb1rVw89pd/rvESQurwcvnO8UNt9PT5YD73ysEQ5P0HpvOVDzTy6QYc9meYovq73Lr3FR1a+peKSvdJA9L2YXW29JDB/vdRtDb4CGsS++LevvIw9p76iqz0+md4QvdDfP73Ad2C+G4UJvvDwzL7EhYU8yNq4vm6SVby8Al88ABeZvIIwtb1+Nzw+jN5/vnnGDr87GOO9dFODvRkO3LwtZMm82D39vjuzKL4iTgk9qlHHPWWPb70nbds9PJGBvRr/VD20yKO9pw3tvK/TN73GGrk9E9MqPRYUCb2siau9U0FFve5HAD3T5AU93cLCPZvr8rxZ2IG91By4u6Ubbzy7pT+7gTwVPDP2Cb19hd28lrNEvaCpYr3KAlO9dOO4vUMti7tbcAU8717lPK+BBz0oAVa93zbfPIQ4OT3kXQC8/V1QPTkkm7wv55A8Gyxfvde8k73skjQ9qZ5JvCaHm7s/iC89RlgLvf1C0Lw="
      ]
    },
    "predictions_x": {
      "bias": [
        "TpUvvEDjXT4="
      ],
      "weights": [
        "yXxpv5iGVT8vEGM/+QFWPw=="
      ]
    }
  }
}
