{
  "architecture": {
    "backend": "tensorflow",
    "class_name": "Model",
    "config": {
      "input_layers": [
        [
          "scan",
          0,
          0
        ]
      ],
      "layers": [
        {
          "class_name": "InputLayer",
          "config": {
            "batch_input_shape": [
              null,
              64,
              64,
              1
            ],
            "dtype": "float32",
            "name": "scan",
            "ragged": false,
            "sparse": false
          },
          "inbound_nodes": [],
          "name": "scan"
        },
        {
          "class_name": "Conv2D",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "data_format": "channels_last",
            "dilation_rate": [
              1,
              1
            ],
            "dtype": "float32",
            "filters": 1,
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "kernel_size": [
              2,
              2
            ],
            "name": "conv2d",
            "padding": "same",
            "strides": [
              1,
              1
            ],
            "trainable": true,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "scan",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "conv2d"
        },
        {
          "class_name": "MaxPooling2D",
          "config": {
            "data_format": "channels_last",
            "dtype": "float32",
            "name": "max_pooling2d",
            "padding": "valid",
            "pool_size": [
              2,
              2
            ],
            "strides": [
              2,
              2
            ],
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "conv2d",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "max_pooling2d"
        },
        {
          "class_name": "Flatten",
          "config": {
            "data_format": "channels_last",
            "dtype": "float32",
            "name": "flatten",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "max_pooling2d",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "flatten"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "tanh",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "predictions_x",
            "trainable": true,
            "units": 2,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "flatten",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "predictions_x"
        }
      ],
      "name": "model",
      "output_layers": [
        [
          "predictions_x",
          0,
          0
        ]
      ]
    },
    "keras_version": "2.2.4-tf"
  },
  "hash": "7a5c8a2c0765f72db75bfdf790b5f7aa7c8b8d0dcef137c7cd128569834984a7",
  "image_data_format": "channels_last",
  "input_shapes": [
    [
      64,
      64,
      1
    ]
  ],
  "output_shapes": [
    [
      2
    ]
  ],
  "tests": [
    {
      "inputs": [
        {
          "shape": [
            64,
            64,
            1
          ],
          "values": [
            "q80AQGVIfb80F1M+s7+vPtlW478DU2k7y6LbPkVoqL4fD5W9Bp0BP/oavz9hP4w+F2GpPgxBGT8SwuY/kqSwPmyjrT5Loca9vzTTPSGrCj/4AXm/cKsBwLum6z/3PxBAx/8cPgKTDD6x5kK+QDhGv7Ff+L9FB3I/0FKNP2Nc+D9UF20+9a+xPoUcj78nukTAg/hgP/MIWb9YhBO/dgvxvdkg376AMo6+6z7Cvmfgmj/mPrm+Vh4yv+Glir93MCdA18/vv8YbK72pzWQ/opLDPxZ7aj4yqHY+USE+PzH2VT+Hxrs+klVev0x3tr0KZzM/lC6CvaDZZL/kR4Y/tLksPuLIyT91pYs/R/zxPe76Ar2GEYS/HD+8P5RTLb+v26W9rq8CPmhKNT2dimi/7+SxP32WAEBy+62/TLV4v8CUUb7P5N0+IIxSvtG5gD987pY/wfqwPpyNmT8L6Em/tM2MPRe+rbt0FLe/Om4awODTTT36oaI+DfQJP0C3gb9Guos+KB5ZvyJOB79UuyE/YcWpvjFAXj+ALWU/lL0Sv0OcBD/76t0+7MaFvxzh3b64MB2+3YPpv2nZuz8aDgnAb1MhvndWIj6qsGc/uB0UPrzUMkCSEvO+F1RZPn4q8T7JpsM+4RTeu0VHZj9hGs4+SSybP0aE5j5eTZ4/+yRYP0BPHb76Wqu/Tm+IvaMmP7/uh92+Xjv8v6u3iL+u/+++KMGKP1ByhL/HKdU+qG4UPT1hOr/y1V4+XploPePJCz545jQ/cgttv0B9tL9nnNQ9FqMyvxtz4r7zcVo/FUgOP1C6h74338S+RhIRvyNtCUA67DW/MLcQwPvWpT5WPfW/OaMwv9H4UD+bq1k/VE6DP6KFLT9efpu9vcwvP68K7D97ENS/365ePyZSZz4qtta+iQwGQIym9T9q+1S//R2aPvz5Ej87lB29loBLvRewlj6Qrlo/wOXQvmmuu7/RBtG/lhv+PxhDkT7rlhpAJaCovzEk7r5z0Tg+/78hv2zxiz+gKwu/",
            "O0QOPHlzJT92gC+/yXjmP26gPT5GsZy+F6KZvotPkr2HFNo+a5qYP6XvYj/Cy0W/Cjnrv5Ytn745E4o+gwROP5bWlD1OmYI/F5jsvxD+RL7UzKq/1zMSwK5qAj8U/jS/OYhQP7ZOhb9KFeK/vOGzvjrEuT+yseS+R+zQvkuGR774M+Q/dDRrv3XbTb8iXua/g7cYv8nJAb46bd4/YSBuvcwFbD/+jOI+VDm3PeEPpj6maL6+G47cvsqDyTwm0yQ+agcHwPzXN7wMgYM/yijbP5Cqlj9RhuO+rhHDv4N7jr/NXJe+Trxqvcho/76RWS1A37GCP6wWib6ywNm/eTYdP+RB8b2Sr0W/3LReP+sceb7ALCLARhitPs+siz6jq9o+LCTNv0kBVj/P96O+A8YOPxVSm74IJ0W/MSKfv5sUSz9yLzU//SBCv2kBAL/C14I9VJumvlFrrb9Jax8+upu7vhjSSb3dVCHAsphUvpbhNr8VL0K/6TxWP6gq4L5saLU/cvaKP6CoPD/cNo0/hvIfwP7UJr6EiDu/07Ugv3p9Pj6ZBrY+hbYSv0U+b7+826g/SYiQvshpBcDc2yC/iELSPwzpCj+z2V88CmMEPwU5GD+AYy/AH+stv1DTsL9zaBC/MJQSwGwXh79/Y6e+qrxRP+bTRD8Zntg+R8a3v2KMGT9srEY/EEdpv+YDJr9QcS2/zNHZPsM1+D18xKw/daRrP1+HM78/G3s/LHaFv8JyhL+OmB2/qOlJP5cjNEDB0Sc/BBRyP9lzhT3uKXC/3dTdvfXXwL9HbFy/FedCP1llGr+8IOe/uBO9v7h+oT7zhum+XvoNv3Otrj8kImm/ALJyvkQBCr6bvx2/T94Cv8n7zrulObs+0muVvu8XXz8lcPS9I4Ytv6Y3AkAcA8M+5YWJvZiojT+SiIO/TVgwPyQA8r0W5aA/2O89Pxkm7D1BIZq/Mz7bv508ND/TW4k+HU5Bvxkm6L4MxCe/jykFvkNvNb7hq0o/f5wwv/kUc7/DSQXA",
            "hxuRP25qTjxhyQfA6Nhcv6xQe77aMg1AVxGePtT7tD9sXmy/teaJvzTyDr+oT4c/QkTGv9ai+D8jNtm/AB+vvQOHjz/XTsc+t8l8P5nbcr7NPto8k1yOPtuOxj6aIMK+jb+8vn5iur/2EgS/cu6avqD8vb4mkSE+qZLGvnfRJL6v+KW/JUNzvyi98T9sVAJA6snmvqvtu7wEwHQ/p4LiPjr4/b4NYLO/ege0PSuIGr9pyRTAEBAkQHKfi79ycWK/2ASRvto21z4l2VHASyjoPo/oA0CMYI4/pqAAQIelFL1pywG+vyUFP1/hrz/P/80/ZE91vPMjpj+iChY/KF1MPhMrtL+MfgnAB/6ZPzEzBD//cSG/heztvuyvlb8udXa+YZqMPyP/Yj035mc/dIDcPkMJK79Ov/i7ZP83QNCR1j45ImI/oLYAvj9ym77VtVI8ElGtP/8dQj5XPdo7P1POP+P4M0ARaoG+o4FJP2X+rT5lMIo/ji3YvhiIyj/mpYs/S8XJP+bIlz+RVwQ/uULbPkEN5r9KGLU/R2OZP7BTET+mB6E/ZwC8v4xQIbstsXC/hueGv7DMjT9ivqm8+g9QP2qkAz8ZhKy/763rvYRsBr9e9o8+jVsYP2rZPz9oNoU/gKSbPqzsDT8+qKK/4CS0P6f62j/D2Sy+W2qDvrNLzL6sejw/82VOPtOVRb99gZ2/92MevjK8cD+JqAU/PPasv661Y785o9U+So7Vv01Eij4/6mK9tLijP/xl9r0Fm8Q+Z8lCP8TijT/ETbi/mt+Fvgb8Ub5FMr++oO0iPfv73L5V418/au62P6lVUb/sX9c/b1zvP0yBRT9i4om/pJ3OPmDMXL9XotE/jNE2vrHler8Vqcw/f+V4P96mBj+EeS2/YS8JQM1Kwj+rjIk/FSQsv7Elvr51bsC/5xewv588nj4MZ/W9YAEoQKlN8L7vhma/9ShKP+Jlmj/BsiI/q7eDPyZ6nD9YS5s+kRqJv4q2qr+ZXkM+nyvYv14O2b1aACC+",
            "v+2uve5eqz/6UYU+1UCxv5mXk74p0Ca9QZ+sv8Sgvj8MUbq/viXOP//9aD8qvm6/R+K1PANg8L5hAaC/CDGGP2sRWD8K3ye/TA0wv64TND97Glm/hX+aP5e4ij56GUk+jTrtPsaIU76hktu/MKoRvv4S4b6I9c69qHcpP63sVz9OQam+XmAEPwf6zb5/b5W/+zgxv0zzZT8x6hy/nN14PxgZNr/sTFe/ZvsOv/NsRL6QFSq9iHmZPcIoDL7qJka/tWiZPztkZ79tsSi+y8XMPlbSUL9G0XO/3PEJvwmVij+/lG8+keqfPqchrL+E546/eL+PPmZFeT61KfG+iLSev8FpO7/GXq0+gqZovm2/Pz5GHdW/XDenviIX6b7QjXO/6OUlP70G2b+AQ9K//z3Wv4dhEj/HvJ6/r/SkvmkSub8ESWy/q5ptvh5AfL7Fsd89BzkzP1Urlb9G/bO/6ljPvu0pVT6yj10/pLFUvx5GB8CIdAfAkKWLPZUXer+2i58/dWwAv473Jb7t8s++vAosP3o7lL77wOw/u0bfvxGHFL8pSiU/Kalnvz/l0T/F3dm/D2MKwObT7zxWVt4/AGJFvxWRv7/a+ie+9GvJP3bpBr+ssoQ//NQSO48YEr4J+4q/DeISv63Aaj+hFxK+TUkJP9Liaj+YpsC/zrKkvl8cvT4iGhw/VfxxvyGSkT5BETC+eKLWPwjeh7+LMb++eS8HP72clL+fgMO/loD8v5XudD6HGz0/uqibv5yVpL+G/kI/rsCTPQDjr76VxV2/qQjLPijhGr8iZcS/GBInPMm0cb0UJoU/R094PgFrf7+Q52A/hgLYP3XWbj5wIwM/D81RPhvwY712h9m+7cCzv2F6Kr8ZtSK/BtxJvzcf4b5BzCW/hu2qPyZNrr8W65K+yBKYv/lxfz0ztYK+ArnUP+tT/z45VJ8//C68PflyNr+MQ6y/yst6vust1j6qFry+e8WIv5eYqb70FdC93pa0vpFO8z/V53S+grEIvyneSL9x0CA/",
            "bSSHv33tAD2mlA/A2q1cPmqEXb8DO00/I8TAv2E2Hb+y7D3AFLKqvdclnr5oRsi+PeeevwvmML5Lm7C/T8v8PpajAT955ok/w/vAPnkQZr9w8iu/cGqEPw2ozT+mQHI/0/GSPyI1wT9qPmU/spnVPy6ftL6GfeE8yS6EP1iikr+NjqC/Bz1lv7DwQD/qMQvAlV2CP2e3xr4ucDo/49fZvsmm6b4aKzm/wDAMwA4ciD/MyGi/cG3nv4QRHb/mOJA/RRd7v03DMD/Oaia/c5NUPwByXr9Ri4q7FFKXv+iRQ7/r1tW+qQU/vnytEz7yZJG/IDJmP+1mj768o5I94jTOv8CZMr/PQMO/QQNvvAaqWT5/Zpi/7iGivvPM5T4KFyk/X+RQP1vt5r366j6+vLKVvc7Cwr7VTBG/tcwXPwQD9r6o7om/QuMrvx/z2j7N4PW+S22oPuG1PD88HrK/Qvp4v56Zkz5pYq+/Akz1vAVPVD9TeIU9yRArPxvZxz81tXu+s2JzP6HyXT/PQQdApKb2P16v9z4Adw2/oZm0Pg7Ydb/0c0a/2hloP5c53r4RQuA/gQ3KP+8b/z+9Ag3AdHziP+B4Cb86PgE/pq5vPr+FUL8IYdW+7QrsvnLbGj6ii8o+6iHCPpY62L5/Nr4+/PAPP5Z6AcCkiPQ+56HIvwf0uL6SbdK/zwYDPzMTTz88IUw/bD9FvxLIxD4XV/4/RFgPvmN+nD6lvbI+3JKavuuTc78PZSG/FchhPl5Kr7+fBf2+C/fUv7jvhL3agMa+CsshQFOQrb7mILO+9C4YPaGGR7/iCLG/fQKdv6IQwT7WgTs+J8VPvs1agj67AOG+8QqPv6LABL/wo52/X553vkZIsz/mQaU/495TPxdpwr6RIOC/LXPQv+QgKD9QM7w+6jKXvpAyaL/FqnK/Vd0vP7BKAb+6Zmg/4kv9PpwrKz/lUJo+nl2Hv32WmL5ME6E/dKljve0QQD+06Rg/Z+RSPoecmL9MXi+/envPvtAiF8AF4LQ+",
            "akLnvpxkIr+xBq0/Qi3Fv4MOmD9GTls9mL24P9UuND7aUeE+8o9uP6b6hj4iEFu/d5VTP06oob94M+m9dY1MP1YUPT/7JLk/sAOuPgxpLb/k7LG/0sB8v5A0xz8Llgi/pXv5PkFM/72qn1k/vmGlP59ZQr8ozbS+rCmvP5ehPD+ZP8m+lXArv+3Vkz1JLLa+x6/3P13qOz+sjFw+twK/vmi9gj8y4yQ/ZvzUv9X607468Pk+rqRfvxwk1z9SkZc/46XpPsvOzT8n4cy9GauZPxZqXb9Wo0G++LrIvS1TZ76810k+L/2VP/ZL9j2ybME/bbTGPjf+FL5IbxO/f1IAQD2Hxb43RW2/D7/0vwYoRj8pL58+QldjPuhWgz2x416/XmbjvpmHzD7cUdg+b6pzv5RZhD+Z34s/1fjJvvkKCT61TrS+yORjPpQRG715rq++KXbHP5MXiz8BmZo99WwDQO0qZbxDvMw+jxPEviG+HEAeKgS+KZI9vyeQb782pAq/im2sPuKNo7/3m8q+Z+QhwDSCljypKuM+uviLP2i7LL83vLW/dF6fP6N4Fb/bNuw/6nesv5tksj7Ebi88gvg6PnyuvL9sBtO/v/xaP2kYgj0FKVa+1akwP7broj9yyre4GwlFPiXwNj7UbUK+x+xzPTXanD9/dza/kxyDPzY1Cj59h2Q+KZA5Ph7EyT+idCm/uDILPnz+5D5//AFAL2oSwPTY0j3Gx+u+hPMiQD7xsj/xwjg/FvmMvyCth7/dO8c9zL9YvSnVnb+Wz2y+Lu2iP57bsT/hu9E/Cgb+PrImB7/n09Y+VVTWPrUyBT+9cVe+9OgCv8BtqD5RRKU/wY86vyOWVDxQpqY/iqk5PudIrz7ckcm+C0HZPgeQS7/DiUK+0JLGPlLNDD2bEAY/YYltP7KBk74ocTq/IGUFP4MxZT+fhKc9HN4NPwNaOT8dWxY+kh/UP9fpwr/t1x2/ZKY3PU8Vaz9LIGy+JK28PpHPhD+wguy9JtybP+B4dL4Elao9",
            "X0GAv4GTXj+f+10/OmufvnjorT9CXQM/H/lqvtJhID0HJNy/8fukv9IvI78RkeI/tmGIvvKNHL8vKjg/LAELQDVltb/MlOI+yQZlv/dkbL7JlyW/vh/mPrcYF70THIy/II9hPilV0D+EQZc/t/UNP9XrCz9908G//hwAP9LwuT01FOg+xL8PvDDNNj+pevE+bVPKvytyFD61klK9rzVhvktCIz0XOZE+ilUBvxOGQr+OaDfAHPK8P1aOkb/tBfG+AMChPwXVhT93ydo+Hwgiv+z5kr++p8g+gP/Nvmt6iL+hbxdAqX8rP4mWXL/KmgS/Gy4tv55KLz9R68K//pfEPjNBNL+cddo+Jrj8Pp5SaL6rNUo+1Y+IvsVC+r8pWby/4BmCv/AKDL9l0Y6/tfm2P74/VD70kh6/PSievlKO479nmo6/Nd8AQMdYzr1Tn1S/AXB9O5LH7r/VcFC/dBC+P2/14z9lkzW/hFJXv3YEOT91U1O/hS4SP7tRML/8maS/sK9YP7Vjdz9caBO/nrHWvS67AsBkkcy/20wxvkk5eT8pRbQ/uam0vydC4L66EXY/93NfP2i1OT+U6CE/tmrjPlaeZD6lzeU/V3/kPmFt4T6bThc92sA6v6jLRL/SKok/Un94P0BTvj5kLkC/6MaMPiv/H784WG++t2K4Pr+cN0D7gMu+qwSRPU0blj8gx4O/kEWtP8VGuL4A9KA/YE9cvylgTT6Y4RnAx+MTPrC/378sFj4/QjNCvVG1Zj+ymSTAjFJ5v0YkMsDcDQNAyAPTvY5IAr/AZOs//kvfvlLlW781qwfAoqTnv/cmkD5A+bI8JF4TP3XWbr/R0Mc+wRAxPj3u9Tx8+e2+s8LDvHfVA7/6+AY/jTbGvV3Y8j7yxzE+rFSlv2wzqLuZD4i/jWi8vo28rT5vUoI+wt1lPynY8j9JWpq/5CvDP3QBaL9XYOO+uq4rwKpMoT81lnQ9f5yUPSkLZj+4GbU++j+WP8iKyb8oPNC+BqQQwNolpT95m5o+",
            "D+Ckvp2itz4lKvI/QXhkP+TYXj4f9oi/Lp8gvywSxb7vnRg/Iq9Vvp43gL9iosA/gGgOPb4DQT/GVgtA/fWEP6tmqD8ZdXc/YqbGvt2nEj1BUNM+HN31vynLvz9atoM+04mxv/t3Bb8GdAxAF6tNvtwSbT4OOGA/BYuav4+9/72Xuko/SU4Yv593ob8YS8G+18TaP1D8nz8vLcO/7o6Mvy77Pz5aP40+1UblvjHQSD8Iqda/xvk4v1cCOT+qilM9SrwKPiHGwL/i0J++pFtVPUxoZD/yl28/QVqUvjDSRL4c1g+/ip7wPvXyzzyOPpy/0/5nvh0CpD5gm5C/pBG2P26nxD1LEsA9SBcAv8nqur4VwA5ATYEJP7GIxr48iuS/W2uvPDu5Dj9YDWY+u8/HvgHXnz8Hho29JQ0TQNY6Yb8OBKy/8yhJP7GAqr88HF+/A3asP8vvFkAe/fc+OJY9PoYXH78rmSw+JufGPhSfgD0RX88+YWVIwNUQUz6V8hG+kKWCv4pF2D4XABi/wK4Rv9FBRD2vNN0/eWCfvyoPqr2GUrO9x23av6muOD4uzIw/u/eQPyLOST4f/G4/bRMMv2whcb+kbMk/Lpbuvamomb7rJG4+Yr+bvkyjij9qotm+rMHnPutr3j6RnM8+D7LBPkQB2j83joy/LTXSvz4CK7+ByXM/Wka6P0gxpD+U42Y+aOewP2iSCr/wnvU+dpgqvke7Gj/7EYq/0f7Fv+jXc79W8fU9fA52P7gkEr4MWo4/YnJKv2Qgkr61LVG/BRD6PdEpWL+36Lc+RXAdP3b/Yz+mvam7LPK4PimZ1T+oDNK+fpWCv6zc1L6GOjw/ARlfvl1Ozb78jSe/M2flP/tVzD/Hsqw/J3MbPX6qVL/t4Cy/xePXP81Agb1sT2U/2GR4P1/ty71kIjk/Kh90v0m0iT0uw7A/HSSrv3mlS78OxXY/QHQiv5bY8z9JKBm/nyNovx9T5T3F96G+4lIvv5haYD+4nzjAplUtPge5rr9E6R6+",
            "B8uHvqo+/r+kt9y+adIPvgKgor+ZGlG/9pOkv3NgAr9p/9A+Tpd7PvqyFb+VOPE/CeFPv0fNLT9nYRG9p47ZPv8Njj8DOaA9HBYpvpc+w78pIlC/Hr7BPzHRxT5/9ug+mfqEPs6cHb5PWRJA8Uiwv9xIgT/PhM8/yDrPP3IBUT9K8lq/q4WvPw5MCT9S52o/I5OxPrH58b6aOse+qVPnPpQgEEBFUWU+Qh6OPZmdbr7fb4O/3nWSvwuI0r6utyK/BXufPzoKSz6Ky5s/GiJcvvmETL8fhfO+RF64PyCKDT8WHp0/Lg5fv2l7sT5kovE/SszxPsSOub6sqhS/lfkSv5Gssz9+v7i/2/qfvb9I870zrL2+OZb+v6Ic6D7kBVs/1jE/v+rlcz+lwEY/KoaOP4g9rb8Xh3G/Wl2Av+AwAj7qvXE+Y8WCP7ZlFj+8sRY/uRrUPFvl+L7BzGI+RsBVP0v2yT7Ow3A++kwYv7YuCz5T6qe+B+TQPgCFUT46AGQ/VKIVvzJVvz9V2GE/4RSQv5uszz+Sb1W+KIkdQDzemb7C1o8/fEyKvl3I4z7EUnI//x48vzWi/D8l9zi/THUJwOeGKj+8CXg/at8zP32rB7+5q5c/ieO9vxk4r741XPK+JSlRPwii1b//BYO/9IJAv4SyOb84BUk/aFMEwATHMr7XNZo/TDN1v50PgT+BuN6+X+MeQLlcxb/4a/4/jo/aPuUt5j1fw+Y9boFLvla41L2eyKU/xOtQvykCUb8ILABA9U6cvo2T3D57jc69cfgDv6yIND/Lw4W9+0dSvzcmn7+FSnm+2KfUvjCLDsAMZV2/2ggSwLCJmD+MCIG/W+lpP3M8vD6sdwG/wOc0v/R4iD/OgJe/J9nDPatkCcCBoCw9IEUUP22A+b8ct+Y/6Y2tv+ZcwL6sZny8ocqsP4cGF0DnPhm/w2d2v+dWzz0iM84+qlwtP4Lnmj9uU1k/F9YlvgrfZr3mk1Q/7TCEPrCA476LqEI/t7sRvvqK+b3rlxg/",
            "6GinPI8m3r/UJH0+7rGUPz/eAz8AYpe/eJGIvwDzrb9h6iZAuXl4P/acvD/zaOe+pNPrP/Qdlr+C7AW+ZbyNv2dhZb9JLLC+6CVZPAJDBsAC9YI/2HuWv5qEJL3h8/Y+qQ0uPzcf+D5u3r2/LjLoPjvmg75EqXs/p9zQPhOrLEBMzJU9j4ngvhwy5b61HHE/begfv2ph2T+CzDG/JocZQCSkNz4Ri2s/iIEzv3v0aT/7fUE/rKNmveEGXr/UMyq/9HCivt2RH793IPK+K1s6v1zDgT96wr8/kvzfvi7zGECr4Do/rMSVvufkgD+WRjG/q0PivxGujL916v+/tOwpPyct+b8TYSc/AJDUv41KQ7379gg+5zudPjvBkr7PuSu/Pl8vv4VVzz6zcPE9IPQlv6vNqr/nW0C/ZfezvlCnB787gMm/CqVPP8qBQb+ox8m/nt+Tv1r7t75hF0c/nqbNvjpWX7/ZbTE/Bg0bPn7JzDzKuJS/u8++vnnm/r1lpfa/mzoHPUHugT48YIq/XPSJvzTiLr/nZ5E/nj6bPxN3o78qH/K+YrHsvxKqgr+BYGa/O7Acv4uTIL1+uDk/RPt2vozftz90gsa/OWq8Pg6kVr4RILc/WAEuQNPhVD4nD5G9rkBKv7vRwj/ZZ54+uzDOP49ew79BLbq945+KPrkdsz9fT2s+u8c2PhHWJL0JFnC/1z9Avsf2lj5goiW9s6ziPVOvvr5yycu+a1sMwNazgL7TUCS/xGSjPx2XYL8ZCjU8mRL2vppGjj95TqW921nmvhjgJEAJXtG8Ems9v+l2Ob+mO6I/YhX4PrZOfL6wuXC/D3A6P+YoDLiB5SC/3E51vz6hp777oz4+W6MAQPGv17+K4DA+lmU7v5kobz9UXXI/xMp2PyjYtj9bywE/HuhVv+oY+r7iqBK/HvscP8iL176JmqY/kZrePymncT8rGTG/GH5EPoHUaD+6RZc+BlYSP5krrz71hg6/cvgDP23YHj5Awxk/7s+wvsfXdr9+LMA/",
            "JYByP/eKDsAC2+a9yABtP+U+L8Bqk6M/4qNFPqFhH7+tLaA/Bg/pvvaAZL66IIO/qWBzvrGkvb/9k8U/g7Jwvxq4Rz7fdts/RfxMvVkPUz+HCIe/WGnav73R3j2vjru+ZBBKPs0gEMCsmjG9OvXMv/fYdD232Aw/PdVYv4Vgij5BJH+/QRsXv4drf7wB4sM+psODv1T5vz6HNzW/KunnPvliTz/H9ts/Is05v9Ca6D5gtpE/ms5CPgF0sz+DC42/JpFaPunKSr9pb68/qBpNPoB3OD7tuC+9t41Nvn3x9j5ayJK/+cBPP5q3iT9RGSG/Kl7GvoaPHT9K118/4QAyPBF/CsCwx1y/MY2qvpk8Nb/ZFYa/DPWov/Y8lT+KoNM+w/I2PksJtD6MeFS/gr0mP50S2b/7cHK/j4mnvwNV6D78SV+/IQpZPyJHX75LsoC/FvusviaFPz6q++e9Bhg3P4bw/j9TeOQ/PmSIvw8Qi7+p7oE/Wcy/PoGxBD/aLIC/qjw9vlEcm744cHA/G4sHPz7RGz8x2xU/n/0bv7yenT+mMK0/Na7Jv85oZr8Ouhe/xGRuPjl1N7+Pgpy+S+nDPe/D9T9Poyc/mvSBPz1HDz6He9U//fAfP2zpgL83Rx4/feHfP7VLKD8wlZe/ru0UveCrpT0APfU/+e1mv+os2r5NFwI/whWLPucZ17+ccXA/SsjtvTeCzL9UYue/Kya3P6XCYD9yfFU/YB2MPkHRG7y16gw+0xpMP5k7Vr/I66a/Oi61P301ej+vERu/mosGP+9ZRD6c+eS+GBRFvqz5HEAXVbW/0NWvPwpwN78mGY6/V8Drv90/Ab9aOgM/Dd/nvpOXRL03ZJM/iVeBPZgYpb9Jgvq+LVhCPyz2yj3IShk+ox4tP4Z1Nb+W8aG+32JaP4JpOT8oV9k+5zV2vnAs8L/hdto/n8KSPyuX/b/O/Ji/1qi9P+QPyT+FD5O+ZpAXPz5Otr7uuRw/PgnEP6crNT9lqlE/IX2KPrDYDT439Du/",
            "/6OIPmLR3b8EptQ+r4UJwExt9z4hDea+hTMdP7DI3z4PW9a7YyglPhwR7z+thGo+/sW4P+wT8j9er9Q+jF07Pi05zr+96TU/TqMjPlKjxr+NxJC/ujNrvzL14z6NPeU+BQSIP/R5bT/VH84+Ma30PVymDr1UDRO92gSVP45RGL8L4E8/MAvNvxRY/r6ukwm/qQuAvyle3z7uA9Y/qVy/Posmkj9x3Ww++cMsP/ol576vvUO/7SC0P4Zs2j16mBg/yVwiPtplWb90liu/2Su0v7POdD4FJZ0/0qMmPokqgD8WOkE/H8kPP7WxUL/qaY6+RMTzvr+6hz/yopg+QFP2vtL+Lj+zvoi/8gzcv1r1rj/AlaM9tyiLv8Ukrr0g2yg/PlwJwGiY17+CZjk/EY9rvkaDnb7jWaS/x3MLvn+1LsCk3KG/maf6P2hItz/N6TA/cTlaP5wQNT/XTWK+YUOmv7oXlj/4gDw97lMFv7a3/b4K9WQ+UEKRv7X/Ob76lLw/vhsTv4EJg742osm+5FGjP9VJh7+VKJO9DfToPnjhIL/4xJw/RY/bP5nKub+B6FC/8X82PYlGkT7V5cA+FboNP5IbIUBngra/gpuRP8cYfb8Gm6M/RF6TP1nUQT75O1W/ojCQvyzOvz1xw+I/I4+PPcUxnT+3nTE/P3d9Pm3LmT8imLU+LS66vvrHSD6BR1k/T+rWPU9AU7/sxrY+4KPEvz0+gz9NebW+e/5qvhCwVT+UtAI/zdDpPhJRwD6s7Dq7XpxHwCPFxj8JvYq/7VyavymeCr8yq6y9QkXwvi4yrL9yDtw+eveLvtWURD+gTda+Bkc3v4d9lT+OgijA1BBSvror2T4o0cm+MXUKQHW32D5Ilrs+JbTjP2b3OT5MRLe+3l0Sv/vSx7xX8sw/Jl0gP2Jyxr1gHzW/gjQnv1nlFb5xwIc/D1woPpC+P780jVw/qqQlvvpJWj7c7UQ/yJfRvqa2nT+HLWM/6s+kP/Jl+z5N058/HQYCv5Uw+75LgVM/",
            "RE1PvwFlr7+S2Mu+QPSTv6hvOL+CfhK/EOUrvu3edz4iNtw+XoNUPvXjEz4L0rq+ZWy4vbXvEMCYP0O/f2eiv++gTz/zsGo+ogfVvk1VZr4G/p6/ZJpJPsDH4r481Mu9QqwuP8bWPsB38Yy/tU3jvrlFv71VIiK9U6uNP2RVcb/yD9E/Sn+AP18u17+d7F+/4F9QP5OzWb/oS5g/W6OIPwNX77xBSS69wX7UvxTSUj4r5Zo/IBV2P8xRKj/QMYE/On/5vao4mz/ules95kfKv082Jr+5fCTA+m56vgKyjL5GQpA+lSBlPPyq4b5w4bk+TmAcvxq+/r/7VKU/2PgCPtVUZ78VbS7Al5OQOjm6ir8u+GC/mZUPvbkZU795HGi/xVoCvz66tL8AMeS/LUuZP+GROD+FXuQ/5QfTv//90z2Yiis/M9U2QMtiIz8RNpQ/a6Wnv0M2wj5xOA2/wTmZvwr2j7/hrU4+L8HrPo7/bz816Uw/FPeBv9AgGL9sY5k/8wF1vxamlr/7dSq/sKahP5+RsD46v6Q+bKVZP21pD7+cpc2/I/rZv9Chzz0vtww+UQatvyhC5r4gkYU9lbKXv3N6uj8xhxu+v2iLv6L3Pb6/8oo9hCdoP00KQT4jTCc/vQCBPiEvcz4wpY0+DZAVv5EwWD+Vwoe+9XcXvyktc76xdaU/Y5mtvj2LEj+Qj9A/AT7/PvkNtzsqmrQ+5LYFPyMbLj9CXgw/5QvEP4oAob/lKCtA/YxlP5Wpdz+3oxK/oa93PkV/Ar540Q7AALqlvxUmTj9zC7k/+Ui1P5CpOr/dENA+1TJOvuB5gj+Swyq/4SoKPzCUfr85/4O/r+Muv0zgDr8Aeuk+5X+5vjqtCL6uthW+WDtav8RQlDwmoBFAmuuvPoGwIT/tsSM+tHfcP7uDAL/bMW+/ZTrcv20CLj6cWiK/x401v56IrD+tyZm/PAABv1hREkDj+jfA6XeSv9tJvT+x7IM/g50RQHLJyD8FVfS/NSN8v+c2QL97JFK/",
            "GP3fvk4GGj+jM8E+i5N5P61PrL9Qf1U93AyDvf7JJD85zVk+XKEkPtL4k7/5Dt++ao0dwPaquj256CY/ARfoPnQFJD8DBoK/9BDcPat2h76PwrU+dA5ZvTdRvL9hYSDAv62ovsGxJb8bP3E+o8VIPkkFgr8/Y6k/pQ8Mv3gOdj/epyU9vuYewAoOVj8Ltg1AyJOPP22aEb7Sa2i9f09nP1lMlb58+Nw/CL0UPnqZYT/k3hO8TzQ0Pz81yb9GszC/rXeFP1azm77+32i8zg3Iv4yfJMDqV30/8DWyP7YwGEAeyNu//iOFP9xITz+mqMg/aHjIP0X3xz9KByW/Bbq6P6/eMD+QnKy/B/fVv9iln76e0sW+nVOmv07tVb22eYC/LznRvj6+0b8DP969Z4AIPiJnBT5BAH6+9YC+vudsZb9Vbbu/7ANgP4RUSj/Mto6/G+Z+PxEEzT+oaTc/kmlbv3st0L9hDAS+8rdgvVfbBEDGuFe+mJqwPwDUnr78vwxAXYQ3vvADnj//cUQ+dhUkP+OQdL+42zI/3P8kP2K+ID21haO+lCMRPlDSE0A/09O/0tA5vu0S1L9yoIW+f/0Ev0P5Ij9/DQI/KVYwv0BO4z6W6v++6wM0P4h6bz4ZV5S/XxH2voTr2T7YqoW/8mN3vxSMVj9jnqG/+cuOv5nwRj6ZaFY/YhQFvjoV9r++zJI/mpvpPwrQAD82ng/AS1hqP2LUrT7JQ1u+aH2mvXICxr7iw22/qa2Zv30Ioj4yAFi+SudYP1LhCMC++VK+WTdQvhXXGT8RiZO/0l8Ev50M9z9iGuk+eBONv9j/xT+CpQM+cgvEvxYRBL0X8c+++J7DPhY/bL8IumU95v0evwW7VL9cJCE/+PkxvZv59j526Bq/9iHOvy7meb8ogUM/W7e1v5j5CD5hpa69cXr2v2GlUz8osKm/7LzLv4zhiT24cqu9k/OlP0I69T5blsK/iyQCP+8z2D/lQ2c/A45wv15Izb6z7Bk/roA5v4QTbLoIaVq/",
            "fNF4PrNYcr/RX/w+z/sEQBy/jDzsHBfATtP3viiYkj4bxf4+yPEsP1dl7D41hoo97BjQv+vIUr9veWy/dTSLPWyyor5EyMU/Gu1vP7Haqz+v6gZAjAoiPquOSr8I9mW/ezlxPaoVg775ihe+ekEJP2PsArwooxpAd3Mdv7UIlL17chFAxfeJvjSiXD9kPpK/+j9KvyRrRb0fZrw9BPQFvGU44L8nZ5Y+kLnxvypzFL/RbVw/Awb/P4E8db7MuQO/LhYUP6Z2hz+Lzqq/mEiePtcrJkCyEpW/uBcnPuu6PL++oIG/V7dBv/2Z2L9SYrM9jJt4vthWfDzUiAJAmxTBPr6DjT1iUYM/hQcMQM/saT4jO+m/80H0PvW9sj/gAzE/b2ltP7r0yz4rEL2+Jj0RP1kVyD8UsAlA9seZvWXHdr50Rtc/kAG/vcgAFr8Zcgu/I5iHvguDhT7KTIU/TnH0P8ER4L/YZci/5sQvvHCPKL8h2Rq/ebfGv9V56j1iKJU/oseVvYUb8T5uzVpA2SZLv5HWLL+So1g/WruzP4xipr+Nx8S+W1clvwusdL8SZPG+73fJP+zS/D4+HbW/f0CaP7gPZj+Vy6u/LVUHPOg68T+ncC2/es5/P+S9ej425hY96I3ePhCD1L6+axg/yJf+Pi/oD0BguGQ+TGvcPhq/tD9NUJA/jl4OP0buYT7k4oG/hMgdv1x4rr3kR0Y/1hG2vlkVPb4zjlw/h/4Rv9LPZD6Lw2O/nkBhP/Kwfz/e7GG/lmubv1rFYT9YEBC/dQXVvkrg8D+bMXq+bEkrvRfIsT9BxmC/4E8tvvWAWD9nYKk/WqHEvmKbwz1ZJmS+5Z4VwK9Krz8nx5y+atlvvd0b1D9v+Dw/oWnSv/EFmj69wsc/uy0QP+L9az+KoIk/dTxqP0OkR7+CJ/6/SalFwEgTnT4H2cG+Ff92P5PXQzzNAp4//8GHPdC+jb1v1s2/hIgGwHrRgT91xpu/lRYdvyHejb8GMLA+Lza7vSnhp7waID2/",
            "yuYZPRgBnz+pJ5m/FbO2vauwjz9r9MO8RWv5Pu12OjrIZFM/7WpHvVoY1D8YlWI/yk/fvYVGI78IoJA/rO2/vwS5CD9SfKQ+RlhIP1vmXTyc+Wu/sPatvocBiL116A0+gu69v0+k2j5OtiW/0vKZPsoLK783VJU+1ouZv1pglD9VeVO/1I76vk89AEA1Fta+Oiwpv4KZmT+8S0K/JGaFP4lh/b+60wjAqL8UQMxS3D9les6+WEd0P9weAcChmuQ/B5Wjv98jdb4uOF29iyYBv2uUkj5i30w/zbC5voshpD9pFY0+gk6YPnqyiD9vrbe/ORGWP9qplD+d+whAgbmRP3eCF0D7NII/MNUovsfAwT5gwCA+esghPxrsWD4FIKs80F94vfT9TT9WdoA/moqKPTQK2z/7xCu/RtonPnByg78gB/4+p/o3v/1gqbwYKSE/vlkDPn4vzr3aUZg/9LQyvxf0wb+Q4wa/foeDPzcaMr94Yym/vErjPxLMAUD7E8g/HsqRvxDvHD4hk+a+TtEZwPN45T1UeGk/tcouv7HoaL5DGCK/BjAsPwoCOL8tOwW+VBbjPS+nYb8W5CbAUyWCvGHvrT4MkcA+H8N0Pz+/UL+4fAw/cZETPx4HxD6Rboc/kX/Qvk37g78AHsU+jT1cv+byCD8kKqW9Kw2hvxv02b+CmJy//siRv9qg0j4aju8/10z4PfIqyz+vWVu/l1KIvmgFaD8AU6M/5CgLv9IBKL/6oJy/mPdUvVXKPr/lq+A/ANChPybEmL+TX4M/wvCNPzFLUD8iGsI+9Rs8PhtYLz8maDTAFyTgvh4qjT/D+lA/x46PvxWF+DxZdZM/jDbWP8mfNEBHuo8/Ahz6vnsPjb4l642+uxXCv9NhEEBq5wBAastCP2wovT+5lP2/YobLvtVFJD9dJRvAm53IP4RxPb88IaC+XCwLP7P5gT/XYE6/l5e1vV8nHz/TvRFA50+gP1rkEMCLHQ4+IXcNvofHqT+vi4a/o/cgv0gG5D7tI4i/",
            "i+hAP2VWsT/mwwi/euFCvjjhgT8os6K9XhXVPSk+IT/u4ArA3r1Uvo/u+L/7NLY+nnmNv4eOKz9aQQ6/qio0P2ZMGb5NkKe+W6kxvm54Db+43bY/xr+mvs/vhz/f9XM9fCAUv18jHjxctAw/uIgUP+ERHT+dqxK+t9abPwTrJT8mjGk+e/I1Pjyitj7Y8bU+CSu1PzdWmT/JasU9lukCwBpo9r8Izvi91SiePGj+d7+W57Q/EsrmP0JEGr8XnHO/wuXfPcI6mb2Louy+UjJUv7grJj9/2eO/xldju6a/L7/6okC/r+3aPtrFEz+Do4A/pMF0P8JWIj8CUM2/Cw0APvrGwLkh7Ly/Q/d5vxD1/j5bZoe/u2sZPS6nU78IGQC/y/A+P45Tfz+apzE+Xe67v8avGz/+yPA/Bl09vqfyxr/HzQW/fbuIv6bR3z92ObQ9ddauP/TI1b8ZGQ3AWr64PwbmEr/m1Hy/2jNtPj1ZWD8Dntq+4NaVvo40ZcB4/EE/AEBsPoA+jL/bjSk/8iSQP/qHtb84gI8/T+kmv30EaD9puKI/QRWjvbXuEj+idy6+5mqsv/QWeb93ptm9JusPP5b2vD9rmne+ruI5P253BECsedO//nRsvvN5Qj9CMry+HXbhvmvhgryWHa2/dWP2v4JQ1z8/1uk+qvmiv3drND9sUjw/6Ro9vw/Mh7/4aHu/bTpJPwjmar9hHBQ/x3W6vsn9p79ceHm/Fln0v8/SLT+WQ2W/hIt6PtkJwb7K2VM/j2Q2v0F0Lj8VR68/v2OsPtU5GcAmhfa/rWKfPsaMZ74TH/u+b8QMP7GouT3AHOo+uXSGv/qX2LyjqcS+k4F8vvl5Iz9Qwx3AG13lPjnVAUC4C2k/mCIHP08s3b345WI+KGpAP4jHTD8G9o4/oLuuPncK2T/noMY5x+t9vkBvo72Khhq+WH+yvyAoQL8Qnbo/RddDP0nc2D5c/9o/CLN0P99Pkz6f6tE/YL1BP6TYmL/YkLm/8V7cv13bFEAJG3E/",
            "0qIpvz0ifr7LTxy/PVeKvzFJlb7Wh4M/8Hjxv+gtML+ejCu/NzNeP2ePy7wOZ+A+qJxWvu+qNL93rf2+wCGIP8Jk675rFTA/7TuJveDQoT2C3lC/U4vMvdoGfb4Dcbg/+ye7Phif4r9x+f291iNUPV4Vr79XPwLA7f8Mvw4ivT+gY1c9cpbcPhIXOz6F0CC/KbCTP4LXCMB8bHI/pLx6v+pJg79SQiQ++Z+tvtWP8b9O98c/TE3fvs6UOb84Oma/pu44vnhwWr4YcThAEANZPoUjTD8zihXAUvMbv4lksr4uVcw+wmZvP6IZxz+pRrQ+zYJwv0DyJj1gYn8/ffQZP+EwmL4ddS47REF3vzTSzr3xaq4/2H8RPrH0hj9rGd8/PGEKvhMJTb6Uisi+Jh2cv+jU+T+M14O/V8olPVCGeT2TN+K+tI2bv09/Az979IE+gaghv1D8u78wnB6/QzGSPVBQO79M1L2/Q8iXPnhJBj9etgo/MNSQP4+mbD9sE8I/73c+Psf/mj8vwV8+KCyTvx6ipL+8SIS/9CLsPwNdhL9ONgDApmWJvlSz8D/vs5U+O9yoP+R8br89T3y/FXM1vyH+2b/Ht0w/zVekPuX3ij5WKLS/O343PkCugr8B7jG/FHyzv9UUdz8VRK0+tmZrP1b40D+DsmI/Dsk/v9Ig8r5zsTi/pm8EP0JdS7/rGjE/TxxuPGS+mL8A4iO+OwkKv6I8ij9Ki0u92aQGvwhmHL+vl3+/TDkpvw+Qtj6Lioq+ywR/PxbRtz5o5RHAhhmtPwv7rz9fSOa9NYmEPsKmZb8CWZQ/85Vdv3snUr+WHYQ/AitRv9Kxuz5SCFK/hIE4PSF5QT4v7hS/oskfvysDMT4xXXI/m0+zvw6ooz5GF11A7BPSP6luQD8G6su+QbzmPlcS878iN66/+h/dPqJKAb8twt8/KnedP/gQoT9nmBm/Sez9P9tBVT6bhMs/Iux7vwq/4b/sRwO+bAUNvU6O+T1CA9S+eIKPv1xtFsB8j6K+",
            "1COBvh2sML/ybs6+1jPiP8r/tb7yVXc/snh1v/LoQz/+GOa/aw5BP4WrDD8VyDS/gr38vgtk3r8W6ww/Dxcsv0HwtL0zitm/OEzQvViQb74OkYa/D7eaPeozAMCAnqi/th8Hv8B+j7/qza2/hHiuP5pOjj5LvcA/GwECQPmruj8AMwu/L9Mov6entb2AXKw/bxw3PybpC8AxCoI/IEfnPl9/iD4DONm/Yys5P6tJwr+IWbG/jJChP3FTIj9j+uo/RmZgv1KGZb9wE7S/C/iVPojH2r/FhOE/lhPQvpiidr4krJs+zTkvvyl5RD5H+qM/1lo4vq9bJz/igaE/lVVZP7KXxb9u+QDA/e2EP0xSiD7WuxzA7jmvvyvL078fZI4+fcYavggVgz/UcOe+gMh9vyvVUr9zc8k/umu8vyTsIj//IxXAI+MqP9OXYD/clXc+fImbv2SWmD41Qia/NsTPvsaOJ79+nCU/sSBKvqVD0b2MZNO+watNP2WGKj4/Obm/XIQ3P5kq1r1Inu2/hWGoPxecDb7yVgxARq6wPy6lKz9Rb5s/3SsMv++sh76NJoG/PsoWP66q3j03GdA+s94eP3XTaT/EsE++bswbP/oIjL78v/M/eP6SPY3HY78NDho/GnaKv6y6BT/6rgi/Sw2mP+ijJz/toYS/5l5IvxeWvb8W6A8/UM4zP2SdeD/8LhS/xz4rv+2DAj8d7ei+ZQg4v/Panr4Wq2A/CSQiv0ccXL1VmwI/jLejPkHiqL+ZUtE//ru/v25Tgj8U674/sgTqPUtRYr7zSRm/oBraP64hkT56AJq+1xc+vr1eGD/BnYi/fvaUv+uobj2TBmg+zNZCPxrKhj40oSbAoVu0vqEUFL9qVi++Zv6Xv/Nhv7+EqBVAYUgTP7BoXj9fxgW9pVdQP34UDj8e5C1ANS4pP4p/4D96zRpAf8GiP9dRhb//Mrk+nbG2vrRRtD5L+o2+8h8pPoXqEb+NnAO/d72WPyqJd7+pyKo/cdmGPz5kxT4TCNW/",
            "pSSjvgRu2b9VPzm/5xuHPxC44D5tCfQ+yC+MvfvU0D/rsyM/Clg1Pwq/RD7ncuu95Txiv4/n2L5cd3M/rb6sP7K7tr/rKvo8PzM8PylCmj6MqCs+VITcPyp82D7xuo0/qok2v9Pn6D7I5QZAKHVdP/LPoL/ZLGy/Y46YPLs/qL639KK/ZyfrPvFMVj/CyTG+U6lRPq4qu7+BYru+QQvFvxcN8D6Ch32+Eowuv9Kutr+EpzE+YmRLP99llT+r/um+nAvzP1Tz3j+9SAU/Lk8ZP+wvqb8gAWo/Jr9Bv/dY7r9rdnk/1D6Iv8WekT+HafG+qO2Fv8DAsL46+uA++8IqvS9s2732Erw/95/LPk4VXD8RysW/sxiJP10cr78PwUG/6iIpwJq0jr+zLW8/LhhVPgLSAT+Ncya/oGyev+na0z7lZJE+muuTvyei8T7vg28+dkUmP94zrb3lFVc/O70Ov4IABz9pnps/Z7v4v1VbJr7uX68+ZFKsviiAjT+BGko/7PuTPhfprT69v9q/ccrrvh2kyr3+AVw/EdonvyGs176JH+k/C79/Py7Yhz/709c/UTc4P7QOqb7nnrC/QjcTvzjBt7/6wW0/XZQTPo8qhr69uAO/8Ba6Pg4xSL+us7o/Ht5LPy2/x75BTjM/g9OSP/FXmL68v54/JQIbvvX1CsDweQtA9tDWvDt0pT9tLCE/fv6/P/PjZ7+ZO3A9VrX9vvU7yb8NnQA/Ph5QPadANT9HeyQ/EHdJP3HnBD+dHpi+bgZUPTKIwz7xu5C/o+yuvxsNj70yXDw/UIwmvrp5qT+vdnm9vLx8v668I8BoTL4/GVc0PhJbmD+52i4/aFElvrXciD9zPfG+/CGOP2IE6j6m+yy+Y1A3v4VVBL8Yz06/VxjQvxE6FD8sCws//4aTPl+u3T+4ZGk9ocUwPuFRCT37IgJAHAiHPsgF7r6ggry+IaVcv/d1XL8rOE6/l6NcP2MQr7zJU6O+1WuIP+oalD/xp/I+rOGwPPHnEb/I4nO/",
            "0XEgv6jG0T7IH3G/xvSmv/URIb5gFcQ/9++bP1o+k79Esqq/b+XLPwp9B7+U/Ey/sicRP6Hqj797h2u/GAApv5QQDL5Rcbu/iyW7PvzFIb+hU6W+21g3wH+oyb5hkHi+IAQ3v7chY76mwARAIikKP5Ucbj/IaHQ+qTWvv8aeE74nipk/peauP0q3kz8UgkY/xmP9PiN3t7/IpY2/VeZLvWydLz58F1K/Br+BPpQAlD70u4g9u7WMvmacg7/KxH484LiivYLclj82f44/EWZyvVlPcT9wPpu/cimyvo8Nnb8JCbs/+tWmP1ytn79h20i/eFYuPy1N276fPbW/YNfHP8jzC7+qYtG+w1m4v/rRXz4KXUy/oNmpP9HID768mgU/LFpdv2NySz+tjC6+pWULQMn3Tr/ag5w/hhOpPjSAyL+G4dS+I4ctv+srt7+/TU4+bDt1P0mGxj4fmRk/UHqev9FmE8A1NnW/WMr3vbWPHj9Unry+XMP0vlAVxL33Nzo/zTOMPyIbOr8BVvk/db4HP+2hJz8VYru/IITbPqA/zr9ceQO/vRmYPi++Qb8CIXi/VkQFQEgpeL/bDK6/r9EJPylwmL9ug5Y/XYQCvqFOET+D9jS+ZX8ePpgQsr3z8Bq/mO7CvXB35D44boK+YE72Pn1bDr7p9bM+uV8bP7ZXrr+U8Ny/jqicPeNSqr9gy8U/9TMCv9ZstL6uKBrA9xrYPrP7Bb7nsxU/v0RoP1LCH7/C3M69b6ttv3YCqb+nWyO/8RHZPpd8kb/Sitw+yQOkvi71sD8az2U/AJ0HPwufbz443BZABqcrvhwfLb/I0LI++4sCPb8Xvz9aldG9wnk5v1cgPL5eSOY/pJdIv3W4G72b7za/k6OQP4q0DUChVLS/yrOJv0aE9juH8BK+B5uvPzITYz/N4xw/GA/kvttW576QsJw/sZR2Pw2b0L6BiWi/tsSkP46lAL99hi88modkPkVnyT4XVgy+A0nAP66XTb/skyDA8/U7PgrLzT8Hxrc+",
            "nnZQP4h/UD79QBHAaQ/GP6xWDT6PteA+5VnPPi4Fzz9KWEe+vYZ6v7CauL+XVtc+XfW4v6wUtT+PAW6//v90Pwj36z6P9Xa/pUevvVAhPD4Wp5C/88n6v9zoQj+1slW+jr/oPg5rtj64u8G+l00oP2IHvD7jrwxARyEKQM2tF77JU70/tnywv1XLu74na4k+8j/kPnhziT4Kiom/oQyuvrZ/yz/UiLK9RMqPvoOBVz//DwTASXnpvl6Gzr9teLS/JFu8PkSgU0DfrZ8+y7aHPh+DQ7/FMsS/2Bi7v+WRiD8b9Y8/OscMP9+5AkD1uz4/5499vzRT9b6uv6E+i3srPg=="
          ]
        }
      ],
      "outputs": [
        {
          "shape": [
            2
          ],
          "values": [
            "UzNYv15sXD8="
          ]
        }
      ]
    }
  ],
  "trainable_params": {
    "conv2d": {
      "bias": [
        "lDqmuw=="
      ],
      "weights": [
        "4xPHvG/n9j63/aK8zDGXPg=="
      ]
    },
    "predictions_x": {
      "bias": [
        "nhNWvSQhAz4="
      ],
      "weights": [
        "PpIjvRzwDb1Yans7RZFvvdkYKz0Ypdi9vqeVPW3XNr1cO509HlOnva/KxDr9GD48ZSDYPO8Jk7wTsjk8GID9vVygpj1JFli8wzt7vfJFrzxSqT47OzD4vZk3XLz5Zla9OFGePRJd5Dx9yde8I81svbcJ2zswSLe9fJdtuXKWKbybJe08hbdDvZb3hL3RQB29EodWPOxLSjsCHWw9GuusPLGXVD1eJ8m94fAKvVqLbbxthwc9Ea3svRB0nj0VaOm5R8EdPa7k4L3SQao96FjqvVs4/LxU8969BVdGvb7Yo7370Ig8Aq6NvJAVjT2hWCm9b84MPQrDlrwhtnW9kPyQvaQNIb1/1UW9wtanPQCZ470Nuae64bz3vRlbTL0yWhM8s/rkvARlo7z3sxO9bH0KO2nPMr0ccb69nR3kvK491ry9UhW9yIK1PA52mz0UEog8gCfKu4cNN71RPyQ9KhjSvOZKqT0Y6cK9v5xNPdw/1715Qxk9/YEPva/+RT27rvS91/J0vLBzhzxGI4I9kYxYvZBBmT38J4K9pseNPfqW371okqo9zh+Fva+7OD2zBxq9dtWoOwJYq72+QIC9+heZvbV1ID3xMTO9h/BNPW6Rx71lHRe9WXF4vRZrhj0cr/e8SxGFPBgzrr3jRhQ9iotFvGdHUD1d2Ua99FqlPW0O9r2TdAo92X8UvAXXID2wHzA8VnXvOm/n7b0Gn7A9e8VFPI8Jbb2pOWW9ERsbPVac4by3UEy9OXE3vWIzkj3NyQ28m64YvFUXCr2n2ay8tskFvEDU/jtyjJK9t1r3PDgsDDwwxFM+hNfnPbB4FrwUEYI8h9nlvTcl6TxDuws9haaivZ00bD5eKuK9Mbu+PQo9kb2RaTm9vpU2PIvFL7wJ1l68ba3VPJrWzL13VxM9pmubunF48jyTC5O8jYVevCQZob254Dc9YFloPP38bL0+I9W9TQ2/vJnKv7pNdD69M1fvvWu0Z735zzG9d9MGPcN6Mb1uRIe8Z88OvTPtcD3jKYi9",
        "z/1fPfuxfL2P+E89N/NNu64/kD0CzN48AQ+pvPg2tDzEKKY9ZviwvdsjObwYOr692fsqPWtFr7veybE9e2w0vcJEkz2l6gm9HPmnPS1tKLsmICQ+mgm2vZoQrz4jGeO92u6JvPkOyr6W/6+91c4wviVXBr4t70k+nxEAvrecvz5LDyK9lh6xPp2WpL3+9og+5rg0vo/kaz39R1O9TmDAvL4doLxtaZC8/iSSPcNyX717byK9Q4ISvTIinj2UKgS77gllPGS6p71lfWu9SOjMPGXVXzzmdP29RSR0PUSGwr1HnrE8EliNPA/WZT3k1si8FMwLvUj60zsnAjK9PGgwO3iYTLyho0M8Tp4lvM5Um71C4TA8FDWcvWuLozwgi6C9nk26u25zpb0MEK490KgJvEaklz3dOpG8ypaZPj7dxL3bzY4+anstPuFYSr3Ii6y+38ervkJgkT3lPW29hqEbPr3eYD1TCCw+kN5avQe13j2y2VO9I0VQP59nS7w3aBE/F20BvuvzaD4G+pa9rmO2Pot+Xz2s1yg+HjPFPi9r5L1E8VM+5/IfvovM6b7yU9I8rN9wPMTXBL09Cyc9XFeyvaIaJLzXxoi9G8ESvaQi4b2HqwA9bK7RO1oKWjuDxU+9i/VMvRptl701HpW60JwWuvl7Mr1uN5C9F7ICPVaswb2X3tG8jWUru5bfkz2CYPO9SoOvPakOLjwOKQ+9oepaPAralj2eA9o86rVTvN751rxSXqS8RvDcvUT62b0Feyo+51CBPNx+sb3W2qo9OYmKPCPTTr1Mxe8+25LFva3BOz4vzmq9P6O4PjjBZD3yuhA/SwYdPGj45z4WLQ4929EdP6XklT3fB3i9u6HNPR9IGD4QAxS9VtRvPiqRjbweX1u+2eQtvb0vPL1PdkA+bxMYvo4lXD6AF+o97OzOvsaWmrz7+M48Is8FPMHzDLs7ehq9DDGsPZbc0TwPJvu7/VxlvdudQ730tMG9aoGBPQa7h72v3Gy8A0P2vY1GHT1YRNG9",
        "jAKkPeaNT7xh5m09cPjaO81mHLwhNwC99X0qvSRsr72pjDQ9iuLfvQTElL4x7JA84c/4PL/AZD6e8Wi9u/tqPegSAT2/G5g9sx+3vflheT3C1rm8IBiUPV/iOD32Ola8gdOPPeKDz70vywE9HV75PZFDFL29ZGM9UEqNPdVmAj7RAZ889t2qPseKNby+4M0+6MZ5PVxBHj4S7V+8BRYrPaZLOj1eg+09prkTvWJlLz4JOho80MLyPlMLSz3sZ2Y+GM2mvfMPcD5E5g29ulqyvQ+9Vr1tr1S90a/6O7iQl70265w93hDOvGhl5TwheWO9dbbJPD73yr2wjV27RFkLvcNeWL2k0E87lyxoPcfK9b3S0TA8KwpPvTNuaL7jrdo9o88VviTcQD7bDHE+p7npPujHbrxtz2C96I6lPV381T6qOE+9ED8QPRrckTtTiSY9I8r4PBEJaT3nrIK9ywzkvX1BrrzxTls+gs+5vOD90z1kukC9hIDAPVC4hj1nwC4+MPAKvJoPcjtOx1Y9SHh2PhtPCD2Z1a8+8+iwPLjSxz0z5wk9NefAPjHTC72SJ9o9wA+pPFMO2T1fdtU9sfXYPuEs+j3G1Li+DWUWu6rPErypz1W9SpUePAbBu7uK3MS9fhWoPTRpgL1QK689Ot6WvWtnBrxrCOw5bCOWPVbg1bvvsXo9ZkrhvNDeIb10eoK8YvO+OWoorb32FZ89FTcDvTIojL7A/ZQ+DQIRvv0Mjb1ski69b2S2Pkp0Br1hKZW+h3q3vNFu4TxfTE08hoaOPQj2F731RLs9BCAuPbZtXz5x2gs9p51BPmeznz0AyU8+cWwqPVnUhr3tvnm9d39RPbidvL1t/0m8E2s5vEz7qLxP+Gu8tbRHvct5fj3Wq5c9bNllPUVM7rzAmfu8xYqqPiSAYjxk7wI/jv/AvTyl5D5E+xk9uEAUPrjjfz2W6V498o9CvpkByjzzVCM8ROGivRjfoj1XQiW91jtWPD5X5LweApw9aXYfvSGeIT1aocO8",
        "35DsPC1xLb2RGza7WXh9vTbtmL6uRfo9uw2YvRvtD76BBZM94UkqPs9B+7xxDe4+tmS4PH5zoL4yDJS9mDytPUi5Hbsbvmk92o/rO6Scsz0f0jk9s/jIPexSHz15XfI9XAStvKAmrb2VQxw9Cl9vvse9nz3zgzi+ZNzqvVvWG76ENTa9FdB7vMXW3b3CgGe9QygwPY5Q4L2f5A299lhUvBARYryASUG+tXD8PM1bIz47Q4i9vEtTPn7+Lj1griA9WUjKO9VWZD4dwYC92GrmPbbtuD5gX5m9X+OYvqW9GL3HDRe8LjwWu5kdMr03mV+9DKCTPZeWLjypgFO9t0HuvVv6Rzy+auo8aQJcvouoWj2ZTMy9sx5yPlvObr7AOsy+20aHvRW6j70Oxr+7tYZnvoWjgL250HS9kEa7u+pjmrwIVFG8LXOpPQinC71KfJY9Mj+sPFWsyT0p/ai7WWt1PeuJPD7bAJu94ThsPW4mNr5F1S4+40WovVzihr5+zwO+C8g5v74fSL4J9MC+GfSCvnhID75StEO92ZIjvS5KEb2Jf7S9RnK/uxSGa7zqJMm8gccAPcKmk73V0ui92bTivVK0Fj3O5Cw8Wr9EPYUnCD6TNAK+Mi8iPhlPjz6oCTM+ykmzvl0FrL2zuVA9whyive3uRz0E4d69sCqHPUxbur3HV7u8kiK/vDZvlr61VgU+rzKSPdDp37w9hpY+K+3MPAbiCb7tngw+vx4ou3+Hj75p85q80SyBPbQMpbwlgIA83LFHu/g0pT2ipoG8TgqHvLThGT0nW807v6CHPR7z4r1Zfa495TWCPp0NqT5TQ84+PFmzPiyeqb4EXKg9kg6WvVSx2D4X2Sm/3hAdv6HWE76eYFS9BZsGvfZYjb2hFfK9Zlb9vBHRUbtEKQq9w8ssOwY/prvTwUI9fgi1PGaWRL3IlNy8t1GhPVOKfL2U+ra9TYi0vd92Mz66iV4+EqCUPoD3sj4/1ME+m/iJvOd0d72bGpw8VxVAvefk3rw4YKI8",
        "N3iyOyM89L0mQ7y+VrAwPknEKT5dpeo9W8+jvZerXz0Yt+S8wp2UvN0Iib3ECdA8KO30PGmi2DzHNzq8t67sPMrzZr1pPXo95jyDO32hsj1RnDQ9HVImvQKZNj7RTa686sMivo1Ier6zPR89cklEvCNLnTypBIy9dk9aPeaD0L0yjlE8bzUpvUvaRD3h8Xi9G9Iev2aR/b7BN4o8XMW3vX5kEb6i3rY8qkOavXAhvzrNTkm93uMMPDYXbrzSl0I9zdxvvRWQe74UOgs8YemePGz2az20uIA9LQQzPUhbubxlja+9JxSgPbzm/Dwem9e814k4PZB2zb3TpIK9gJLNPEfEVz0340u9I1xEPdWwJr06/f29GeGivfuylb5nroQ+k+nMOovFlrvm1De7iBlXPWLIPj0U0HK84CVRvGOj4jwT4Jc92q0GPSsLgD1OBWy97P4PPRiG6L00qW4+sSXkPLyLpD0e9Aa8HfI6PUMUIjzF77m8C8givVeU0bzS1u27wyZLPeE36jrIEo89KESVPE4vjj2Swqo8F8yGPecJhL4neC09xU+UvOJ2Ob23luS9lx9rvbmvJjzsUxo9IP4PvnmpIDvV6Xc83hyYvZ64jL11o++7vkiKvh3Cq71+Zoc9mnmBvi8VMj65Ez0+yRUsvIo/Yj3l8/u9uxMevIIRkr3AN5s9aBHjO1dd1DyHEny9fJyJvvb9sb2vmBO9WNvdPEgAo704HdK9oAl+PfJ8tj15zIE7ajh4PqE+Jrue1Ik8dTe2vHfFFj67WBQ90gLsPPI8pj1tHVU9eUVTPqBCPb9daMU8aKOePE5Nlj2X3j+9NwwYPZfJbr0ZrRc9w76Su8UoyDxyR6+9Qk0vPNJ5lL0Hdss7ycRKvV37Yj3qwJ68HVQZvldWij5L9BU9oaRYPXUmmjzdZq89AaNuPDZI1TwM/xI9oPWTvSS7w7zxmA+8lAhmO+AvOz5LDHE8q8C7PS4vDj7rFQk+aHBWPb0uNjyZ4xu8m3RovWWFGj0k4Za9",
        "tmeqPcrYJbzy4so+KHcsPnQ9vr1uGdi+b0rfvL7ns7uCcF29ZKfgPTRxfz2ouG49h5qBPQbsiTw2Qd+8mAEkPQKMyT0MNnI9FrnmPFLM+j11wS0+l6YrPYOx/r3OYjg9ki6CvXBp170hXAs9XBPgvclkMb02BdO96n7+vWP/Lz4br229vsfyvWf/cL0obLg8bUwbvB15SL29/TY9UNrDPKZqoz0BKMW8HFXfPNerNTryo7u8/Qh+PfEVUD11NO68YrM1PeFzXr391hm9iBqLPfEbxjyWDZ68wKa2vIpKMz4cEDk+t4FjPTQohT0RoWI9fdVZvYZH6LzDPgI9y9davStGe73yKp+9CSimPiHrcD4r10Q9GMdvvtPzyb3t8tm9kxy8vG31ib3RuHY8pwjJPRwFHj2oi8q8ifLxvIaIKzssW2S8aqHVvLdniDw1tUk8W6BNPShb3j2cG8O+Aqq/PoqREDvVmki9mImrPaClnb3k2KI9fPjevXhDb73P60U+MebePKoDj71/zjs9fTpCPCnZ3TwtmIw5niefvN4hNTxABAY+yxnnPfrhjz0iomM9wyghvW7ttLviJ8o8qysmvVmA1btarKs9KXKePO49ML3nKJa9BuarvRaWCD3QVIU+K0COvcZUSz5UZpK9yqnkvGtSI71m3ZS9GQTCPFWuTL3Br129B/VhvV+YQ70aWZW96EXBu35lmL373D09pCVovKxNg71JgMC9NvK9PZ94DD6jnhK8TtwhPROABzwonbk9tWgvPTyXGz4t11k8LiHJPEa1qb27b+49Q6qivaQ+rbzS/ye9OJe7vfVfyjwsZNe9K866vFzMwbyHajw9ZPsdPLXywrxQ5JG8NJ+mPZzjrr1dc9M74UxqvcQScz5P4ym9vZNnPbqNm71d4zs8V9TxPclRvry6Zy4+DAeJuzmFpj2x3AC8rNELvr0U+7ywTr0+TBEXvikHYb5r6i28Qx3uPt4TAj61Al098+7mPc2vKz3B5j69ZF6yvVuQSb21N1+9",
        "svVQPKM8cL1gU5s9lZZGvY5Yhzzg7BW+QGUYvRhkDb1LwjW8xrECPexvXDz4vSi9UNWmPBP61T2tBpS8oS/APWFuYjzAjwk+hmMqPOJNdT3ASai9Fc6sPtKgY75RnFI7jpyjPdLcprtJV4C9ZqOsu6vCW72kKYc8EJqmvOzh2b2t95k7piqmvf3lST1qg8E8DVe7PMpknbwZBZS+6UdYvkudDT2GEyW+wrfoOvyQiT0PqyK8G0xJPF6AFz2q54W8PgEXPSnRVD2hgaa8PSFVvfxyNL3DN9O9umogvd7bAD8dBoo+fWaSviEdNbtu5Wa8gcsGvJfCd73ALpw93I2NvUXEPz3vflG9oc9ZPvIRTb2oKZ49Dr1XvqFOx76tE4u8/7IqvUizBr7tqEe9gU3Zvb9ynzxQ65g9E7WSu1etXz0hZru8xDiHPe25mLwgNKc9KH4NPXwrr71FHWS8gDQAPYeQFL2d2S6+0vHrvSxxk77/URE9BlH8vZcLXz3GLMg8coOkvB3RZbvFZTI9fadHvbTqCz9oZCW+g9fsPfsreD6zxr29SGwIPq3QZ72DyuI9qZ8EPaA9pz2Zka+6eu42PXyzfT1557s9ZT6rOwhiBbut7CU+XGIKPwXetb3bT/69YrbPPYchPrw5pH69tI0UPLzCoD1BT/G9TXHpu0HoZL0zNjg9b2qqu86oTT73JMG8QoMjPv8bbL235X+9zSvzvW3TwjwkobW9cARKvYaFB7366LA8fZUSPs0wzbtaYUy9FathvYXy6zyU8AW9pOdqPeLTlzuhZw69RdASPHmdtb3qiAk9V6e4vac6+z6tsEM+t2hjvE+AGD1OTvA922ZYPqcXN74xVAU+rl28PDhqDz761fa9lpyCPukchb21OKu9CAUFvcGu8ryZChy9j8WzvZsmOjsmXYc8CgouOxlCgL27KDI90NtKPtJ+bL1X6xK+r7o9vJHaHD75JMi+UBJMvlGcZzy/UE88OUeXPKDK5r2vVUQ8xDj4vKv6sjuaxAC9",
        "AfffvGYX5L3Tb7I83yVPPO+xhj2tGMm99d1Vv//lgb19/4I9bd95PaNyVb3hnKq+RskQvc0A9b29lkQ8XxqnPRxAQr1kNp291ICLvSVnrz3GRIq7tykqPmAPPTzQrpk8Uk8JPUEKO7zRkha85j6kvQ1jzz6Nfqi+XoacvVhA0r1msLu/r5hivjOU1r/smxK5JkFNvuUQ1broQAs8FP4+vHTaBzwkplk9Y8QQPJiHgz21EPc8TnjzvRffkz1jCVY+FmCTvafuL74r3Dc91UcVPZcGfj2Wgju+xsEdvo6JHL7o2L4+7GdhPKnzqLyGxp+9DyAxPWrJmDyuTJo9HIUNve9+Z72pMTO9H4Z8vdAPxDpKnKk9IQyEveL7+r603oE+w6HPPl+bJD5IX7G9O15Jvm41972jEnO+2atgO6cVIj3T2tY68rtwPMYFFj1MyzS9ifEbvXYwATzQ7ZA8vrvCvGhhkDsKg4Y90YG/PXFHRT2wrqc+ZEDOPVgKqLiml4M7aK/jvfE+fbzDrYa+5G3kvH6Knb3s7Va9vBUSvUm6pr1SlkM9rVq1vc2OxLxBgxE9s6kcPeWLT71kWm66ttUCvqRSvbpBONu9V2kpPo1BqD3Ze4Q9neWOPoNhJr6J/CO942ytPtcBYL6dzFm92GWYvFCOhL3Y/569vq7BOzAU5L0t1128bgL2uwE6hDxMh8W9HZhRPeZf473xAA49UtiBvU+1EL/w5A8++KH+vdu7bT6hfG48To/au7FAA76MqjS+B2NQvLrz773CI2g9MaGVPbAkFzpS51+93tDDvBjFIj2mnS67vmNZPv3fhrzIlBw+t9AOPdffAr55B/I9cEF1vFSrCbzT4Dw9tCTlPGHlbz5KejK8+8aLPUwwsDzBPTU+OrR2PCmHhT1csYu724wiPYpMybs8fH0+da6lPFR4h71wy609QxmHvnXs2L2BJBO+AjECPgChAL6KAZu+h2ZfvXCDoz3YLrG919RFvacapbsw8Ik9uLuuvdAEjT3Ob2S8",
        "GS3GPPYYZLyLREs9sOwLO+19RL0QXuC950pXPa2yKb3P/au+4BEvPud1Cr9A6wg/cu80vbGyij1Y/C49nmAxO/9C7L3soRe9WU6yvaVFsTw01Ho9URhGPshVyjwHuji9EWOSvDUUSjySP2M6KXl1PWPtzbvy6q497T8gPa6/2z3WZyY9Ugn+Pew8tj1FwrQ9dwbHPKi5eT05ABm66lXfvUTk07r/zIu8JGqFOqJQlT3knko9mvuZPNnuwLxU4ZU9StaUvVj6hDu5iBs+/ur0vVlbOD2Wmr4+hklPuyam5b19DWM9JakjvRUKV72aJyW8c+eePKoon71HZfc8763tvb3raL08WNE8rKICvYTj170I9aS8jOHPPNpUdz15Rom6ycOFvf5TT7zrpCa+TVCOPg1Kw756q7E+5XhNvYweQz1DduQ9Lyv7PXvPyjzmnR69EiDWvRoibDxhtRu9a8NoPe1yrbwspCG9BmuXvKmLgL2hvNe7nKGDvbp+TbyDtBe+ClizvH172b3W3G07ZxjcPBQgRLygLCY+AzhQvakA1jygHWA8Kx8PvTYqtT0MvM26UbkSPHgSSj56TjY+lFhKPd9ClT4Hh0+/Tsf3Pl4Njb2pWJk+tbipPlCPqD3es1g8AaNFPaF2972AiaI9NTcUvRMATDx4leG9bUsiPbKb6r01A329SaxHvQad7TsCmKG9eVC4PG+eUL3H1Gu87C+xOjZ3DTyW/be9jNuePQU6zTvFS+K+ndiNPjYPkb5uoPY+5jccvdpvgT6O4Sw9r7dHvbQpWr2H04a+a7aKvZC+E73AHsW8KRCwPaxBGj0SHBw9eGruOIBbOD7DHSo8iQSIPtEmiDx82yI+y2XJPNHJeT5gWQm8DhUbPo/mOTrT0bS+mFIPvPVaYr5Yqmq9DXSVPsWe7j3kXx6+EIUpPTksxb6Avna+x6fMvs6baz2I0528vWulukK44TyZF6y6QoKNveWlHb32Ori9cT9RvUq0zrxcL609JEoQvauSHDxO0sG9",
        "uUOtvOM/h73Fhy69kGSZPBHCxTwKVfO9Kk6TPUc8770bNZ08DvmjvDPRCbwWatW8G1BbvSTPnL1VvtW8QdeBvt93J74HP6A+lAKIvrRlsr2sMRE+KKY9vk68KLy+0aa9izMSvQAPhL6tQIq9ZHR8vU0cHb1yBXe9mZhbPQsBcr3hL6u8jXqHvd2tHz0Zfjm+GJeFvLIuI74I8HU6YEQCvn0/5j20Iak+5Q/oPd7ZQb6ThNA94H6rPeVNNz2jxfo9Zb/nverjlL30RIW9Fe+JvW05qLxkK5S9jlujPSozVTz+PZO8MenwvSPiJD1Liam70cOZPMLs/L1RMSW9dr3ZveJbhz22Vok8b/U9PGHccDwyzAK9qiGtPH/jWr1WLBk8q2tnPYfyK71soYU9tTaLvZPlVD1nafi9PuYDvaoL1DzApuk+wEeovtcTtr4c9vQ9WL21vcwF6j50m/K997gDP6USD77o7+w+tJNhvVsE3D5X3LE9GVCCO6ek2T24736+TMqnPeuqRz7dtgM9tb4aPvfQxD3kjuo+ADcfPjISUj43j4s9wBuhPf7EBr61afG9iUrNvrhAzryT1jE9maCOuriDfz32TZy95j2KPd4Ssr0RWXe9S98wvZWlXT0Uz6O9QcY8vYHlMzsfb6E8WwiHvZoOmD3eIuW9vdXyO+a/GTxCjY89RtXAvQh0oz0ouIa8UklsPb3Phr3c5Hk74bY4Oz6apz0P2GS963eNPGAWkDzYBok9RmrTvdW0cz2k67S9eWh4vQ/CA72/iwo9pJHhvUGGWr1KLha9NcsQvnxbSj5pSZG9ALqMPkI98z2BMlc+x2ByPuvQAT77+G49hX+ZvhT4Ub0T74g+TEFSPd2c/T7wtu+9puGzvsBG3zz9Ac8+uLqSPeZJEb5N5Eg9zzpevXAEaz1JyHi9i8mpvB05U72pAEs9HE73vPWNMb0Z1XO96jQkvBC627099tg8AK3+vJcrGL0mrds8YeaOPJtH+7379TI80gmuvPo5JDuun4a9",
        "Bwb9vPRKtL0HJ0U9OnrwvEU7hD0x+wO9NT1fPeD2yr1dw2+9UES5PMewDz0fCPW9aAwKvcIYA73Z/Cc9LFzyvfqSpj0P5Eq9NwXtPGprnr0XTBC8v9oyvWiNZ7z1fmW9yjalPcujG71PoaI81Ka1vXbRoD2O15u9ZtmOPTPdFrz9ID69012Tu/Hv17z6E5c8Y5qLvGL8kjxLoZQ80UP6OhWjxTvu6dm8MmuGPWzPsrzbps28RsXwvK+BK7wM5o48pjKVu2w83b0qjK49Y6oPvX04LD3FAUa7Px4dvffzML3ahpY981Ztvf5cdz3Yq907UeRMvZVzdb0vqQ89AH78vXwvnz32eOW9P6MJPck9ir1XNau8KvWXvdKkATrXne69NCiwPYC34L0m45o9F1N4vZllMD0+u6m9s2efPDYMpb3/DIs8IZ5YvN0q5DuPgnm9tSnHPFqYnb3mgWW8IhHSPCbzmz3eLsK9rkyFvQQBxzxlXz29ZJy0vXPAIDwJyUa96dZZPNDpvDriy5y8lqZhvI2aTj0SlpS9meo+PdXdPLy/toc9fEizvV1Z77x0Q5a9DTaRPEbanLyWv4Q9OV6MvO4mAr0QYeu9RDuGPWAWlTyicqC84ASOvRm3vbzrbQ+96x77vBtPZb3XcYI9NpSovZPggL0I9Py9Dv1kvIQIwzs="
      ]
    }
  }
}
