{
  "architecture": {
    "backend": "tensorflow",
    "class_name": "Model",
    "config": {
      "input_layers": [
        [
          "scan",
          0,
          0
        ]
      ],
      "layers": [
        {
          "class_name": "InputLayer",
          "config": {
            "batch_input_shape": [
              null,
              64,
              64,
              1
            ],
            "dtype": "float32",
            "name": "scan",
            "ragged": false,
            "sparse": false
          },
          "inbound_nodes": [],
          "name": "scan"
        },
        {
          "class_name": "Conv2D",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "data_format": "channels_last",
            "dilation_rate": [
              1,
              1
            ],
            "dtype": "float32",
            "filters": 1,
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "kernel_size": [
              2,
              2
            ],
            "name": "conv2d",
            "padding": "same",
            "strides": [
              1,
              1
            ],
            "trainable": true,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "scan",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "conv2d"
        },
        {
          "class_name": "AveragePooling2D",
          "config": {
            "data_format": "channels_last",
            "dtype": "float32",
            "name": "average_pooling2d",
            "padding": "valid",
            "pool_size": [
              2,
              2
            ],
            "strides": [
              2,
              2
            ],
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "conv2d",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "average_pooling2d"
        },
        {
          "class_name": "Flatten",
          "config": {
            "data_format": "channels_last",
            "dtype": "float32",
            "name": "flatten",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "average_pooling2d",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "flatten"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "softmax",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "pred_x",
            "trainable": true,
            "units": 11,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "flatten",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "pred_x"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "softmax",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "pred_y",
            "trainable": true,
            "units": 11,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "flatten",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "pred_y"
        }
      ],
      "name": "model",
      "output_layers": [
        [
          "pred_x",
          0,
          0
        ],
        [
          "pred_y",
          0,
          0
        ]
      ]
    },
    "keras_version": "2.2.4-tf"
  },
  "hash": "6cab82b45bade2da759a9885175a545c538181b0acec2fbd5561db030d3d2188",
  "image_data_format": "channels_last",
  "input_shapes": [
    [
      64,
      64,
      1
    ]
  ],
  "output_shapes": [
    [
      11
    ],
    [
      11
    ]
  ],
  "tests": [
    {
      "inputs": [
        {
          "shape": [
            64,
            64,
            1
          ],
          "values": [
            "XnrMPv0fgT1gElq+q0W7PqJonj4Bglo+qGpkveVlrT/0AkA/iXKMv1MCRL7INjS/YsKvP/H4J77UUNU/BFKNP43Kqj7Cu9q8ht1mv4xjxL6rX32/YweXvkXhzj+/TZ4/GS9Ov9nTXr0t6LM+9gafvgYQgj+3/nE/+aMDPT6JvT/iKKA+3aWHviMtO7+alJy+nlNnv7tkPD9vlNw+Al4dvrG+9z7Umwk/v0dOvwhxFz8cNyk/FoWvPwr74z3NVwnAJx1RP8WWdT8ZK4A+KXLAvvR8DD++J0a+obSFPzZdH7+dOaU/ogwdv8Uijr3zypO/QqQmP4bd0b6Y8ig+F8lSPvRJGz9/Uhm/G0aeP2jjST8PDaa/IoO+P2sror+Sak8/onsNvfNVOT8Sz1q/vd4bP0WpmD8DFgA/L3iNv3xQk7/Afde9H7Gyv5HCSj+MdD2/qciYPxIl+b5S2RA/5zBwP9GMSD81ABm/cX6Yv3pb4j/G8Fg/rflhvmDGNb/zaqM+ytEUPsci7L4zG+w+WNGtvQpaKb97qwM/AmWwPiE4dL2t5K0/0h8PwNSw/T4rlYq/8fIxPf1Wjr/72UE+Ez5QPzj2rr4Y4bm/QHxpv4Howr0WkM6/CyBVP8/S2T7878U/fiXFP80UA78HfcQ/oEubPvcAiL9GdTw/jfStPftsLb8+D2A/ee8UP5W/ib8mo8O/NS9Sv8yLRr+xbyy/wSDIv/rArT5mA/+/v2m7P8Vaqz9EhAk/RB+IPhm4yb2cksg+/pVyv5iZgr9EiRs/WZ9Yv/Zbvb0Ivre+/tllP7xf5T2b5co/+M6MP+Tj/T0bwVK/PIGAPVZRhL1P5O69AX9yvj3lnT7ou0w/XIxrvz36d7+Zn5W/zhnEv0tW1z5zdce/CUsRP88rh78muZ6+mRazPmrXlr7MMru/49eFP3WStj/4Mp2/gqIFvwXI9z1xLqU/SXu3PjojHD33gVK/5+jSOsJEkb/94om/haL4PjYt2r5VUuy+BdWmPkEBUL4zvYS/",
            "CkJ6vznF5z/6oPW+q778PpCC9D6Qo/08iTYqP35cpT8oODw94TTPP0O4BjuLvGs+EGwvv/acSz8eW90/EH5vP9S4db95Joi/eN21P24Thj8VoRA/m7huP4vdtT4x+5c/Ka5vPy3FDcDfPam/m7pIPuWKd79lmQpApBnTPwsygL1iTg+/Ycuav/6Wfb6FARS+pcfeP/2HC7+yC4C/j4KiPvSV1L2TdvQ+fB/ZPi5yCL+asx+/bdu4vyGjcL1tSBc+NCPYv/az278+s8I//zznP75MWr68TN0/dI4SwKQRnL5uWq2/Oql6P85Xpz9pp6W/5NmVvxC+Fj/VeMu+sNyePSBFGT8J14G/cn+JvoJ3lD9Z1K2/PB7WPhapG0Bqqrc/E8Tnv0YyFUAXCMu9WlK6Pz06Sz3v8Q3AZZYjv4CM576LF9i+0Z7gvjpQ9r8PTi9AAOMwQBZ6/b+wLmk//XKOvxvTiT9+8b8/sqkLP/Y+wT+xlWI/LzjjvlnJrj8lvH0+fbyFvrNmBkC4BSi8/Se3vv6PnD8hP9I/P5rvPdr3J75sVZ29tgIaPyagyj5MtOG+VCL/PoMnrD2xZRW+jtWZv5kjKz/RDh4/b25Mv9FCWT/Hxry/hThrPZ/Wlb88QJk+uxnHvgpgo71wCnk/kIWcvzWwHj/LcpK+Ob/bPnLtlj+nmKO/7rF/v8mru74mNqY/UXZhv6U5mT6tcwLAc1iivxu0Xb15M9e/AMZXv1npWD9DB/a+RuxoPnzEjj/3lHq+ET4avi0atL/8A9s+VNRbv5zUrj+Jhx09bhowwCcSyT6oXtu/42XXPShYHT/9mSzAwdNSPhDKLj9CAY4/l1yiP+VBgj8Tmz0+Mi5evxEF87915N09gDgsvsT5Ur+Ksz0/28hsPF7sgj6c/JS9ZJT8P9//xT3nQmY/VVEhv+vUkr1XXAw/CWJIP57fPL9Ymc85HBmXvjpSj7/giD6+PPcDP1lkB75z0Vg+HTrgPjyrtL88URK/gRjkPhQUWL+EIoU/",
            "xtcyv5iPG7/grhHAcFcWPi7mDz+z+rC+agkAP42TIz8QRY2/Ud3PvhsPgT2eDro/xVWgvbPUtb6nNai/KAqTvza9gD0fFH0/ZZCQvwgd+r8GT18/MS2jv9A8ib9V49e/sRIGPxq+bL/c7TK/QmHpPboRH795fAk/UPeOP7ZWiT8FKLk/I8iOP09NiT9Sidc/owgJQF5VZb9IpxTAP51/v3ltwj59byQ/fwZjv54sHj9BSXW/oSmGv9Ncn76kE1y+3rMCv6Lx0D3dq1i+o8nbPiqkST72PaW+HEXcvnIXyz9zPUI/WgxVv5VBib7x0kO/Q+6WP4ZLAz9wAyA//K70PjhXTr/bJtk/TvWvuagak7+fNF6+HYwsP2AX1j5tIe8/s9bAvxP4OL8YDPS+3VSWPnYIpL+W7wq+ve2LPz6bl77nO9q9B2EWv0Up2z21gBpAYXAHvod/07+jIMA+HQVkPlew3L7Kdf++PrtOP7tkjD9Sy1k/urtMv/JpM7/7gHU/p3gQwAxnD78E1JC+YqMNv38Gir7unDW/ByhMP2TlTj/RTXO+2024v4k1AD/ujGg/bu6rPnXex76fvjQ+LFGKv8iNBD6g9q+/BjYNPSsf8b0WWZy+12g6PjkOyr/kzoc+v6+kvngZEj9q4hE/24mTP1DSQT8X6aU/dvdkv8+ZKj9vzNg+UG5qu0GL5b6JkPE+OIOjvz739z5p4RM9DTMrv+0SOL8onD2//XBhPxlj8z+u3b8/NnfAPooDxL81n0M/NQ+gP2/uRr8946i/M4YIwD2Nhz6G+oq//wFPvVwnSL0rXby/qYscvw/kKD9HrFu+b4YGv0gCg7+3j4i8h6XkPkDTNb9r1wm/xxqpv68EiL/vmrs+I1HJP1zrYz0RbVe/kEMMvsVVlT4VnhA/vWaIPjvzLb8Tz4g+8NYGP0WUqT6MgOC+r95bv6PnQz9thK+/LKZ+P3JWXr+Vcmy+x8NAvuGIij9TeAXAncY1v932j74x3Le/gc9+Pp8drr6IG6K/",
            "59FvPjWoo76GPi9AkxEtvyv/nT+5KYk+zVi3vsrl+764AAo/VqnBP1HnDMDHxxI/npWnP+acFcCDATk/nhiHP3gBZD8j2oa+bAvlvsQpk7+1Qg8/pklZv3lqAT8zIrA+Bn9jvw0Doj6G756/Bm8fwPGli7+vTU+/y6tyP37Hir+i6Ik/mlalPryuwD4DYwy/gA+uP3DepT4KZaM/aBIGwNRcZb1WQr6/o8S8v6HoWD81A7K/e5k2vxKo8r6X1DBA8P/6vrLhgDzn3BA/nNvPv3u8qT581C2/3dPTvlnpVD5sag2/W1Z2v1eMQT+IVAJAXZmDv2Kp1T2x1xpA/0AovxsLUD6lt9I/UkSuvlLuqT6WuXe/Q20jvnuudz9XQnE/45jgvuFQqT8zib4//50QPtfHqL/dy5Q/ybY8wMlfJb81ea28Fy/CP7htb7/g8oG/tLAyvy9sQD/QTcq/MaeQv2H6Cb8qZGW+NDmcPheufz7R7z+/Q6uDP5rJkT4GxSi/5TMGP7nogT+OyN6+k1vPP+SFWT4NioC/od2+v9SlaT9/MJG+nrQev74RdL9VLNU9g33TPdbH8D0aHR/Am/oNvzrbVL8Ht7g/8hMYPxljfL8ZHZw/eFBIP/AQoL57brq/OsJzPqR7fT/BtRc/ZMAYQJ8WmT9/0SG/rt7XvkTHlb8OvgbAzkjmvjocjj6x+W6/0kCPPirnFkAeXGS/ByvsvY+aTL/fF3o9aSFCv/ivAr8kb56+28QXPpa8Xr+fgqG+CBlXvtuI/L+ZYKe/afdKv8Chvz5EZco/4UJDP3PtHL12Umi/2p7jvt5hfL81rcO/kD2KP577CcDgs52+qMnFvyfwJj7/ONe+e+V4PoWMCb8LtYE+9jWYvx9fQ780gbu9OQr+v2V0gL9CVtE+P4uBvysLpr4eb48//7s6P+ELHj+UAdq/BLrKv+Ww57+3u+69Hf41P+3xDr8fWFU/cGKhvrmHib+uLDY/A0BZP48LJ793iee+fMGHv3hxRz3R4co9",
            "9IG9vqnEgT9g/e4+Q98zP3Z4AkAiei8/+OFIvqSd0T/p3d0+cn/SPVsmy7/UeYk+HoFIP3/OQ7/iff+/UluVvReNjr9Oui2/OHU2P3v60z5koXw/CJ8Tv9TMJTykJJ2/O/FVv83X878AlwZA+qiqvl6NMr+y+qe/Mo46v1extzwRFBi/SupuvsQUgL8uTVu+vSk0PzF9nb4RaBq+omMBwHt3gL1nlIM/UStmv6zAGT/bkrM+ip2/vlRYor4CuEe+CPKlvpcJrT+pBIq99wDjPkH5sj5Jn66/wJrUPuM4gD5lA2s/8dYwv10rnD4HAq0/0IsyPzDZD75J6gk/Y2DSv7yOm7yxbE6/w99SP/guX745OaY/uF1DPwseUb7nIYU/P87rvqSp1rztWbu/pEbdP4c3Qr6Imr+/UdSUP6LRsT6eG8i8dWoWPqfGxD6nPL+/cn0PP2oB8DxXp/4+DGvsPnt67r19JrI/X/WQv5IuMr7ZEYU/xrQfv3u2xr8SznC/BYZWv4xLAsC58zA/nl7DPvjR1T/v5bY/tHKsP20TOz98RIe/BNQ3uy7ZqD9/O+Y+HPa2vuIZXD9cmE4/QWXivmYe9j+iahs/POpcPz3627+qXKY+UE0avhmoBT90Iyg/HGB2vwV/xj8ka2c/3c+wP5Q+o7+wQGy/UUB7PwUUuL8ohxK/fQGhPiV6kL207827Y2I+QAkCKD/Lhjq/swjhvgKysT8o7XM/uQuXP5h1U77BrS2/vHGXvqdyrz87FLc+8lBBv3cVB73Jx0y/lcOLP4eFF7/hOKu/JZ1ZPqB10jyc40i/0D87Pxjr1L+ixrC/fTYuv3QMx74DOyi/Zwlov6SwsL7PphC/PB+hP1UNJD78/DM/FUCOvcByZb4duzrAT+KRP1pDNr9B5uw/XL7gvzX4eD9Hi7w/XrCHP31MF758PYe+4WnOvrGerT8NuBc/wi+VP09t0D9nBwTAwP5JvxyqUL//obQ+iSDWviGOMEAYIbe/3InwvsipK788JcY9",
            "ergCv7hLhj/x9Zw9MCpgPvJZwL/FhYQ/isF8P8ci3ryHbIY/UOL3vp/9jb9WeQc97kMFP6/Ctr+cj0q/sdmLPlz267+yidM+gtgRP+TjGL8Fi9I+dtoLwLuYnb8uIXy/p73UPz262z4cNmc/M5sUwAm3zz3I2Uc+E2i2vwXcib/O4Qo/ozSMv31Rdj8jLqE/rdawvQxJlz+akrE/mrQPwGp6UD77HmC+fybtv1ZQLj60f3K//YyTP5pPlz1dPw1Assv4vyo9gz1zYpy/9MnGvgYOeD+wvx8/3SADv/5Pdz8rCC4/XdyCv4KkST7B2I0/yx/RPhUqfz4NNDFAMQohPqqYMz9gCPC+h2dbPjHzZz/m4yg9veiEvh98tb5nYYm/Xt8xwAugtD+3KZW/Nq8TP+lFS76pe7o+pDSmv+JB8r67l7E+pzkCQEo9zb82v3q9hkpwPkRAGL+RwbE/5vsVv/5BIb/3kwJAERq8v6uQ577XOIo+BTX4PVsyNr/ao3A/plRwv43Ckb8BHwK8anstPqQJyb/Rpd2+DnILPTkCcbu3Uvw/B1wEP0N/mj5nvJC/ZfIGPgPKmj6Wr3u/GxeKPxYoIUDPB5Y/CJaUPrTFDD+ou3+/3Oikv0brvr8N/bg+kV8Fv9rYEL+tPyJAaNquPp9WyD7OIdG+oNiMPj9EMz9+HDG/k+cgP7R+a7+otsA/Gdg6v8ZZkL/6qek+QTdWvys5jL+aQ5A/YR8IQA4prb8u43U+3UNKP+1Bj7+7qFq/4m5pv+73zb/XGlw/PCZfP82Mgr5kBQBAH9f9vlLeoj9TNNO/0rKPPhRsXr5YbKg+RzIuvhzBQb7iQjC/KAoIv4flfr/aMyG/cUOrP2Mz+b++NI8//oyqvlpVwD5csJy/+yIRvxVk778oPZo93bG4Ps+/KD/fvA+/bf/xuhpckj6z5Nw9rTnfvyjYlT9T4js/FGryv0moZrxBu7K/zgwBQAsTBz6DawzAcV3lPgMeuz92dQBA+GmUPgw6Vb9jsPo+",
            "Bfwyv7xdkL+/kpK+pUcOwB4LHD709/E+1klfv4PjPL5yAvm/oWABwB7qqL61dHk/6vo3veDRSD6cwXK+d06oP7+Iwj2Z03W/P5Sevm1FhL4Ofai+QW8ePkVFyj6BaXg/JNaOvQgbKz7+Mbm/g4kRP4hzRj8WtSu/olphP5V2nj/e2AdARurYPT+KUL3uzGM/UTWXvmwIKT8vF6m/Er2IvnJRdT6AoS5AjMS+PoLkB8A+K5Q+Gs88P+2hH78UEMG/yQmEvjSEK7///2++G5QaPr0XRb/pocG/XxnkvjSK6756vBo/4i96v1ncvD651Ro/HERaP9hQMb+8Ryw/lDc7v3iNhj+z4TE/qxMPv7NcdL/TEYM/Wl+2PyMj+T78SgvAqevfPWiZvz86lQC/C8VcvcrMIr9FI8K/YYySPjdDqb+rsfK/YzGnvrY3jb7EKBK/rpkyvx9GgL5BWa69ZOuMvsZjJ7+UG6Q/BwEVPyu4TL7MeO88OgWOP/9D0D9xZIW8PuVSPzv1hr8xpcQ/SmAIQLJJqb4ERQTAhnbPvnhckT6XDTY/VfEmvz7+ML8VHa4+vjC0PhveQr+ELQ1AihuHP8I3cL+4P5M/6mMDQPUvlD+Zbqg/TfKVvy/Gf7+SrZs+GALuPHx9Z78MbNO9U+cLviQa0j919Fy/3xtjvwlmCEAtz4o/YGCgP7M9wb0/4NO+50TBPnYEwL/7bMo/AGouP3bmlj/QlAc/gQAkvp63Vb/wje0/+WTfPuruuL4XLpw/bKIRv6UjBbg7uYy+XnEwv48h+77DALe+GORmPzJRRD67HS2/k/nEv2A9H8DiS428zSEoP37qDz+m7he/9U4ov7ucJD/s4ow9kMNKP1ichT74JLQ+5p9SP7Nsf7+qCry+Ld1yP1sD0j79uKI+Yi/JPuG6Qj5wOOw+/CQMP6KWtj/zcxI+xPnOv4Uvqj9WI9Q/2gXSv42erL+0yzO/jvvQv9ge4r4j1kS/ht54PAUGBD+X9OU+o1MmP+NV8L7ik+E8",
            "WMKCv5IpgD674Gm+pUmDPCtJl78IexW9JMY1vtJjCr2h6Ew/ETpSv88JCD/3WnE+QYvcPd7fU78fBTg/0biRP/U06j4djhi/76I5vyzQIL750f8+KNmRP+znJD94/oQ+Yna+Px1Vhj+kEI2/WNlYvzHUWD7RMlM+GvizvwDIV78vsB6/8LOKv7uWH0DaUIe/4+PevvCntT9MWoK/+jIMQOV9FD/paEY/JqFhP0AOqr/Ox60/sa2kvhutKr+w+JE/ZNcpwBvb5b5YJXE/hNNwvyf6r784nUs+v6JSPsfX7T8UdKo+R6bEvq/e6j9+R4q+6MSiP26X8b/D2cs/k/ipPa3p8b31TZa/guKsv9AvO79jbqE+huAFQIGso79KrKq/T/gHQL/6CkBpkxA/Ax9Xv+5oqb5x5B+9DgwyvuK+YT6H9oG+uoAAQC5xiT9IuaW/Y3cGP6pxQL49w5o/lvZ/vEGx3D9ZBKO/UOQ6vWfY8T/y4O0/iW1gPnSkkD8MUsy+Yp6CvgYFLz6yw6o95qKVvsj79z8U0IS/tox7PyljTr0LRc4+e3WCPrOzaz2tsqW/gWuqP8XH5b5KG7u9/A69vpZ6sb94sPW+9PUBwPp+cT41eAW/9g3APnCZOj/Z3Lw/nSmjPx2WQ78ZTSnAt3qOv06Wyb0PzBXAAnHoPZ6+Lj9/12Q/1dPmPm7t9D7QmI0/Gg29v0EYlb+zuv6+I9HIv/itAL/HWpi+20sMvlSmuT+QWfI+fGgDQN1MBD4y7ui+Gkqdv+dDwL5aGk8/BcyLvvl+p74elAE/zlQpP8GXHj8WlLU/sbXmPjgSLT6dxwk9Cbm2vwq4qj5kQpI/8q0FP4c5Sz8zVI4/cCUnP3sWUT7PnbQ/X5h5v8zNqL3H0nC/Zv8zPiW5qL3n2gi+6/TiviPDWL/V3K0+AyCZP9jOv74LHXu/smDav1P/qL5Ztr2/yPNbvgOet781vj6+OX+TvyX5nT7pQDO/3AWSv7NwxD4qs6w/SkpVPxn3q75NIVe/",
            "zRgiP2PLp7+Juuo+RuY2P3FIaj/Y3uC+4FIsv2rpsb6Ysag//fLQPoAkwr6qUNM/LUT0P2Fj8r58I5Q+bohSv/AWk7+YwZ4+/fYlP5niab1NhW6/nLTov6b5UD7C7s0/I/utP7LXpL0EPsO/FTgrP8Y6rD557/e/miDUvxKheD7hJtW+QiA5v9Vd7b3Vkhc/RjFtv4/TjT/3uAG/9SC2vuech7/+5XC+Hc61PzNGjT+1PvO+joTiPvYpU78SVa294wCHPlM+kb8RjsC+JdS+vhaCsr+bOh1ANF62v5VtXL9brBw/MyKDv+LSl7+EQZ4+Mus3PmcPgD4fvKc+hpqQPiJJAsA075C/4BOxP7Nj+r6xEPG9aEnzPys6fL52iYG+stsDv6aYG79u4bI+z02KP1RbOT8J4DY/c1c2PynEdz/zRac/0XnHO8p1cb8d9zy/bZelvwc1VD7/hlm/fIKtPvTyrb9my6O+7huTP6srdL9M7B0/GHyov6xGqL925XU+61Rpv7FWiL+T7ay/hWzSPpMw0z+Al7E/tbHavr3vs79Avlm+cH6hP5LVLT7xZty+8H+XPmqmO79eq5k/maY5vlGxMj8vKT8/Cz8SP+vo7L2ZB0rAl9zRvn/QuD/WxALA0LLEPyTQLj8E8NY+Sw9tv3hDhb82uYG+xQ+wPt0Bub6//pI++wflv/WPej5+/Pm+3XTGv898p79PtZ0/pn5lPYtkL8CjvTW/MjqYP38qz7zbXcU+pEWHv5TSjj09PuA/tFwcPqP3oT989Pk+/8XgvoB5E7/ES2o+WwfsPkOORT6SivA+89Pzvovf3b7YJti/JUDevm6cVr614V++Q3LOv5kKmr4JAYc+Nw1nvx8Wkr4QQtU+SpRXv5UILb5lZA6/um1fvhM8mL+v048/5EAnPkyzs71zh6a+OFXVvt7oGz9xGM4/3BEMv+YRZz+VqJY/d6IpvxYSkT6ZQwRAHH0Av2pCPb4vW8O/Ld+yvrar7z7Gepw/7ZlRPn8Zxz6y5So/",
            "y+FSv6W6zT/FfDe/viLpPGuer7+x1w4/NSvDPw4o07wHsyy+GKV4PziDuT6VMaw/LHBkPxDrez+I5ly/6l3AP5yqwj8SkQ++bFd/vcz5IcA0JQy/wWIAQAwLO7891uk/qsRiv5Mevj/fUJA/+6AFP7wsFD+3HWA/AbyRvo7pDj0q/Bq/6o/iPsm6PT9NMHu/ZkrlPayCqT62Bpo+vK8Hv6vxqr9rT0w/ftWDv1Lmrr7lejI/FztNP7PIZb+c4fY/yEyNPgkUJT8UrGe/hhCcP7srWT9d/aA/DHIVvn/WBb/ypFE/JF9DPhvZqD7cWha+51cGP+OCPb6RkIq/3/swP8th3L9C3b8+NU4Cv08NH7+oAqU/s9qoP0Ancr5v1Hs/UtcRv+tllr5LxRDACJX1Prpao7779Fs/oPqAP1KFib5rd48/29u9vT+eN0CKoIO/XKIMPy5htD+0psy+U8sYP/S7TD+fG1a+nPYGv+I+w79nq4C9l3TOP6PowL4PCo0+OnKYP2WMXT8X2ty+ZBGKPwbKCr+xBOs9RzWtv1qQcL10qa2/ts6Ivj0Bz7/xBho+ar4GQJ+YP74SOBS/uiDovwBsiT+DDwPAf5HEv3Edjj+cfp8+EC2jP0ZQAT0VcYu+G3XAv2nwxz5jSeS9RMgIv30bhz9sc4K/3pxAPizgzz1hwDC+wrqiv9W6nD//raE+fV5ZP3p2V753/0c/JJWJPspApL+TFiU/biKpP0Nusr/slr4/NOSqPnQqlb0OZE3AM6wAPs9Jsz88lg8/DW7sPkK32b+2WUg/ejXKvozKT7/Vo7w+rWFKP4Ofoz3/1vc/CFdOQB2kZD+BWF2/YVPaPUtKOr+dFV8+4mm2P2qOMD9XHk6/B5BFPzcVP7+6QRw/Olm/P2t9xz9lnII/0wX0vuBtHL+QpRhAh/eKP4HUbT/KCpq/XkuEvdvdpj+zKcy+CJFQPv6chL9vfRu+nzdtvxRjHL0yXIi/hLwKv3sB9b6McwI/cf+Qv0O5ib4kIpw/",
            "lGgnP8a9oL9txD8/cDslv/A4Ez93tIQ/oaxuP5KMiz9PIGG+P/5XP3njnr6nJ62+FsxeP3qmbb5YH0q/5D/YP5iJhL+QGg0/qF2Rv/GzoL0l/TQ/3Qhmv6PWEEAQHEa9bdoHv80UCb99dYE/NmE+v+5yIT9mmSA/fR6jv/Dmnj740XE+SOmgP99g4r8pIXM/edAHP7FVWT9i68q/cyYMPvWABD/L2kE/fqeJPnmIpT+xxIw/P64lPz6zlb5GwgK/6qNQP5Z3278bhqS/GX3Zv4qqPj+D/yC/u2NBvzVzIz3+eQC/x6NwP5HNMz47QjM/U1Fzv24ABMCRPj8/Qokcv4woFL7wkB1AxkISwL797z5HsqO+xv71Py8MLr+mGqo/m+vcvwmykb+gDQvA5U7Rv7aSfz9kCAc/QBWCP8NDhr7gTnO+oYbbP0vBc7+UFTG/wYEUwGxuKD99Bqu+E7I7P9cmHr+IFYY/a24HQFNgYz+M/pA+qDs9Pse7s76yiQo9oKiUv+2Ztj9iyi49VUusvlfQh75UuR6/iQnhvqgwlj4DWWo/yO/NPSpqRDxJ1iI/rCRevzzpJL8OBqu+SQH6Prj0DT/T9HY+mPkvPzF2378OLei+6lcvQJjxBz+oDwvAfkkjv5PSgb40NOY+fjLDP9Yzur8F2Ie+yh54vmMw/j2C/TI/aEw/P+zM5b/2uK2/EkWGP5k2Vz/xNqU//T8lv7A/Tz8zBxq/F5vSv51VJL+eWCW/jULHv0f/7z5gzh6/fX5mP4pMQL6tm/C7hc5Iv7tDQr8mc6k/9/orPxoHub8YHyG/RG2kvx8CBL/l+GS/WuOzP+YNDj8M7wg/nBCsPwUuyz+bPIi/dKC+vf+TMD+n/4U/MrWhvk0ppjuHlgbAy/95Ps6jXz+sag4+M2eePn3bi7/+tg0/FK5Xv8NQyj6jw+U/fJkqP2C8lj/50nu/hIBNvGsWvz+BEwBAb/zfv9oSf7+mJIo/y91gv0B0V78my4i/IF/0PSiPKr8V+fu/",
            "LMh7v6kujD5GEaA/Tk6GP1pD/L0rSJs/OMcqv3NqwT+ayZK/oVVJvxnh+z7XxmW/7KRZvTQbnL9Zpfq/G4SdPpTOX7/nnLi/vPldv1qddT93aU6/lmgLv/mo4j5vLo2+7sWnveut/z/FwZs/MRuIP2pcrL9hyzW/zheDvpV5hT5O3F+/2fTSP4qPfT9qyN4/6LnNv79HVj+by86/T7aHPy2uVj+X5/I+8tTkP1HS8r548UE/1UP/vgsjfD/DAL4/T8Kjvz0hpT5yh6o/cZoIv2sP274L0t4/Wi+5PxWRIz+Y5hY/41RZv+HfiT0Ym7K7hulqv5xqBD8M5I6/Ov/wPqZE3b/zXvK9Oba0vh/Ebr/lNh5AuOPQP9oG6D7vgNa92e9Jv+Fic74MDAPAJmaqPoVpED6Gh8O/hDlsvyJkdz8Uuw09qTFkPxLxvb+DEI0+dOqjP8LRSb6HRhU/qPi1v4YU377hgVK/LRNyPwmiGD+txws/saYIv9+Gh79ruxS/dO+lvyh8JL4ljK6//8HCPkVog795LDi/f5PcPiOsoT89Gzs+6rEavwWPzT7rR58/dNl+Pm+m7b/6Iok/VpbjvmvM5T56PL6/l0Ccvhtda7+8qpU/SlyLPQLU9r8Jzau/XbUJQHbxO7+Qtqm/pKlPP9ToRD/X4bk+z917v/0NobuWhe4/8FxOPwknRj7lFZK/5L8Uv2qXib+82mY/ic4IwCxHgT9CzQ9AJS0DP7hylr7oDBY/DpVevu6nBMCWDrU9llIBP7y/SD6E680+D+aqv1plkD6YVYQ/f7mCP2fSrj/FLU2/Okq8vhOjgz+A4NU+6Smjv8rflb87BI4/Xu6eP3+ngT5/fRA5+g2vv0sAnD9lMRy/3AvaviVEMz8i8ALA36JuPxZSTr+AORTAqLSOPi6Dg74bbIy+aVtkvSSCaj/VBkU/OcUYvt2PrL/py9o/ASGqvx7Pn75RtJQ+WBaGvmTiOj92DXA/U/Buv1UtKkARKfs+VY5UP+B0/j7TNKa+",
            "FP0TP/AEPL8DDpE+Pzhsv0bsPr9CKJa/TLWbP898kL/87ie/XlFVv9ZpBD0myFU+5DEev7OlnL/2oMI/2h8uP6axiD89M7o/QodtvxRA4r/Noxq/0hsrP3a1HkC5WS6/NWkWPzNVIj/nZwe/oqNTP0DYUj9sJHM/N26AP8KFVb7zz/u9mIODPvyz/T9mXsw+er42v4i91b7ps+k+WspUP+WLgr/yFq++gcyAPEdegb6/+cG/1oSkvtbIhj0aTqc+nhhovyFwnT/5atq+KnaqP7MTJjkSpFW+bAf2v9ARhb6y0CG/a51uv4dokr9tBZU/hpAPQHNVcT/6rX6/cR5Ovn7lyD9+OKW/y4nMPsZsFr+eXpS/9kedv2sflr5OCt++jumrPzUD0T86s/W+fobovuK7cL4gBx6/IkOrPoGwYj9KkOa+R+GpPncwbT9doBa/xVyKv2JMiD+R5kA/FFiCPlN0db+6pK6/RnLMP4+IQL9ddFS/dF41v6bscT+y/m8/zgmZvoCnjz9QVFi/hKrevvEbYj/ht5o/XUDOPRmHNT2Pgjm/naMWvlyt1j3LuqE+JFfGPlQvmz7DIg2/b+WxP7mTDsAWhgA/g8+vP9Ae3z0BVwpA216bP0PGHb5y0ao+xJuSvh5bt74+8n+/0MtLv+jAqL83BSA/0Rykv2TIDr8sKMG/Mgo9P2z40T6hs/i/Xtjgv9Q2Fr/W+9w/GueTPsnydT9YZfY+4RGLvu2C1j8HHdq+OkqOPlNRlT8c/zg/2a6RPHpBsD/XJsi+Oiu5O0mUeT/hNOc+A0zKP4r11L75BTO/BBKJv7Tl1785T2U/Xw0MP6lftL9p57e+0rp7P5+UYD+ius6+krMnPc7BK7/LUsA88hOUvgM/sL6L0Fs/x5n1vhxPhD/+Fpo/YbdIPxlM0r99Cg8+mrzlv74N1z9RXjK+y7Oov0gXXT6Vf4+/MGfTPg4S2j4aFXs9wtWiPshzIEAgfWW+8ybSv0U22791br89Vq1iP6xkD76bxZq+",
            "QYMsPhxSEsC54Re/8jSzvkIKIT8TXYy+DG7OPn0DTL+RkJo/u/DmPmk6Qj6GrBc/UOT0PjOO0z6VY2k/G6Ixv6MEaL9GgMq+gBDiPzdSpT0aoVO/IotTvvP7L77gVgW+LSVPvv7QsD6WcUs/Fy0iPzw+qL8O2IE+p8Iiv5BIYj8dz72/mrWLPkOXfT3qPx0/cBgzPyrtRb8j+VQ/gxUbv5NtmT3UBII+L8ClP2ppmD6KDpE/n2ypv5QUpb84nR4+a4DIP/Vuur9SumS++FsePkpnk76GPGk+jPu1PylnAD+ySTe+B8uZPoJgeD83L88/SOw9v25waj/Wbs2/yEWov7ZjLL+fCec+wfAMQEu4dj9kRALAJw2Ov23RmT/++3M/mM/svy814T+mriDA/sVuP2saT7+L4S4/QnIMP4B50D7wuzC9OxWpvg4Acr0kdJM/SuzwPjs9eD5UFpC+SxcjP6e0S79SjFe+3WeJvkA0DT8Svh0+nc/PvvtSfz+bH+4+q3yWvBBYQb/rxCVA8NuCv9v8ub2ARc8/xYLgvhhiCEA03Ha/YY05P8Cm/z5Sqaw/J5Q9vvWjPT7qDJi/DwHKP5Ekyb/h/TK+LtJ/P4Cv7j7+d0XArFf3vvtDyTxyL9c+FFiIPHpunj5w0Y2/rEIDv9huOb9VjtS+bTpVvoShgD8hS1I/AsaVP7qEsb6IHa4/lSXkv0qNGb/Jla0+ZRFmv6vzfz8YcMi/JkCAP9y9WD+wyJA/V3Odv8kZ0z1Kqeq/ZhJmv2TRzr8tjsw+ZCqYP3Ybh79Y0ne+TVCXvp9cDT9pvKk+OIvAv46ohj+38xo/pwfYPvKw9rzOEP2+Wgvnv50EFT32wXA/E6ZtvjTAqT86QHC/FzB4voE+G7/fkMw/OyqKP+TZBD+cdss9UQ7iPt/q9L7AoOs/TsrvvVqj4r9asgW/7yVKPOWBtT+rzBS/fzDgvg8QQ741HwK/czqNvyojhr/ryRi6+B69vomfGT33T/m9H6EmPzpLKL+EGaW/",
            "4UGGP5+Bfj/el8C97zI1vwqhjL8AE4q9PfnTP2V6bj83Pjm8Rdb/v/XLNL7yyda/KXOBPleFJr944pM+vRPePwmNAL8mAlw+tw8cP1n1jr/JfWS/dqO2vnPjDcDDXo2/GWkHvG43zT8mhh4/hrznvjaK2L6IQna+EWnmv7OUer4G0gy9VWwTwI2XWr9zc52+826zP7MpMz+0Way+9vDuP83xpD8fjYY8DOafvw7+jr/AuIa/VQm2PaMEH74nmwLA5FzJPwBxFb/X+5M/+a+XvtOLmD60i3A/OUFev20z7b5H6Y8/tIFRvxunWL/xKbK/m3HIv7wVHT/eALE87QxnvgqCwj97Ylw/r9YEv0SSgT918oM/ezJYPp6CBkAiqvI/TTCZPuwVaL5WHAm+UVyYPofRmj9d48c9OsrGPReNir/QX50/vvYbv4JkkD8aXE0/RU/mP2kOHj52utG/Lm+1P0v6IMC7/SU9Tn3CPTV7WLsBgTG/rFlyPzPZiz8/WoO/+iQGwHD0Hb6fzhG/jnC3vRbt3T8MUaG/Bhqlv67/HD9Gl+a/tpggv39SSb6XX8++cKfKPr7i6L/opbI9WtZOvzFvBb+Wu8M/uPDRPsPVKT8WWSc/dC41PRdRBb+4WB++fEOiP4Jag759mqm/WXrKvp2wRj5NjqG/TVXsPpnKRb0r2y+/w8mMP1vJrz6plw3AW+H+P/q487w2kALATUNiPnuwcz6kLxI+e02RvJh6pb/lvi0/tG66P5MdC79pZG0/teBOvicDlr3OyTu/+wMQP5paej9T9wG/tZ/GvS2lOD+eQYU+q0AIPzM8+79V30g/y7Q5v3cbij/t4pK/6cAAwHNdcD+Gsrs/9Qc+QDFMED85muI+Zt9lv2o2qz48YK6/BMmovdFi77x4MZc/7VwevSMtEb+fqhLAkCHPP2oclz4RyVe/T59tPxaAfD6UNik/XgCWv7q9B8ABkRG9W/4Lv/AR6r4NLKq/Y7OKPyeo0T7i4o2+ZeqRvUGMN7+0eGE/",
            "kGfuv4uOwT0X7Qy+Pe5IvynOjr+fMHW/BVvMv3EKqL6MP9E+qHY7vwvd178Vy6y/9xAvvstsSj/uTpS/yi+PP/JG9T4ufDE/IR6Cv3Vxmj+4ptO+/rkuP0AjF783G7E/IBMPPxlbcz0/hcc+FD+vvhgPdz9DP4+/8bwlPwnGtrxmKCS/NBRbPxBDtj9Mcjg/SGzkvwiIqL1yBbi9aLxLPoO8sb5HIwa/92yFvhAzv78eQSxACfOcvoZ6tD4QhOg/w/uBv34L1T/zMIM/IfKmv/Jv0L5eECi+Oxr1v8OScr8kpRE+dLgPv3C2KMAa/fi+2xTQPxWlVr9DDt++3WhYPwCRxj5m950/I4ehv4dCmb4zkxu/bnUywBxpNb4l3B2+FPdsP9kvGD12OQI8tBq2P0nVnL+9TlO/1RL2v+SA+T43v14/E90CvqCKtT8wzCg/RjnpP7L5ZT8dzxRAqAj8vxJsl75H9c0+hUCLv04PqL1W/F+/XGtIvwjShb+855o/YYAWP6fGg7/DkQvA6+l4v2qasb94Y5O/saQsv3kFq716IjY/QMc3vy9xwr9YW1Q/bxrPPnR6Ij+9u0G/w7OXP5y/rT94nYK/xqSnvs5ZXL/RyrW+2TVqPW+xqD+uMuY+vcswvlbTBD9BJqI/7H2Dv/3/Wj9kesq/zHHvP8ePOD/FzAs/zW7MP3WAmb/al3y9vvkNv5P5nz5M8ATAaxJnP9Bg9L5ZOA+/05snv3TpJz6Ihh6+cbsYv0dis79Dcio/P5+7vwZ6mL77RMY/LgA2vzUo4T63zQPA6Z2sP37qcb/zEaG/Na5Zv8GsUz7Wdhg/ZoNFvy+2bb+C0yM/mamfP8nw1D6wa+E+Hu1EPmXsJT+ZFDS/erCqvsxHcj+rByY+0n+pPZzeJz+1UMG/v4Obv2FBAz+F6oi+YAeYP5/mqb+7xEI/R5c0P4Hqfz/giPk+voPXPmKyxj/9n8K/Cd2tP8LFN7+6xU2+9MiFP+jMS7+YBva893qjPhyykj+TK1a/",
            "LouavzvelT5RcjS/bKueP7AoOb+mNJ6+F9XGP4fhkL+5ppE+rhCHP8K+sT9sOC8/voFIP1K5I79XzP0++V3xvqqvTz+/110+hhsVwPhI1T2j+LG/XTWrPrhMWj+Y9js/Hworv1esxr//dlW/bvS1PEb5eD354ge9gGgrP1bU4z/IKQO/WWjZPvfPH7+1B4I+V8noPWiFDcB0KJk/eszAPzJncD/QdDM/vla/vuYPKD/7aIG/T1AGP8+k2j+B674+ngeOPFPlpD+5D1e/K0Amv2hYjD/OcEI/12hzvnUEkD7vVqa/inyBPhMNNb9uWZa/9fYtP/0Tg7/Yp0I/ZUJ0vz1dWb9U6II/Wz93v0qlwj+0v6e97J63vxpA+762NYy+5uCwP9gmoD9vb8I/f9lcv98BIL+kjeu//M0wv7aok79p6je/znfPv3YtaT4iSOs+fYdrP5DSPz83p7M8+bnvvj4K8j6Vp7U/3b92Py5B5r86GwxAuB8+v1vKUD9V8Qs/D3i+vwi8nr//Ops//zDmP2Q4hj9g/eS9h+BUPxi5FD7mEKI/d+aRvzxYmT+MLXe/BMifvTqvHj1UD/O+gx8/P8+oOL8AlQq/8G4fQHNKizuqUk++3UoTvjRG2T3ckJE/ZMdCv90Eij7KT0q98iBiP1j21T42TeW+HyxLPkB1a7z7Nh8/Mf32PpeX0TuFMyI/R7JzP7q1U7/gQxo/6cYQv0Scor82Yoa/WPcUvk1+jTw+IM6+QDG8v1ML9L2pErG/9s7yvjqpt78tvk2+gPvfv9O3q75Xw8K/KTdjv3rzar/0Xw6/8Q1Cvr1OzD8/ykO/Va/1vcpkkr9KitM/CuRAvkzIFT6GkZ4+kvtJv/7pib7ZyjW/LCx9PgkTDD+0BxfAa+sXv/r0JL9OVwS/AC2tPwgSxL+zD7a/OdEeP7NjkbvwYBhA+RNjP8c8uT0TA3O/x5twPrucTkCRVBe/Aywuv7ymTr4Q5EQ+fCimP0KNTD08OLA/ipLAv5I237+sCa8/",
            "89Zuv1U/Wr8Klo2/yllLPtKhWL+tJDy/UOS3P+7nAT81Xxy/g7Q3P8u2AT8qrja/YMO3vjhCmj9oHiu9Oc8hP3kKbb+1sCxAAGtjv6aU7L5KEQDAEUqvPybHOz4YrlI/jbGpv8NOrj35bNg+taivvxE2Uj5Yaxg/lrTyPshDAL8CmAe/Rforvm+JhL/TIZ+/urwQP0Fw0j+qvZM/RDMJPzNCMD+Ay7o/d0W4PlD5Br7/BnW/WiSwv4ERw738r0RAesnRPi/VSb+BR5M+JCHAvqb5ez9ZUrm+LCemPOyyIr2Zz4w+RD+JPwW+rb6YroI7v95dvw5NaL+EBo4/5l5zv+NhGb/ehq+/usShvsQTZ7/bDY0/4qlrPzoDvz+Oo2A/YxutvhOzrL+xREA9BMyUvzt7Pj+0faQ8mvJmv+HwFEDhEDK/lQAgP3ouWb8sjz0/5eYIQDdJW740jb6+ZH6NvyVaLb8gApe/tY9Nv762gj5tXYA+QV1AvWyMe7+DzP89droRQJaQiD3ZIoW9AzzqP/pXMb8VB4q/vb/8vbHQ9D4WdglAeB41Pmz+S7+1ziU/ZHCQP3XC5z5o2ae/uNzMv+F2vb+04IS/D5+qP//ltz5wDJE/hbGpvtb6nr+t/bG9ZrY6vk5nyLzXOQHAPY6yPyA6Qj9XE3a/MIm5PqsAd79Vo6s+4Hw4vmc+bT9ivUi/GnqAvxUDTr9sJN8+BCplv92RiD8pJII/TtkFvos9qj7M7Ry//BrAPynpXr8beFO/OFG+vKsCDD+5YBO/AzzSP464BUCgSj4/7jBRvbna6r7gekQ/ul31vpv6yT4R3Nc/o4HdPhVu7D6Unho/PNlSPxBYs75MDJ6/3EFGwLBU1j6pQog/5owIP8w5677jwpc/QDJ2vkHj8zwHUMC/dx+Jv+f1TL8N8UQ/MkMcvrQrdD70nKO/HnWLvn91Cj/6Qne/DQvCv7DU1b9mwh9AfkyKPxABD78EaJS/HwYrv2+nej+O0Y8+HHYevzH22T7MtwM/",
            "vtORvaOBBEBC03I/o4cKP2iOFj4B9xDAoY99PsEUn787pFc/cw2nPqRIA7/JxYU/OekqPkp3kT2qKsS/GsAfvx42j77cncm/z6r8vwrLtr+2vGs/Doxvv+iPFb+F94W+ArWMPhX4Cj7Q8ta+oBmBP8ekq79b+0K/dTJzPyDRH7+gAqk+z3YBP/dUjr4czO89QSiAPJjpRr8YdF29jR1fPzY/G7+I2+A99xiUPjQZMr9QiYk8bWXvvv05ub56wEm/qECPvyEinj8i8sC+/6tKvsWXyL0a1cE+Rt0JvaYrFj+mfum/w+Irv6C3sr+Bzs2/iVZLv1E3fL3AqL4+I76Zvy0fOkBuPZS9A0Pgv73DK8BD+4C/mWHdP973Er981Nu/7f2Vvjot/z5yyJA/t679vrLp4b1eLq8/mZtOv4QozL7PwtQ9XvKEvlbKNj/MWm0/Q/V4vwaPhb+YIGq/nRImv5+BrT8EZbk+Y4OZPsClmL6GGh4/BQ2Yvr8avr7YeSFAEJKfPqPPZ7/MHN++mZPjvHKQr7//DA0/DqRlPokyj7/4Tge/o3KcvhJmkj2b6tU+TNfyPq9DlL5apY8+lz0ZwCA6aL4dHZK/NKefvz0uP737BFm+TTkrQKcTVj/ExMc+Bp4gvjfUuL+2SKI80pEhP3XHGkCnPUk/VraHv4AjHj6kPLs/weK4vnEY2b83FFE9wiCCvzgHK7+MAck/zJIiPoEymr+51YM+cQMYv8VOLT8HPb8/OJfDvY4oNsC8xtM/NBACvxZ+uD9xBJA7BCd3PkUMub7d3JU/GhHmPjSVQD/pGwhAghSIPyXQab6xIK+/095Iv+mFqD/yS8m/i+Mzvzm3Tj81tpm++5J4PxvoEj5AvQY+n6xfvcR7uD9YVLK/U70rPzjgCr+r5CpAiq/Bv2ZNUr6ildU/0c4aP1cT9D8WoYC/cuIZv71d9D85akG/E8+Zv9/Zzj4qixc/YjQFPyKegj8iHnm/ijUqP7wUej7Qz5a/g8YJP+hapT3BzYs/",
            "lTPevfMpNb9KqUW/o+IwP8MT477iq4W/TTOovMpH1T9xxfm+7hIGvyEVFj8yyTS/sFUOv/Ervz9AN/0+KPENQGPpjb9KoA7A4bPpvnJ89D9+6Qm/Il1MP8hIub874dY/RsaXPwhb6z5j0Kw/9P8LQN24pr4/OZK/2SqyPt0En70s852+4gKKv0dtaD4pONM+3m5nvt9J7r6kd5O/uwbDvg1YOL9DuF0+Hnq9vlMwP7/677y/ukMZv05UjL9dAhW+jzkBv1tUfb+I88++Xr6Uv8j5lL5lbhQ/jpPQv3RTzD8zqx+8+fNFP2ogiz+1uLU/ob6Lv6/XiT8Irsw9nc2fv5LCrT5Cz7s/1UUowHu5R0CjRIE+X/qnvz9CH78GQSW/Kje6viBJaL8gnYY/RbqkPtCIkj60cKo/7P98P1OUjr9UyaW+SJTXPiiYHj02u1Q/m7P2vmswZ7+3lFG+I0i0PV2BK8DazWe/My2QvVu2pr9Ernk+jGhPQF9NiL/X9IS+2MGsPnleKkCp7kY/cjuFPQnrED/qDuc8peIGP3Q+ST6mD8C/8y2xPsq9Vr6uWqW/M3mePvS7bz9hlIk/Es28v3lE07uUQ9w+NLybv9f9jL+pFqY72u2Nv7C0a79eFAw/tIrPPotTA7/yD88+mS86vwcnyj7sLxG/eMfXPob8bj6Zir49I7V7P6TUv74+z3Q+irsZvueCtz5cUbM/GetovocjMr5+vqO/dQuSvsm9xz6AKTm/Efs2PtRDRr+xHvK9gPBaP5cnub9OJIQ/GdOMP4PplT/KDPw+C98dPzE+8j4u5aI/nsVwv0uZkT/MAOM+naQivwRoWD/VAIi/YzQ+P8gvpj4gfpq+m5mTv+TFAT9+m9q+T7LaPkurbL8+X28+k5y7v5LIwj1987K/FHY6PEQc17/wW9k/fa38Ph64HUAHsum+xGgSPi4VLL8pPfU/s+HMv/30Y7+ErOA/LayZv+44yr9yPTq/4N0OP1NCr75knNc+ezSDP8AcvD5Y5W4/",
            "0pokwEkUVMA43zJAZ2Atv2TvGj6HOew+95SbvuZg2j4J89E/G/yqPZqqqb9w5v2+423lv023Eb+7x3M/XJtHP3ojdz5+F8I/2zSQP1gSjT/mALm/jIDFv3pYeT/kDhm/tLufvzX4r74acYM+9DpDPzPovj8ykSO/Iegtvoyd6z0qQD2/2SxXPaAucr+5Tcq+4ZSiPxJ4c79iv0O/4MHAvyGpnr8jNEs922Juv0ity7+s+xm/mbCjPMvQ/z5FNjjAD5QGvxZyLr8/2Ri+PFgDPxywJb97ONI/lFctvxtgBcDlQLE/6bUxv5mjFL9SXJs96Hasv+lLSL8O5zU/hv4RP4UAJz+FiGg/RVtsv5Ceej9T/nk/QlXfPjzNij6QLHA+o+8ZPuIjED+iIMq+RyVjv4toRz/zDWI/PQQnP56VuT/ujd4/N/8hvQElij9ij3c/9SAAwLELI781a6i/yG6BP61wT7+UaCI/vB3gP482gj++Pz8/bCclPm7YWr8MJEk+ChzpvxtP979F7HK/NKSgPlNoV7+F4Rq/6lI4vqCfyD/WAPs+Gv5Zv7P0kb/AoxA+r85ev4ex1T9IMMO+zC41vZYMOr/2gIq+E2v+PmHfj73OnLM+sGuRPucbDr5uZoe/kSxAvw884r7e5V0+uLxjP0pLoL/ZE569kBtNPy4/A78Mc9Q+ZpMPP9xMWD97u3K+YbNAPxfNEr+ZgDy/3clCvzxhkL8wHIk/MHSCv1r66L6BTVK/C3bpPn0Sgr4Rm0o+dBsMwCUVzz+WN6O/6udWv9fKWL9e7Au+J08GP8x6Ir7Dx7W/1aF6P+TQDj9tNm2/Z1IVv5e8az9EtDg+YVGZvqt3H7/GtwQ/ZEnMPyioVD/E8q0/MwbnvipHIj/M7x7AMT/oPjptIb+udUg+7aTqPrumJr/XorK/u1DePtf+Hb8s0aq+lvAbwClD3L88LKq+UlEYv/gh0j/q7Mw9owREv6xVnD/uGJK/mqmAvnoERD8MySU+JGAjP0UXGkBfGxY/",
            "XK2Xv4/Kyzl5zFq9Vdfau5RGkD/jEjK/AoPKvtipQb9FzdS/5rdUP6x+nz0+eOk/j8mVPmLh2D4Ww/u+yXOvvu6Eqr+MKio/b8vBP/qMkz8Sm4m/A5gAwDanqD/FUkC/5j/BP8/VvT9W6gi/e5JJPxFY3T77+TA/gvz1vahGB79EQhO+RgFcP6NwGb9CnEC/HciAPxH+HT3VcgM+XnUmP0JP3D0gODm/dFVBP255FD++DRs88Ee+Pq+8db8mCVa/a57xP0BKOz8MCYE/523BP6UmTz8K/pW/MckEv6OWFjtsTz0+jv8KvxhAnj8VHp4+BxDwPyppHT8Fz8m+Cj7bvg=="
          ]
        }
      ],
      "outputs": [
        {
          "shape": [
            11
          ],
          "values": [
            "AACAPwAAAABM2/Av6YEdFZ9fzxz6fHcapoWKGAAAAAAAAAAAAAAAAM3PohE="
          ]
        },
        {
          "shape": [
            11
          ],
          "values": [
            "7z09DH0EVgwZGzwKdq5WDMvAEAl0GJ8L/saaDT3QkjJGjH8/1WblOmQIgzc="
          ]
        }
      ]
    }
  ],
  "trainable_params": {
    "conv2d": {
      "bias": [
        "7Wo3uw=="
      ],
      "weights": [
        "0rMqPyjKJD95ap4/U5Kbvg=="
      ]
    },
    "pred_x": {
      "bias": [
        "iy3nvqXq0T6oJeK7sANTvZj4dr/8nBM/3zXrPgsUez5s3Ko+NuCLPlm9UT4="
      ],
      "weights": [
        "KutnvSp3G77rM4Q9/calPcqBkb4gGqU9VMqEPFCj4b2RA6m7dWa1veibgr0X0JG9Lm0bvuly2j1nT449bzSDvrSQ4j0wDWM5ipOHvbLIwrvu09g804y9PAkDtb0Iwbu9rdVxPWefxz1Pwoe+msPiPeEFzz2UIoy8UmHdu/rhqrykX627tgcjvSiv072vKvQ60aNEPY1UgL7F+hU9gT2rPXwd0r0rqQC+n9nQvUuJ8rzJYr29SkWpvfVpDjx6m6Q8uUBevjG9Hjz8wwI+JPjSvS6tHzyVi8K9V7T6vO+kBLuvKNy954ZRPGRGsbxXimC+2JjJuy3wpz0q8I691JexOrmslr1G+MC9HdfcvbuH570Yz/Y9dgbdPXE0cb5QUZ472dEsvCqXdL3gKOu87MMLvZQ0yb1hos29cUfovce3JD0riww9G9FivmMqdz2zmMU8qKbUvcxIvr1hIKW9eFC/vVEk470aVbm9fMGXPa916j1SLZO+I/n2PIWzjby5qg++rgLrO51pV7zcgmW9QwunvW5SLr50wbQ8ByOwPQCjmr51cgA+qoY0PeVre73o4Ds8GJzPO+/IOT3gOUS9CrVMvoWVuj1yreg8VL23vgCcTTrxhJ49DqPlvQCR172bX7W95SD0PPFQzL200K69lEqAPY4g5Dy/eH++JGetPXRabjyCY/u96EWCPI3C072Ps1s8RMYTvkjPEL69rxg+4RwcPbctab7cEPI9jBB6PHiegb1cxcC8C0WtvQN/N70ESQK+hq6avdg6fzstra49yWqUvmZDDj4ZID88HSYFvSOxHLzIm8M82B6+vUZQVb1+IEO+HZcmPFdxqT3YDJW+PIqlPSeBkj0BX9i8BOPivWVLejwWKnC9zayuvaxPir05KH49AawSPbP7dL6Jmm895ONdPUZJ4b2PeBO8F7OPvSD8krwQ8VG90sfNvd/wyz3apca8x+5uvpC7wj2lLJE9+piHvMiU+b25TMO9BD+8u6c76rw68yC+XGAJPckuqj2dKVq+",
        "sgMYu5nX7T1kyla91CeCOqjDd71fUka9/qIOvgZLT75s1pg86yJAPTy3or4bO149s7HYPWNE6bx3pgO+aNJdvTSFZr1pj/q9zGQGvs3hFz7HGu89IfyQvphahT0WYp86o8wbvt4brr07YOG9E+0DvaHDt73o+ZK9m42EPSmuij16UK2+juKsPVG0BD5dTga+ZmqevcVisr2hOlS75IFLvS5VRb5K0gc+ODrzu728cb5OBcg9/4vUPVvEKL2uRce9o06RvfLChb0bZAW8RHW7vSlj8T3MRqK8EiWwvoPSOzsBtv09aH+qvQ5AuDuYpmy9LQxsPMlM5LwIO2+9ztj+PfjOyjxsOY2+q9QDPiiMVzxHxYm9E7E+vMbhOL3BrWK7H6+gunOw3r3/Nc08ErDJO45usL7cTLA9vWGiPa4Ec73NWXO9EReZvSXs1rwUVVO92I8FvmMm+jwGHFc8Tf98vv+BxzyZXTG80NWUvUpHS73jH6e9xBS7vTlesryav8u9eTH9PDvToj1F34q+TuWJPZnHqT1tLgi9DkuHvWDp1Lxfxkw9aBqDvSdK+r27to89wCgfPKNkg74DP/M8QsuLO8TDfb2GQyu9v4ARPKvE7bzutKW8fGsYvq1UQD3PWZE98297vi4E0T3TFp89mtXbvb7ITr0xrqu9OZWDOX1Bnb14KIO9qe4EPA7ykbwsra6+IloOPm7qDD0y/MC9ZHEovR5t0LxztsW82pxqvTbmor2BLho+BCECPKezf76sHoQ9k6fUPUyo270fNGO9VKZKvWL7pr2McQK+ZoxTvuH1yz2HCWY9K7RqvurNmzq+6HA9U9+HvfShxb2PBpO9bsKQvVuhiL38TJ29TOj+PY3oIj2BH5C+Q64DPbaJAj3II+S9hCjjvTPXqr0iNm69YYEavhiUfb2NL8Q8f0n7PUfWib4fkDk8OfzpPb39Xb3WzC69PnqsPEYD8Lszzgm9JKXTvdOlDj4LTq099bFbvjWLdj3l3NE9Lw0ovpBqZrr2TjC9",
        "+5IQPMr9Vr3zM/a9h0EQPjjJvTwa/o++AEJEOm+KoT2NG/q8ErG3vGJKsbxES6u7S2k4vKqzFr4ltss9tyiaPRbcuL4ISp89oOxDu8ygkL0qHAS+O8FJvLmtF70F29C9SDfyvY2vAj4Mioa76suvvpwD+T34Lgc9udIWvhBUn73oovS8N8spPRvFm71Me9e9id1uPbCr2T3i4JC+6LgAPe5mPD0BsF697JQzO5CgBz3c7gU9byoEu4a9IL7RluM9Y+ItPeJHir5J5W094VvjPfEfIr5YKfm6QxRjuq+5Rb2fhJq65wzbvb6emT2wwVC6HOKzvni3ET7g51K7CxASvqoR4LwtsKK9hnUHveGLFL72bpm9H+WiPf3+nj1ueo++NIaoPUNH2j1VgFq9so5NvXmh471lM668SVHqvZC6QL51TlU8kWYBvG0wZL46xsM9s2jHPSU1GL2Igky7atvzPEScxL2C7pC8Gn07vvECvj1xeao94w+HvgL8ED4KuCU9UbASvpiVxb1R56m91aZfvP4/a73I3xW+tXZTPHPdaT3Xgnm+Bo30PaxVhj3aQOq9vgGcvTivBL0m3769cv8WvmLHiL2VNkc9CcRJPavBcr5fh688CV46PDS2yr2m8369l6CLvYFjOzw08169Gh23vVUBWz1TZBw83uyqvjZQlD3ImYk9q7ICvkVncr19vKW9JAS6vWa7D73m+Ke9HdTVPUVYtD2LFm++IaobPLbpdT1v8sm8gscjvZVjKzv3hvA8aa2wvZZEu71B6Ss9Znn6PCS5sL6nBgc+AATqu+7PRr0I95W9q9QLvIQAlryxM429NmElvke4LT2r/6096pe4voCDqz07CJg9nP/avWjTIr02DnK9uKikvSUGDb5AOEW+cuX7Pa458D3tXnC+FUNrPTXNkz3hbxO+flgNPMgJ3rys8AI9l1ExvKZrIb5fjOA9mPXTvL9bbr6UWBE+jT+ivJRPBL5ayzW9KDQGvSZEhb377dq9uDkQvn82pj0jDzY9",
        "6V18vpjtpz2VCaw9GRQJvn5mwzuAs9u6n008PYD+jL3MDIa9odfwPRB73ruTkm2+jYq0PEcUITyR4KG83uqBvRhFg72mQ5G9zjaNvcZ/AL61ZZc7hUOrPVpVmb4Ek409sHzzumjH5r2IiTq9mOHsO8fKYDz0TCq9UvZPvrsbxzzNCJ49os6bvt8SyDybIY89ydQkvpyBd72FzqO9TGa7vSPwUbwy7ra9e/wgPbrOzzsKaau+uCOfPR0I5z2MFAW+nm7UOx+ge7uVOPI8/mqEuS6Grb28MP4917WKPS7BpL4P4Fk9sUmvvNUgIL3PPhO9OqXSPIoxjjxiPVq94uORvW3fBD6ysK28a0Vovuo1tDoN65c9ktGxvbu3Hb0lEzI7QZsdvd3D1L1eykm+hSsDPjp4jDz8Ba6+TqYRPp7xbLzdigm+RGSKvXg+7LzK/rS9YYfAve4GN74NMoo8HqTVPLP+hb4crww+zWToPap1wr0G8dK9chigvOBNtL08r2a9DPodvt3gYTsXE6U92neYvi9MOz0SpEw9YTYfvvDv9r17Ltu9t/9WvarWlL3ApUe+pWH+PCeNvz1cBrO+LquUPZwDCD3i6+m95YRHPH176L3BuUc9LoUBvjDLG745x3k9zepKPauPcr5QxcU93OcbPc3FKb1KjKy94nEPvd+BNT0tPJW9vybfvTlCpTubdvo9ki+QvtYZyT0c7aS7EayKvUjVu725gJW96vEQvZVcFr7n6fe9HWdyPSlIsT0cmqi+ECoAPmxeeT1/znW9QhGrvVw3BT1D28K8c/X2vcn08r0hK+48y5wiPbrxh75SLvo7NU67PaRpTb2m0CW9Z0Hovd+CJjy9bYC9rplTvlsCBDwSD5U8OEaqvibDyD1u5E09bQqcvGrjpb1bRPG9LrfHvX2qCL4o3BG+wYJjPS/Eij3y8qm+Nng1PYl3Ojwrlr68sovWvfpBBD1KSYa859jbvVDcIb4yXAY+8EHfu+x1lL5uTAg+ZOZ/PaMqHr7u11K9",
        "GeZmvEfOQr2vcoy7tEaZvaugEz6SHUO8gVGFvk/HSz03c8w9TVPXvK1cc72ypI684yuJvHm3iLy0AwW+vVYwPZNnK7uXUYu+llD7PQ7nfjwaVLy9CVACvq4NpbyQusy9137VvDqYg71VZ/88EvjaPc6wmr4jMgI9DfMEPt8oNr0q/cu8BA9+vTDTmr2vzfK9xsQSvjUHtT0/MLw99o2uvjf7zzw5gMU9tvkKvcIqq71zhpu9BnQbPVhCvbzGYIK9vbdkPCR2Pjx/ZJK+5sTEPfH1lrxHrQ69AN9nuTebor0knZi9PtQ6vSzoPb4cnqI8vvQjvDWqfL51tXU9Yh0EPoxMo73VWQS+kZE/vB7wxL3bqsu9gSJSvuxXADwnZDO9aThovl2WsT24HL+65tUAvRE8hDrGdb48p4rFvbN01L1dPBG+OkduPRwp47xPzaC9lp8WPTKPX7xx2SS+vKf9vKQRBL2ubdO9H0T1vpjDjL4hBCI+X1qHvnOsyL61tHQ94DiTvXSgJ77+6g69rZuMvTK6IL3+XoW+DdVnvs4Xm7wFgh09m2rPvoukTj700BQ+5/3AvU6QPL1hUQS+GBi/vdL+eL4jq8u93ui2vXbKoj35cI++hThGPMDkqj3gSIs9BMiivJIYujwaDwy+maSiva1ZMj1ILSw8kcHsPJ5D+76oUzY+fEwsPpuwHz6zKCw9v8SIPBbaAj3GvBC+NsYkvoL3kD30Luu8CEO0vhvMaj1+hjc9QubbvWR99b3eYWS9d8uIvJipGb5sube9R7OEPbyop7yio6e+LE3XPWAb5zrprim+/oUYvbdZzb3XQ2g8rckZvhAYNL7lD9s9LvXOvG5utr5QZs093ntXPa8aGb7iWIS9cZbTvct/Ob20bGy9mkxRvtM7FT4KUce8dSBvviIz1j0XM/I9t4POvExDljzlNZa9BbsJPZeMn70Y7R++Q7WFPbMzoT1uMrO+O9TpPHNyoz3TbwK+ZgHzu1+EFzxL68u89B+ZvQ7bgb2n4zw9",
        "7Ar4O+T3rb5RcB08gcHRPewf1r1W4n+968XmvbmOBL2ioxa+yEItvrGNSj2wmdq7FcWQvvbg7j1Ff+A9jM4Dvqa2s72VoXW8WiUeOxYgybt8+Ky9z/V1PcUGoz1GdY6+0h/8Pe4ktjtE9Iy89g9ZvSSGBz1u84S95QgCvggySr5ld+M8VR+CPRcajL6AYZQ9FLMUPTy1Db3oI/O9kYO7O7N97bwZyAG92MzgvRIJhj1NmcY9jIKwvk2f3TwNCfc9m4cnvjrgzr1xF5W9wQ39vP1n2r3o90m+F5AKPBrazDukKq++74ttPfLXiD0uqoK8p20FvjxYbb2TiTQ9pZuivGwfJ75ZnRQ+6+3DPW1cYr5uYxQ+DUvPPQ5py70CVNu88CGfPMeYQD09he69JFvRvZr99D3i/vw8PmawvtzctD0Jo+08LW8KvkYyKL3cXGC9qKkIPTPpDL7of1G+O6jSPUoV/DwNYI2+YFsTPtJnwjvZc129/JgBvhmWxL2sBLa7gRO0vLmF270xIWk9VcLvPYmPhL4Ahow9zr22On9UCb74I5m9DP+CvR6It73vFvm93LqdvcOixT0XZQw7/XdavlFuVj1EQXI9uMznvVEwB7378oy9he2mvMkE8L274/e94U3YPHPS2z1sQrm+nUlxPO1J5j2uacW9Nng5vbDsTr3HDrY8AKakvP4JTr7z3Hs9mo5RvG4Xir7CVZI9P9utPPTO9r0epL+94MpOvQDGkb2Fdrm9JPq4vb2wsT2oK9O8BhK3viBghD1w3yI9PLPavVCHPLtHJUU84LDFvfPA7b0kbbK9V0GoPVcIDz0EC4i+i2VaO/rCiT2QnAS+kjEHvoDG2LoAriQ7EUgbvZjpHL4rpKk9KQMiPdIXi76Y88q7Nnx1vEVCW71cB4i9DNNVvUrasr0EUEq9jpTMvQijBj0aAQk9bdp0vtimUro7j9k9rqbpvSPlZb21o+y9HL4/PT4qiL2xEN69MwS1PbfZpz0gsrW+rfVwPX56oztCoYO9",
        "D5tOvK3sh70BAgC8vwWsvU6vz72V/949SRK+PXLHrr5GCQ09+GZqPKAAi7x+ONE7b51fvC9FOL3cowC9PogWvi3fAT5dpBC9g3KSvg4ttD24ThI+6BQXvV8KHj2BKa68r0ifPawv575Kvrm+OLqQvg6r4b64sKw+fiArvpM/4b0O+IW+hXTHvVBihL4KjIi+d2wWv+fdwr6pVia/im49v0j3MD96UuW+3hAqv0VMCr8aOc6+04kOv1PiML8LmY0+Guulvpksr77Lpg6/1biVvsElWL9CXVm/F4xLv/n73r4tL/S+/YxZv6b9tL6VF6u/2atRv3fpmr5gWc2+tXbvvyYlu782j72/DuVyv1Q0SL8YUYS/UGKIviuKRb+28aC+uhv/voNLQb+3t1a/i05Tv4HZB78CDJC/8a2Tv7JSaL9HLty+g1lsv2QvaL8lohS/0Q9fv95jnb4lOa+/zARWvhRKy785p5S/JczRvxRIFL+fhy2/LMZyv+f1Yb/PGoM73GbdvtsarL/z52u+wLdhvxwSTr/fUWG/w8kov9w4+r7PTfa+Q7mlvjgKU71AFO++knNXv4gzdb5qXfm+4CavvmHfC7/a1Tq+gwlbvvMB27uMwbK9ryiYviDr9zw6AVY9cf/5vQD9hDjFTLy8qiqNPSI8FL7cvL+935rAPQZhkzyDg5O++SUWPSAAxrsQ6VO9KDWGvRoavLzWR6S9WB9cvXYROL4deiU7b4Q2PSCenL7qdQ89Lm9vvKGBI74iQM+9/iDqvLyCm73X3um9tmwwvnctmj1T/8A9b7lrvuddAj6RsTG8MDXovWrGVr3SA9w8Q+PPvElxgbySCiy+E/F0PSMRzD0NPYq+pAS8PfxeejzXvRi+INKIPF1kyL3SfSm9ZeYBvp4gLb5NwO48Og9LvKNLjb7KiBA9RHVpPSToWL0C3ty8CLXtvGcHszwFFdu8SkQqvsPAGj6jN5E9bGiYvp9FCT52FU09cArDvVUdgbsaf7+8fiK6va3kBbyiHNW9",
        "hiugPXUJDj2cHbm+3yK1PGz42ruw0Me98mmfvVNVnb1sZsa7wlVhvUKthr3ULBQ97xo/PcF9kL4O4MY9Nt41Pa8+GL4QwRa9Bwm+vdsJLj3nW8S9Cicivj+Mjz2Skca8y7x0vqTf5j0/Dfs9PG6XvRC1Fru3mZm9fHMfvfKFP71yZkK+KHivO0S2srx1vXO+WEMUPgzrKT3mRgq9RqFGvcXLvbtae3y97zgau9GH5r11OQo+nwXCPaWEg75QlPI9EtiJPT5Dk72AGLe91wDCvXcqgDxskhq+uG0zvo9lGT6GNcu8UPSxvvHhYT3m1oA9sRMbvp5TKDwt1OW9D06qPNfK37xADgy+hT1FPUWboD2IloW+TYtXPc7RYLxeSLO9XNlMvbA8Er3bxzq9U9DPvVDiAL4rQtU7AVrBPcuAY77jCww+PkAePaZQ0r3yLkC9hL5QvSdbt7yf1qS9Zrenve8nvD1u/JE8sm6avuDvyz2YqSA9/nXkvX7Vi71hBpO9VGQiPdMtzb2AARe+UTDiPfj+2D3+M7e+brYYPXsPxzxEXs29QpG9vbwgc70qw7C92NGAvDiBFr7Ehps8VfOCPa1ShL4hUEk8AIU7PcVCAL4cHJi9C9GpvYVsCLvo6H69KHOrvW2Wuj3xkk49ml6ovvS6xD2jgZc95DavvaEbFL3z5Y69CmofvYJbD70Poui9c+WDPaeomD0DEZW+KpoTPV+7mDyem3S9+PTavUPpezzVs/c8OoYKvtr8Kr7TGDC9CS74vYXNIr51c8Q9XVGvPXWPCb641bG9hZbyvb3JL70IolO9dJ3YvU1TFT0xzD09RXFlvrPqPL1omY09XMOPvfQm5b282hi+FOWivdzX575szbW+0hXivtCMXr453OI99PKSvoGZ8b63VPS+TSQMvnTzYL5ekMW+aesYviPXgL+mLo6/BY2Wv5lGUD694nm/8t5hvSFYhL/eewO/Maczvy9dzb9mAD4/x2Civ60Z/75ejey/7t7vvkFiq78aFDu/",
        "HRt+v2jUib8fpBK/2cbNv4XtR74Ifc+/Y4Wdv/l08r9sBwg+fyUEwNQ6EcB4eKe/0fz4v5wPtb/+8eq/X04cv96+q79wtpG/kGhqv1vwt75chHK/l8sFwEZddL+u/AvAuiP6v4R97r9Xoqm+bqOOv6k2Qb2s3Ze/QtdNv2Y/Hr/zb4u/F+rTvYSS5L9gpTfA4sjBvxoOXL9C0NG/To+lPMszmb9izca+ldFGv9F44r/bQQO/rNq8v38sMcABuY2/03BavRipAMBT2Ve/+RESv1lsCb/3GGy/CTRwv6Ir0b+kdHK/+FMFwI0Pnr9V3yu/EZZOv8Z2ir8hBle/SVFpvj0qHL8yW5G/y4mJvwqww75LjKi/Hg+9v7CGW7+iITC/KKeOvx/QDcD1ZXy/vcYKvle9Eb+RxSq+Ivukves/e79/oQ3AIw6jvwztkL+1UjW/rEyav3zO+b4AjgC/jkpZvxQECr8Y5om+EMc5vra/nL8u8Cy/GbfLvugBk7/MohC/cLo4PH70Ab+a5Fe/pRlPvz7UBr/2912+PxsFvbGBML3IhuO9RWBjvbvFHL4pji+/1MM5PvhkArzHH4a+x+ZJPgUawLyg7BG+lSOIvTpuTr75ES09naswPXX9c74yegQ+qt90PfJd1b36GQS+gN3tvF2g9zwv5xu9lPMevh/9qTqhQZc9flWPvjBv/jz4fyY9qncFvgYiBb3G4WW9qycOPMUqA74Y9p69XRsWPvZAv7zwxYW+HymwPCc9vT2UJ+q9WlPRvUC4A70rxXW8sYzJvRyB0r1jThA+nLKnvNsch752ItM9+5ioPRn0Eb5Fime9jDOBu8FuF723Nc+8aIRNvncEGD3flBc9QAKrvioH7D2J9I+86hS0vYis47yVOKa9kUn7PJ7rab22Co+9OnAOPosDaT27u4O+H/V3PQhwAD4VF9i8YAapvFmxhL0a+5C9DlwDvuzHM76dZjA7BaK9PZSIkr5dyV87ewLyPJk1Er6aa8O9vC/4vENFcLzPtDy7",
        "YJW7vQEuOD1aRdk9FouPvglzCz7xfaI98O60vZi9sb3VF669OD9gvc+vpL362RW+sY7qPeugdz0MJq6+Xx8dPQGS7D22rMS9cM11OwkTnb05uSu9clNivfI04r1BVOc94489PbxKp77A5qC73xTGPbGpDL7LoGG9zH4QvV93Prw9BJC9bFkHvuleET784Mw8A/N3vuwjqrq+uW687fQfvp4+870z6rG9tGd7vfjnjLxuska+t43VPeFzwD2bk2G+bSJOPaAZ6rqWfnG9fpnyvB+p273n0ao8NDAGvXx5VL4b7i49FCDjPe8Ak77cQCM9oN/Iut01ib3Wuoe9u6mPvTcGuTyvD468DDtKvm+15T1BfAG8rSNtvnacET5sfs+7ycwkvno8rL38rFq9OJaSvdrLdb2QX02+Vh+dPcXDqD2GsJm+hFfRPeMJsT1TizG9eN3fuq0xqr1W0I69/0lPupYcjL2iq6A9ecFEPUQYl74yRxE+Zde5PUCqt72i44O96QeWvb97V721hg2+HpARvtKRBT5VPcA9NzpwvtmkhjxR1Jk9A60cvlxP673BmNW9Cwq+vC0D574OiJa+z0icvn298r7rUn4+TOvMve3fU75qmau+6txCvo7J1b2W2Tu+CtB5v0qFSb/a3gjAi/r7v3vrgz/7WkG/ijxjv479or9qq0C/q+Zbv6Zzr7+D40O/rmHev+z2B8DIYI+/1bljPoPHmb8tHMC+QUfivys+nb/E+J6/aUd4v+CVLr4Kl92/6rzRvyGAC8Dy8kC+XLE+vynJLr+MysG/I3dHv8B2P7+Bxe++bUpnvizAHb4FbFu/R0/qv1YeJ79MceW/P74uv0h77b+sg8W/KboKvhmibL9pb/29TSD5vqeCTL9X22u/Cw0Mv96mtb88U2G/YV2CvzwXwr9YT4a/eGOOv9RTZr+EWly/6JZcv53wMr8LBCG/Jtq0vkjaBL9nJXo+Wlofv0uBY7/xGym/3P4zv1ByJb+oRja/QdMev1vaVb/Y4xE+",
        "SG+5OmsNHr+HmH2/4z20vqRq5r0wLVe/FUiGvzDam79S3kC/43zNvuy2pL4i1Ri840kWv9JJSr8ySIy+rufDPWP1cr+fMnO/rw0MvxoXQ79E0+W+vksGv839jr40STG+o2c5vTFHo7/OBBm+E3IEv/1jqL8hQza/c50Vv337Mb9+a5i+9Fw2v+aNB7+DMoO+PryhvsPZPb7Kir6+uYZOvwaH3r4Yziy/v9IZv2OPvT6p1bG/Bt+evxRy9b62+pC/zjXHvo7w/77R1UK/q/dnv/3ZxL5omnK/Fx6cvz89wr+Fii+/y3TQvqeXrL8U4b++9Pcsv40Zcr+t01e/bJWTv5VtUb+Cqaq+Xa11v/Gmk7+846y/kl2ovup8Ob/HoJm/ls2hv5cMEcByDcm+bj7UvpwQ1r7wUGu/b/6gv7ivdr/jV6i/9xGjveAKoL/Y8Zy/cC7/v6K/BsCucBM+g74hvhA/f7/yh5u/GUqwv+3geb5dKsy+8g4zvl/YZ766pue9IbdPvrECir6Zbl4+R4z/vRS30r1+K2K+zzttvoeRI70ArC29zIcSvvO6ez2tOGE9Apeivs5BrD3fHME9xVkPvh4o4zs9Eea9x/TUOz7fPb0uJqy9BGqYPPuQgj3+c6u+IhXvPV2b1TwPuwK+wse5vRd8XTxhYAI9P73svU4gzb3lFB49ANuFPfaXob64AjI9wHcBvLllKr6o4vq8WCd7vZ0jfDzIwla9guHjvQ9gXj3k5P48Sx5ovtgIgz37auA9G8MbvSignr0PmwC92Fanvb5yCL4n8/69DwHsPSXjwD3u6ri+UDkpPS0Bgj1HRAe9IzCAvcelLTzO9oS8zfL1vSq2S76jKvU8/LI6PFtslr6iKQ0+KQOWPNXZXr2eToq9AVa8vSQas70YUkm9nlCmvSmK1D2cHvM9DiWvvseWHD1CDYQ90ekIveyUz7xlAuq9dC8HveuCsL2Ceb+95U0LPoqsxrz4y7S+0IeeO0HM3D15sIi9NGXPvRueoL3QWpm8",
        "Q9D9vWoGh72Pi9E9jRKtPfJLqL7b0fI8u3vJPK06GL1wqKy9+EjZOxWbH7xpQLa9whAfvn9Wij0JoKM9jNCPvpvGuTzb5qs9gd4MvoTp9b3+G9S8peZXvefn0r0yFsm9FqQJPoslPbu1PIy+zqyoPTcsnLxrnQ++wk0pvU/Kvb1q6Q49So4xvfL6N75ltOI9Qx+1PRp4lb7CCJE96xauPBk9Kb6Pzmi9Q7VFvFNHhjx5tZS9NgjEvY5BAj0dxX09I6Zhvv8H7DwFh5o9cvjRvZnOYb0gs7w8F1zNvBkqu7yIZwy+iI+SPElBCzzkp5W+vD8PPpUUhj37ehC9x8UZvfQJ17zHgxY95I0lv/hBtTzOqo47226CvkdPPL3RbfO9W9tgvt06xL6Vhl6+75Y5vjg0lr5fwTK/IRkhvzRJZb8D3Xi/Gic4Pn4vx78qP9u/tK3nvzLYf7+c+LW/TO8cwIcJib96hNS/7SN+v4OKTr95gzA+AWO0vwJqXr/cvCDAY+atv4HDpL/Kd7u/8/VBvu/HCMAA5sS/hTEMwOdTKb8rcwDAGmurvlSuBcCfzym/i9Rlv8OTlb4+Cw2/s7mVv4Gf8751Yyy/pP9NvxORgb+dNIy/EL8FwFOTn7+sejq/GeAWvymhF7/O7yG/2Xf3von1Yr5HGXG/zz7fv/fbwr5nPJm/s9GYv1bQNb99SDO/4RmTvxXDWr+wAhm/Mpr4vgIwI7/UJWW/y0CNvmduAj47iDm/4dVFvpdopD7bVCq/oZDNvjYFS7+GYLe9MLx7vtJds7/DDUq/GqZcv6rBIr8+RX6/7P07vh8nxb7gBFS+15aJviUnBL9KwAS/3ynzvghLRL5zi0O/u3JHv3gULr8leD+/kQo6v4ycjr62WJW+4VIMvxcUrL4YnCy97gebvmB7yb5c6ae+F+tBvhKvkL+EnCm/BJhlvpdE674wCIu+rQnxvlEmC79hjrq+Cs6yvLwAB76E0FG+AqybvhSeaL9XtIO/9qFUv+RAe74tYVG+",
        "csFOv8vLoL4wghC/qOYDv3n0Mb/he4u+PUE+vwMPmL/cNkq/+PJyv1FK5r4utui7fqbVvWJlFb6ubCq/NLKXvmyzkb5NSja/iZ6Bv2BSjL949g+/fhrnvvH1gr9OzJ6+rS8pv5+zK7/h05S+gjPYvqNWz777FIe/7pbev5qFrL+dxhe/uMJAv0ylY7++O9++M0vYvnKLsL0IsOC+z8aRv6U/tr+oFZe/Az+Nv68wHr9QPTK/y5kJv+tRVr/7eEG+huxhv8DcJb9/w5C/WcbXv4cgK7+Pfoq/MRN9vweE7r606/e+4jOYvmkmw78maVO+U1bBvqVplr8tKry/qCfbvwc4qr8UCyg/LWXFv55phr/5ZL+//deJv4AZw7+JfUO+Jq8kv3Fwa78QxF2/5hkrvxoF1z450B2/1B9Hv2VLXL8sg+u+4D4Avxtcbj3yghW+xI4KvkHD2T20SYg9uOuuvttieT3Fa749i68TvtR/vTpPBba9LSj3PENjxL2G8dO9CzumPfv2IT1uXJ2+V/DpPFeV5T2o9ei9ShRGvQTqSr09zkY9ECMKvhBXHL4dcCQ9GyoNPYNjf77m+/g9+ybePb6gCr291AK+zSKzvQ/WcrwRy4y9/KsKvlPMzj1un4g87auNvp/Wwjz/CAM+aZUUvou5bb3ZDom9cOq8vRTJ3bv8Kgu+rydqPRKA4zywp6W+MtvcPWfFkT0sn+m9j2oJvZlAmb3QVZW9ABiRvbDbOL4xpV49uSDXPTAeoL69sIE9Zrw0PZxem71pyJa78GSePJanm70hDeW9GoiavYGTFz5pQHE9WBmzvpHYTzwDrvI9ftEUvUuwGb3m+b082bdGvKOLyL1mdeG9ph2fPWJ0sTwQdZy+fdxXPD0S7D30j029OBc3vYchRLysRWq9bNNkvUQEHb4V1iw8jwpHPZ1AiL4qzg8+iyuPvGR9w71ANyq9zEVIvVvHUjxRYse9BLhCvngH/T0TuuY9PsSnvn4L5D3lwi88A8d4vZB7o71MQUq9",
        "NDK1vfFPQD2fcW++5DJtvajao72dabS+IWzIPeMWuD2cTtS95F6MvGAJbL3FDjg9NfArPm4kpr7ijh++yoW6vWHyyr5JGUc94mh4PRhNwL0yMlG7kG7Kvd6WyL1SI+e8b20Pvkwwhb7OaLS+knUEvwg0q728VQO9DPUJvlTZir66Mi2+anaMvsHZgb+mRDW/GGltv0dmZ7/8n849/2+cv497sb8TJru/G19gv8i0r7/zAK+/U5x2v2WEK7/272W+FmIHv1RltL6H2My/mwf8vzexOMAjvOi/ioWNv/dk6r4qbBu+f9apvy9OrL+/N6a/kJ8Rvz4O4b+fBCY9CXITwLhG0b+Ij7e/Fy1TPtIs2L1hwNq/e4oKvzVeSL+Hpu6+Z96hvy/kgL/ASPe/zgrmv/EZmb+xOYi++8WKv87jab+pIUC/KqVIvRzfr75PTxK/dBYyv2eLgr/fF5+/Zzl0v4Xscb/6w8++nbAsvk+e871wkyi/EmLkvshFkr+M5qC/ICoVvyI3gL/ad0W/cesAv/gMh75IYmW+OFyGPQvmxL4i2Ke+wVVYv3IFrL/gNOO/HNF8v25W0r8KubK+Baadvmf2f77DP5K96WuoPCGws77FENu+YstJvwsCF7+Tz1C/iEKFvwdUXb/18TK/BFDRvtdaHb/+zte+Rz2MvvZrKL5f4Qu+uCWqPShbIb/Zzwq+PqVXv8EBF79HMX2+IcTSvqMlWr90CgW/7h6uPi8Njz3uzZS+hcWvvp/snLXxDaq+En7LvligoL6mcdS+GZ6RvptL3b7aW+K+2M0ivxk2Ar9HAcS9wdQEvo3qsb2vEvi+MNQkv+d0475Pdcy+t0mbvSKGgL/fbM++820LvzfADr+lICm+2kKUvk1BML8tPQe/4lMQv1iaNr/NqYm+XJuJPuRu175xQRa/hYXbvj9Lxb4FI9i+w09zv9tPnL8Gv52/TAPkvjxvHb+xe9y9/0zKviJOyr69Ogy+rqbiPgmKtL4JPpO/VJSivyq5ub+Wk4q/",
        "VY6JvosVpr0i4IW/N+oHv3RhJr51I7W+VWMsv1qQab+rLB/A4qfIvzXmm79Zega/qmh5vkMAuL4kKn++LmWGvkAcL7+PZGe/Pt7RvoKW1b84qga/sa2tvukYob+Js5a+odEHvjL9G7+mYHI9H9Fmv5R4ab+Z7G6/rdTsv14uqb9ueRq/0ZSKv3xZh79ZJlO/A4Bkv3U50r6tKC+/qWOIvsttZL8pIOq/SLzAvq1Mcr/ynLK+M4Sgvn+di78r0D2/cNWovyZLnb/6sNy9IUGYvsRMrr6U306+ELVAvtd/Jb/X8IS+NABSv5/Oz71tUW+/U4uMv7vWJr/PePC9XhsavnMrXj2+QfU8WVBpvsmFmDyxMvw8BCLnvfgoWb2hNPO9wVKjvI9FC74URx6+hx8aPl4H0zyDF5W+g0DwPMX0pT3zZiu+JpI1PJ/nkL2jTBa969SEvWoxIb4leBQ+grZDvI5+jL6SrsA93jhsvEUIrLxX4BW972RUPMYsIDz8HZm9fXTcvSeEtT1uEPC8cAidvgAguze9RL89tO9/vZSg1b2zOBk8pWYJu38d/7zaQ5i9k8J5PXsrOj2HEnO+LvHWPZNH7j1+lbC9GLEWvUEwuL1aGhg9raADviCFR75FlAM9ZsoIPUbXj75X2OA89+DEPQsgHL18+iG9ctyCvUFnFLuTZrW9/hQZvgfDPT0gut+4Ch+AvpjLBT5Rleo8w6QavpBXjDyUNJu8UkvDvUdJFL4bhum9V/vkPUHZbT2tCou+lx3PPNC9cbkKKb+9DrOmvdsuxb1YapK9GXiTvHzU672FS+098SErPXknir4sVeO7H2qkPZQZ1b1kCwG+YiqUvOoHpL2i1Ra+ClwtvuNT0T3kruw7SxphvoXGVj1E4oU8WjOnvfRYAb2WfpK8G1olPQEFwb6AsFq+Mu37vgeudb6jm6+8t9xLvXrZGj0Kz6G+NEKJvn5iRb5awcS+VMMrv3ftNr+KhWG/WeWov+2Vlz6u8zK/Q+5CvwtUQr8zNYe/",
        "dYKOvzNhm7/qZL6+4M3Tvhtvz74L9sO/6QNivnhG/L8DXjzAO+MVwPwvjL97a76/Xyucvy0bjr4UGYO+7Luhvj4wI7+VBYi/XG4Lv9Vkk79a1cS/9UPVv1zzB79YVYC+466GvM+rhL+8Hzu+/ZOBv/K4IL+yDpK/oU5Nv2eSScADYBbAlzqvv4GyQL5Pc02/9RXCvvsfEr+/StG+EjjKvZcHn78v6ce/L64PwA9SCMB9i1K/AkIwv5wx9b5uNVa+cv4RPUiY9b4QGe6+IZ4Bv1QZQr+0r6a/a3hJv40jyb5oykO/WXLUvuf0Lr8P/DG/HYIFv2//Vb2qV7e+anguv+nowb5QpNK+ixl4v+6qGr9SXjO/s+0UvwQiqr4kvaC+ieRkviGcCL8pHsa+zudOvEbEtL6qzKS+l9Jqv+AXsr63CCq/KJLkvtlJPL92zVq+XGGdvh2KZb6rbEA+Bk7gvjhe174DF8i+tqskv2zBeL5bfAu/LMTWvfMco74SCiC+fXBevr4dxr4fjg+/Ixppvf8F8L40Z2W84pEyPi11qL57gVa/PUT+vqKQ/L4V2jG/dYAJv9D8QLz6xW+8a9Sjvn/vEr2tauU9R7WpPXYF0L5gsAC/xBmhvmcUTL/VMAO/x4Euv2da3L5QTyO/Tn0svBXkez1oGrW9uAXovMYJsL4IDzG/gJNEv/vjZL40oou/MuDavgBGRL+vX9i8xghWvh/uxr43RQy/Qb8hvhtOlL5BWhy/HAVFvsFzGb/6/QC/NHcQv9OxIL+rwkS+aKklv9FrvL58/HW+JQEGv8KW276XawK/WKt3vunbjz1xw1a/urV3v5JYlr/4wTG/M6Ijv0M5xL4aeu2+GjmFvhcmH7+mIXY+0A7LPFM0S79iN3q/2DYEwBArY7+4ZRO//Kx3vjXyqr7d5nW/T8jIvkthDr9gpDO/ShhFvypr+L7Uh3m/J/SCv6zvRr9VtiG/TjOOv4tRwb5SD+S9y1/Rvr4Pk7/Uqjy/ULOIvirqur98YbS/",
        "ZI8JvzzJaL81XKG/wupGvsrXfb8OF5W+z0yXv4S6Qb8MLZm/AFjQv+QqFr+LaKK/0PGFvj9Awr+di5W/OIKTv5pPH7/mBsW/hPpXv6TJBr+Av8W/Ar7ivGolrL7ZDGy/q13wvubj3r/cLce+XZmgvzVEtL+nqjS/hkR8vs2QAL/7UTG/ueZSvqNJiL0ISO2+wUOhvnvg/r6KXUO+g4qgvuQpmDx+FNE9SSghvTOXQj6AK/o9CyaJvl2LxT2YaZQ88jPcverllb3sFoM8AM8zOxJ7qbtoYi++GR4uPWuf+T0CO6G+xizHPTvRmD3wvKy91Kv8vePGNby/x8C8DXiJvfE+9b2Nkwg+IVSvPfWac74fJUc9FVmaPSCcor2DjU48uYHXvXCRtb1w9A2+Zl40vjVy7T1pOBA9pf2RvqeOcz0L/wI+9gKBvTpTjL1oLEi9KXnNPBG09L3cSiy+u38EPr+a5D2Em5y++JrBPX3c+zwWUvm9xt/+vXv1ib3Mf8O9eROdvMlm872ZKNI9CYR+PYjUnr6q9+U94El3POJFm71Tu148cSHsvRrpKr11lOi9OnXNvasObT0rRy09rkOhvo2Sgj3fYp68ZMZWvTOyXTybtZy9U9hqvHGgMztjb+m95Y+kun/wq729are+/VKSvC3JzT1v4D++Q6UuvTlfyDxC4DK+12nvvqQPXr5m1oo9RkghPgQSn7xvzMC9jlYpPbNDor6oCyu+0ba+vWcLlr5zG4e/AbquPm79/b605T++WrBAvua/IL/1E+2+jW58v/vXfL9fyGS/2HrDvzd+iL6c/Me+fJ2Av/4qLr4LQL6+nZ/Lvw8/AMArugjAgyX1v7eStL9zkci/fSNgvyn/aj7WObK+EXe4voJ8GL+43Wm/T7qOv/xzAsAogdu/pzvsv/DImL+Bem489BYFwBtI8r4eVX2/DaIKv3UqLL+Jpo+/qlESwOhF+7/bwQvAY3NovlMuRL8ijYS/pMaivQnwG74Xdcy+k6dvv+7D6r8sAZS/",
        "S3S3v5NxJb8ACxS/ee/YvudJBr+CPme+IjTivuljGL/tIYa/0a2WviOPgL+h/NC+KgHpPOaJNb8JgZa+haV9vy0U/b7nsA2/qcmcvvbi1b6rpDi/ivUIv7u4GLy26Fi/xuXrvglfU788YcK+6tkCvkG5m77oC56+zDGFvuEWpr49QYm8bau+vi3gYb/ycoe/7AbLvYXGur4lT+++0uWWvnH2uL6aicy97DEsv12nt77wNSy/1zvUvtX7H74o3TO/jfQsv25tjb5Wdx6/r3TVvqlQy74j3Tu/0zKvvmG1tr7tXsW94AY9PhMOXL+bKpq/g7+DvvXLd7+Thze/dYoTvz4urb6cnfC+J9UUPlghSb/CHMo+gTy5vmhXgb/UOaW/274zv5jlW7+7GWG/RoeqvplpGL8ePFm+Lks4v69lHT57vYU+IKSAvsa7nr9M7Eu/5kN2v7sjZL/zorW/TrNxv7ZhR75G9AW/+H+YPjh/qLxDVSy9NXSQvizKb70QQjC/yGCHv1NbUL9syva/gcldv3B/H79S/Pu+BiOnvZcltL1uSNG+uDl5vmLLmb7PJTS/OhaYvi11g79h2zW/XvcNv0loCb9OTUS+n96qvh5mEb/ojvq90q+cvn0ncb02W4q9+iTfvuDonL58BSi/8GbrviiqgL54e9O+I3wYv5B9jr7cjcS+eS8dv16kO76ZnNG+fSkHv3HB2L0yACW/Ub2GvyG7Wb9N1Pu+tyHnvh5n877vVMq+9exdvhFTlL7b9pC+mAFZvqKwRb+gGB2/i7W+v3K6M7/OmiC/5b7EvpPIO79wQ0S/kQHBvlVgZL+tjPC+7A1uv3dlNb9zJya/eaFov0CoML+x5Ry/5hkqv9xRN79Ok96+DcuCv5Nxob8J2Aa/tE60vyqhsr+XSie/+0eVv7ejq74BZuC/CWNVv1tBb7+Rkfa+zvsuv8WDN7+hUZy/2s4YwLg3kb6U1b2/hdslv1z9zj5A5RfA0imfv5qbDL85GSu/OHM0vzluFr5kUkC/",
        "+qpovdqxgb/2c32/+39Dvsh+pr/1LA+/5+Gfv9vRib+j/ge/TRcyPrCRVz27CbO8GWLwPfQs6b7VmIY9q7WxPDb9tL0pfRu9hBH/PLgKRr1wyzC+Efz1vdZrGz1+H8m9djJavu7CWrz/rfS844CmvXe7G722xY69nBjYveooLr2WD+C98qZJPBgG4D3HDVm+1HYLPVEkmT0JjF29cDCFvA11yr2FbJo7ZqAXvrL6UL7Csp49w/0qPQuuZb62SxQ9cMIMu4iqAb4ozdG9PpXRPBaHGT2HP868UwLevVpQDj3xF5Q9oqWcvjYc2z0POTE7cg/8vZj/hTxJ+tu93vtivcZofb2qOxC+ij72PTEgwz18EpG+fAMLPSr2cD3SK/+9WMirvUCGdL09N2K8+d6GvYvF0r3wtP89lKzrPcPnj74B7008RQzNPWEsr7w07ya9ws8pvXGGxzw0fYG9Z1uEPBvSU77itQy9eQnMvhVkZDy4e+M7EKoJvk2kGr4Rc9W91w51vtYYL784Wgi/sR22Pih6GL/+RPm+x+Icvhrc070dLM6+V82dvuj9Gr4gdY++JkGmv+sTGL9ghz2/R2uyv5ZVBT/4DIC/kuu+v6UCyb/ahrC/qBIhv74j37/kaoa+Vucsv7WZW78bXIu/GLuBvn3Gtb8K34q/8Q0GwHwN6r8n7dO/G7C5v+2Ggb5Yiwm/n2yCvzc5mb8o1y+/5tJFvwU/277klI2/Z3zMv8Ghvb+jU5u/AMANv3ZttL/4YTM+uI0Zv2UDGr80T9K/GBXRv8iAg78rNem/Ysukv+Dmpr7Ree++6+OGvoIBrL756x+/Lu8yvyxwxr+/SyI9P1RCv4/4QL8xFla+/npdv1CWdb586Yy+1+zqvo85Nr9U1g6/Nwkov9nHGb8pX1u/q65qvxQUC7+CbuC+XZHFvkxffL8xcsO+vYOEvtqqKr5ovRq/o1uuvnmKtL60APS+jK5wv0RIdr+dPeq9650nv+4+Bb/Lc1C/A3kPvrMryL4cYgu/",
        "ePdLvhCaFr+WF589Z0uBvhyjK7+dTi6/RZ/VvuRUYL8s1OS+Bgluv5dvLb/pYiq/7vlevsa3ib7K9uU9mkIqv1hexb/jAqi/wLXkv73pjb9j1ga/CK/9vuKy577TgkW+KkQdv5w/Qb41DWS+pQUuwDbnNb+d5c6/YBaav6Cx476TLki/jcN4v91+Nr/gIFS/1IFCv1R0zb414ALAoFDlPkWpCMAum6y/Li+Sv5Vm6r97B6K/k90Ov66NNb8s2sy/whGzPRQ6rb8p8JO9c60RwDKraL+khdq/9Av9v0WpN79E00i/kWBPv/w167+p2aw+FNoev9jT0byYkEy/7h6evydQCcAnEt+/FRvJvxpmS8BwKI+/driLvwZYAz5uXw6/M5RZPksokb4RwFm/xZLOv6jlh7+nFrC/UFUfwI1HU8CiPDq/B9apvUnarr4xOrW+xKJ4vnJzKr16yQ+/cpcYv/OWC7+id3a/f8rVv6LfLr91j1C9Cf9LvqDqrb6fuaG+9Qudvrwrw75thn2+N+RavpY/I74m7w2/eMdIv4t0oL407+m+DJ8SvwMECL9CH8a+qLPvvv0Syb6ex3++dcasvl6qRr5JnC6/Tdexv5tS5L5nWiG/2GlLv8lOrb7TFC6/tlCsvp/Vm75oGmy+kg5ivnZ8K79y3ki/TFBov6c/qr+QiQW/ru7Hvop3Mr/zZdW+pIzIvgSCWL8hkHW/W3ZYv6SIqL8BdRC+PMcRv8w1GL4GhYO/Amgzv2EgDL9n6HO+z/YWv9MLTb+DGl6/Cb+hv7qrzr6mlHu/03E8v4ZT/b5jNHe/dAxFvxcfbr5RICa/dKGHv4fENr/jsAi/DP/Yvzeiyr9Wx/6/N8dFPsin37+zQda/TfstvyUGzb+HWf+/JNMBvSP6d74jE6m+xr6Svrrim72CQTG/5U4Bv/O6iL4gLcW+qRpnvQVjeb7BQSg+t7ayvgKgrL0HaXm9VySkvkUB/bz01XG+0Ojovbzwrr4Snz++FrqzvpyEgb5t9Qa+",
