{
  "architecture": {
    "backend": "tensorflow",
    "class_name": "Model",
    "config": {
      "input_layers": [
        [
          "scan",
          0,
          0
        ]
      ],
      "layers": [
        {
          "class_name": "InputLayer",
          "config": {
            "batch_input_shape": [
              null,
              64,
              64,
              1
            ],
            "dtype": "float32",
            "name": "scan",
            "ragged": false,
            "sparse": false
          },
          "inbound_nodes": [],
          "name": "scan"
        },
        {
          "class_name": "Conv2D",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "data_format": "channels_last",
            "dilation_rate": [
              1,
              1
            ],
            "dtype": "float32",
            "filters": 1,
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "kernel_size": [
              2,
              2
            ],
            "name": "conv2d",
            "padding": "same",
            "strides": [
              1,
              1
            ],
            "trainable": true,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "scan",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "conv2d"
        },
        {
          "class_name": "AveragePooling2D",
          "config": {
            "data_format": "channels_last",
            "dtype": "float32",
            "name": "average_pooling2d",
            "padding": "valid",
            "pool_size": [
              2,
              2
            ],
            "strides": [
              2,
              2
            ],
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "conv2d",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "average_pooling2d"
        },
        {
          "class_name": "Conv2D",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "data_format": "channels_last",
            "dilation_rate": [
              1,
              1
            ],
            "dtype": "float32",
            "filters": 2,
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "kernel_size": [
              2,
              2
            ],
            "name": "conv2d_1",
            "padding": "same",
            "strides": [
              1,
              1
            ],
            "trainable": true,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "average_pooling2d",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "conv2d_1"
        },
        {
          "class_name": "AveragePooling2D",
          "config": {
            "data_format": "channels_last",
            "dtype": "float32",
            "name": "average_pooling2d_1",
            "padding": "valid",
            "pool_size": [
              2,
              2
            ],
            "strides": [
              2,
              2
            ],
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "conv2d_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "average_pooling2d_1"
        },
        {
          "class_name": "Flatten",
          "config": {
            "data_format": "channels_last",
            "dtype": "float32",
            "name": "flatten",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "average_pooling2d_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "flatten"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "tanh",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "predictions_x",
            "trainable": true,
            "units": 2,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "flatten",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "predictions_x"
        }
      ],
      "name": "model",
      "output_layers": [
        [
          "predictions_x",
          0,
          0
        ]
      ]
    },
    "keras_version": "2.2.4-tf"
  },
  "hash": "620af508285ec990b6b705ba833466deed53d261a27a60a8e79a38aa445b3144",
  "image_data_format": "channels_last",
  "input_shapes": [
    [
      64,
      64,
      1
    ]
  ],
  "output_shapes": [
    [
      2
    ]
  ],
  "tests": [
    {
      "inputs": [
        {
          "shape": [
            64,
            64,
            1
          ],
          "values": [
            "kUYZvpZIW797rlQ/vtMEPXAO1r7hOAQ/yMEaP+GaQL6YrC0/yHtlPvDZuz/bkdk+PLikv//gEz7kBXG/y1UqP6TOuz+Pvhi+rfCTP17lab9LVgq+fEcaQBBRsT8+N/G9RL+GP3DLzj1bllm/+eaqv8OQTT0T/2K/hq2vv5euir2p3Z++RWbpO1Id9T+HCgM/O1QsP60EkL+cu68/zSRjP3q/5z6X+8c+Rl8lvx5FtT9O/My+XdAaP4OBGj4jdaY+/q76PoIsJUDgeB2/sHcnv4I8Sr8y5UO+mRIBwEd8YL4s7Nu9Ug2/P70NVb/ddK2+KLuGPwg1Jr/fiKC/vy6Xv3f6FD+3HIe/vIgLQLiyLcAJbiC/htfNv51sLL7k0io/IwsBP+2JsT99vkO/PBP9vxiZcD8QIUi/HDWhPCKavz/Fmu2+uDUzv//gQ79RPc2/qmCYvuTicD+GYPc+3yoOQE+D1b2ZNGM+XHWDPqAK1r6++Sk/cf2Tvx9vGL/at5i/GO+JPr+F5b1XtaS/DwgjwIix5r5iP+0+EvLyvq3RYj6lGSY+1qZHv+ZQeb4csi6+2X/Fv3Jw8r1YrZM+Ix9MvrblGT+n4UW/AsXhvlt5mD/yz2++VlSzPvtJ0D5xYNm/TWxpvhoOtD766qA/L6F5PhqpjbucUYa9b6NKPXlair8nSjo/CdqZv1GMCD4y81c+6Fx+PyRorb7yAs++pxKlPel+6z5/wlS+dRJxvyN9Uj2I4Js/WmYhvq0cJ79BIiG/dyOBP7oBfr8ZzYG/0bM3PdgGJr09upQ+n9Q5v4Spgr30tOc/FAlbvzfvQ79+rkM/KWr6vTDS+L/DrzY/PY6IvwsEdz+VQ5W95YzBPW/+ET1YNNI+ru++v0/gHL/7oYQ/R3GSv0BkDb8EGbs/ttxMPZRTGD62V5G/tPbvv5g7r7+I3ow9qLgWvyMOvD7XNwk/CKWMvjiKVr71NXI+49L1vY9aJr9oJru+mP7Ev6JNij9aKGK/EL+YP6JY1D6yzJo+",
            "THRWP3Y+67/9bAE/StncvrqL3j2EPOm/XJfdPsOwD7/0Cau/f4OoP/OoBsDB9gC/Es22PqB1Nz5Cqco+sfKvPryP4T4xEam/hu+IPz5okD5H+sE/+9sMv9uvT7+V01w9z7alveXG8T4rDwc9JddcP7mOwr85fiu+6NKHvzSJhz85mQo/h/twv0MiL7/L+Ms+04tbPly/tz/S4JI+FqYBQFC7jj1VXZ4++bt8vjjCbr9oi5y/wvYCPwOrIL0FLn8/jmoTPrgbpj6S1IO+aeOXvwJhdT+k3x8/qlT8PselR79Z6pw+1dFQP2Dl+zwffiC+4rO/PuBAF7+a4cY8GE4eP6YstD5Tq5M/Faz0PpVwxT9O8hs/HeK8v3m5uz+UDvu+ubSvvN+ES7+19EQ9HiIpP49sY70L0Ge/DXelvPvxE79avK4/zilpvjxHtD8gb42/KDilvv7OTz5671K+0AhVv/Lxrr7wIpS/q9uoPlOkab6teFy/MZqSv0TUkD9FKwa/1UxHP1J1wT8hHQRAGwepv8VAAj+NCCM/Wj+KvlGKHz0NL4M/3AuKP97IsL2xfPq+eRSsPQJZLD6RooK/JpukP38fiz0oEGe/R0Y0vwHDAcDDqg6+uOzzvmCUBkC9Q8q/d3LUPCzOxD5b30q/4ah8v3RpIr/TLma/sFcNv4Mkkb/o0pi/2NSkP4Hca74Tx3O/4D6DPxER2z/9/YK/kED0vk+bnD709hs/E+WDvnXIvj4QlgY/c3uJPy4vvrwTRZs/aOWAv3T5lr8hc6y/44fOP6Hp2j7viES+jACcP8EcmD/XaiK/ic/TveeD3z4YzSg+Io0WPRa4AD4GJ1y9P+6mv2VOP76A6JM/K3aQPre6Yr93n0c/qchfvy1U779vBIq/frhrP/pk1T9smMa8PoTcvxJhZT3RDUY/y2iLPj+/276+gDA/NrANvjvbor+U8uc9EvGCP7h5qD1/b9W/QBLbvmLgmD/roiU/QDlZPyd0nj9U4Ss/Ycoqv6IzN73WVSu/",
            "bevfvyeIXL818Y8/7DinvmTsCr+Lyca/QFA4v8oGvb+T9Yu/CxyXPkigub6AxAC/i3CUvlenHT9TelK+Yo9rPjwzkr9JC3C/OCsVQFwZ2T/ZUQQ9K7MWvf1Ig77BI78+KpEAv5HO5z/TaqK+7vhSPxmLjL/pPB0/dUpQvwUdGz/koEw/1cFeP33VRr9BNNo/LhJHPygAOb+3Juy+PWKLPxECl779A8A/hTieP8XlWL+Oebk+eCEJPlci0L44g4e/D3aqv05XRb9DxWw/hhGtP22fPL+rjA0/L1XtPfVBrD73IBY/AWQFP9uinL+uFTk+gRrLPyRnu770gtE8A2Uvv2ZHmT0zBuI+bN97vyhQ0j+9v6E/rXcWPQlP1D5v+om+p/9VP5H3Zb8lBWc/KGK/v7QR1D5kgT6+mvTNP6iMCL9xtJU/OcgOv/nUVD9IAyW/M8Uivi6hIT+Ub1Y/dO5Iv4iAHD+inje/VQK3vkgbjz/KCyu/cGumP9uD3b+9tq+/r1wZv10xwT9zwrm91D0MQJPiT745yli/ORuAvWHvfr67ixA/T5W8OT9m079JpJs/TIpvP0pJHL6tm2M/CnqGP/734z/EKr++7dD5PlRngz7gyGc/6NYtvlZM2T/+wK4/0a4BwAiLd7+jWwY/nsfnPwHkJL7tNB898u3uPk6Uwz+gkvI/U+Vsv6TAzL4h2AW/WWoJPk0QsT7f7Au/khT4Plddoz90ASU/qP4lP4QDEr/V49U/h9iiPp/hAsCzLrW/l+64v+kXkb6fIpo/ud9Zv6AfF79J9e2++n2Bv6GaKr186Tw/lko4wPDQ5r4s6Xo/cDRVvYT3w759Myc/2G7bPrI3SD6jzZ4/caKAvoFVa78VDT6/xckKP0Kktj/QtEY/F/ZHP7l4Z78g9Pk9adNXvy1KMz88yZw/uTNWP18On76D2Xo/Sgf3Prwulb96FvQ/+by5v4JLxr+D3Gi/U9jhv2QIYj8DOw8/sFxRv4/hjD/Zyaa+CMLYPlOfDzsPlqu/",
            "XB5Uv1SYlD/5dD3AFko4vrwLlb8KIso/VaG7PXAcgz4vfBC/NC9BP7AnK78WFHk+zzIvvzTHpz7l1gzAW6QMP2fT7b6lICg+TQVlP8wDTT/7vUo+l/bOvjaHCEAzjBy/7uW3vmijWL7OZou+DKwZPk17wb5lb50/sI73vrBwuj4j5eK/0FUtP4s4jD+I64Q83ZSCP2HKAL4UogA/tDuhPqjtAr95zVI/77+BvoLEOT978ZI/svm8vhTZjr9CZN4+xzfXP0hzAD9fT7I7oMm+PhkUQT8Qqq4+6DLdvgJwFL8Trgg/ueggv3n6i79fUky/L1ZBPzuoLz8NxSK/zNOBP4zKUb+RQhe/wNuBv6c1Bz9pPK++esCWP9Jf0z/Ki4Y+NzDGvtNCkb9EigTAaNV8P+ImVb4D1yC/tcz5P2J7tj9RJbi/n/xgv/vShL9AUJc/TQjqvi9FD79VdIk/n14dP90lML8G3DE/LtHCvxuBEMC5TuE8XwQ/P3RLkz2j0EI9YQMdwHt0BL8VgRXAYCU6P7av3r8/kRG/OmBJP2UkAkDP1V8/xauuPk2DZL5yV2s/DNtqPwHBaz9JT6W/zKWKv9cCFz/VaIq+MBXhvgjE3j6OuxM/KebEP7UcWT0hw4c/4uF5P+E6QL9qbgu/HDGbv5fgJD5N8CS+GEERv4su6z0L4X693MSqP/GBTD8o0tW/9/Zrv/0dx76Qpgu/A9s6v7mfGL8Jp5u+8shiv4761r7EalK+eX0nvkigmj0hA66/xAzMvy+/h74bUNo+SIbiPwdBUL/ewAW/7o1YPaTqRD9zKnM/0tU2vyMmp76yHZa+lxSePvKBizxqy0q/ZbV7PzuGg79W138+M96FP+rS5r/bMJE/BNEFQF9aDr/LZgPAeqeQPzLjGkC0YQo/6leRvt1icz9ihwDAR5UDP1JYrL9OIfQ+Fm1QPV5urL/+/hi98ftdP4IsNr/q92C/d/C3PyENHD47N10/lzH5Pfrrh78gUBc/fJ+bvuvn3jxSPfW9",
            "f4cEv9nIZD8uFt+/W4uMPnTxdD+UA4a8SuLwP/aGMT+MeaA/CWelPmzA3z8raI+/iFAVv5LTQr/3kY6+qaAlPxZ0Lb5oBPe94hfHPnDGab8OApo/SM1FP19DnD/E+NG/hiE1Pwtuyj/pzEm/V1Jav4NzHL40yIw/ZkzxO3Fqkb8GiTM/vHG3vzWoWj8e3SG/sEy9PvoRkL/U4jg9egWvPkwZhL9YY4Q+u6KYvwf/Gb/FFXS//LdnPf1CND6kGjK/FhqdP20MAL/3ZLC/iUGBvm5nh7+IAZs+MTXDv3f9OMBAjQzAfcxlP62BSr9f0tM/wIjEPjW97D70MArAjFnFvb+u1L3+888/T3GZP9pMYD1UPaM+xczuvtf+lL5gg+W/9Th1P4IZ6j9iiZu+o3w0P2tAij8Fo0O++A0ev3Dqkb+wiRE/mRDRvs3JZL69Nr6/2TWgvwxL9j/XXps+Rws5P5Yv6L7/wIu/+kCvP5kP8b7tEw/Al3lnP02Eyj4msJi/TZr+Pc9ngT8/qeA+6r77Pqgajj//ZPW+YUgbv/LlJL+JaVm/BXPhPd4fYT4CoYW/bKP9Ph+fSL/Q2Lm/fmipP3wkzr5B1em9f2CHPy1Grb+lzeA+mMKJv+VlV78S4C0/dCoAv3TtHT+PXmU+RMw8P14BEb9YNj8/f1jdPkU1Gz/Ohkm/KVrMPvmj3j/Kh0Y/RGqxP34RyD/PlPO/bN7Gv+brwr8UQi++7c3qPuCZIb+8bEg/Mxo6v6FXZj5NKhi9nXzOPpuaGj+Emm0/zxx5P4aBpz/D6Wi/JJluvguFoT8URdK+Tj5/vyy3Qb8tf8y/NX41v+LqmT98JQ+/Q09Nv5gmJj9qZrs+qKlJvo5vjD/Qseg+lB3EPgUkNz/lXhS/mXSYv313RL/Ae/2+jSgLv5Kzhj39YSQ/8nl6vtcflT+SE7Q/5FcsP+V2/r6YP0G+1BMPv0dVCb9YFnG/x9GDPcR42j6FS9i/NejOv6Ni+z53Z4U+es8Vv3QxWT6M2IG+",
            "JTvav9ZBw77H6dA/5nPpv2UMrT6+cqm/4nGbv7SmmT0MsYE+P+6yPnvbOT8YFmu/JdqmvtmO1D9sfDI/rE0GQBgQEr+J0x7AN/iZPwvIND7cqAS+MoUPvkGFDb+gnW6+zmW5P/USmT82Up2/FMAoQDAIAsAr8Wa/3SMYv1oIYz8QNgnAR4i+vhGX9T4jvFo+j4pEvx8Nkr5RIbS9qelMv4moAsCNa1C/cbvWPil82L783IO+5E9zvyEpBj46HL0+WF2FPUE2XD+99Lc9eWrpvip7uz8Xuc+9MTt9u7HiUb/oObc/FiqYPnIr4j+8P9a9wmSTP4QIFb+rppy+rDE8P3rMjL2Sryi/ihHovq0lXr5rcyM/RrkDP4TTqL+DD2W/x+3dPUocRT+eDjs/n+yhv/uvJkAYJxa/Z2CJP30TUb5kqNo+1lKfv6NtfL8ghZa/g1+kP8pJI0AjBwm+ratUPomoej/lv8m+a3Wqv/yRmj+MNRk/tmnvviGXJr8U7lO/dwf5vxqzOT9iAgc/Tzl3v+bBQT7gqwM//AJVP3I1/j5pQHw/vvrNPo+dwT/v5M++HfxivugQPr99Mly9634HvV0gYT8vqY8/bRtav04jdD3FasM9/EPkPX/9er9HO1Y/SCZyP/B7GL959r+//tfmPRBaIL/PwY8/H6FNP+bDZz4z7+G/pTMrP2v4Bb9QbxU/9t6tP35PQr2I2Ao/lL8sP8qkGj4LxsG/J2ltvqrkdT4OqcO+TIw6v2T2U78t2AO/Ijw4PeYh2D+lKCA+4IamvwHnyL+zrdG+pvYBv4vpr7+H3pY+0/UOPcuINr8guDk/ofYZP4PDrz/lRSo/ZnXDvt/S2T/pNwHAaFp+v6bfIr84cdc/ote1PTB7DcDyPJ6/LjMcv441/z3+hoi+fvaTP153q765xpy9GCPjPr5aoL2OsqO/G7W7P/EKsr4LSQu/3hkTvwrW8b+TLbc/D42pP8GnYb87OfC/y36Nv3TBDL9uoj8/SBYJu9Ekhj+3H9I+",
            "tYyfvzMBnL6e2wq/cJW1P5OG8L85bpu+mhk4v5bK9rtPOYS/wNXCPzDMCL8jntY+WB8JwBi/kj8pdu++J7O4Pxcp1b1zwJw+kCgwP+LEoD7JnT6/pIvSPxcmhj/HECw9OPwVv1c5n794rIq+G8VaPd6wtz7cF7M+FolSvNGEFL3uAj2/AlpUP3KJdb9OCze/qWe0Pye+nD/0mYg/gRyrPuTlhL9ZylU/xO8GQP2dt75RVdo//1ZCP+8B8z72N549B4hOP5sQ1j4239G/ykxfv0U4oj/09rC/gntNP18OOz6QZPs9naioPtKftj4k/Om+BPbDvA9mxj4PG1U/GoJ0P8M2nr9RBkw/zKC9v6Vqar9DwF2/vUyIv+9qQz/l1Fg/sXemPz1bAL2nrU2+lxccP5DgVz6ysmM+CzUAP1H+rb7a2Va+7cORvv6ebj+jkTS/0SOVPySWD0BAWGu/pJiMP8Zk475gHry+jIvDvkGbL78ApNy/S72kP3nB4r1hZKO+MBzXvxUXzj/Shta/o4ERP8sIl72Y5cC+9k5nP9Uqhz9eY0o/W5r+PmtDKT8cVQ2/jnGDP1sIOT+sgKW9TZ09QO4OAT9GVDs/Kognv1PbBT3iWEy+SvTXv241wL++GPM+PrRuv2J65L6YHUE/4Q5HPzj8NL1jSc4/2ya1v/ucaTtZ5Nq+N3kzP17oH78famw/p7rkvl88jD+QGtU/usWjvrNTST2PnDw8cuGJPHdfNb96Yfu9veUNP5nV4z+/tSI/OXLlPmjDzz0pxgq/N/mdv6RoEb6QMDi/QGQYv/FMfT8i1eE+U2OMP7Oap79MRmK/Dr0IQJYFDj0M7UO+xQ2kP7dY4b/N5Eo8VHWJP6FmKz+lcBC/gagIQE629z/Cvtm/C1uKP5q8Cz4waqI/ubXjvpPYZD8csKC/jkTYPXP4BT82BCPAgJN+vrpN7L9iDGO+kMGBvZEVuL/ZBtS/x9CcPa8nrj+ZbGG/IIm+v+c7Ab9hQPC9OnSJP6NAij/ArWG/",
            "aqZev1qOvD/Lf6O/ZDLFv7OcMr+VT1U+jm5RQBCXD8ATeDo/ZDy/v0UZYz7Cg+K9v9VGP7KVtj6LyA6/hRZivaz36j82+5Y+ZsuPPrmdZ7/v3dC/D/u+vlIRSEB1vby+ZxRNvjIK2T6XWTS/sIQXP2CB17u4W5M/iIlhv4GBor9oQp490rBEv5spy76KXDg99XaxvxA3jT4ixB2+VJ4mP4NRSr+mN0c/FM+WvTp5gL9ZpSg+cYNGwIxTqj/FkJ4/heW4Plvbi7/z1nu/8pyQPyo4nj7qxvu+jNSRP8LDwj8BSa6/eVKfv2SGXj/QCZg/HBCrv6Bcvr8+ty8/A3teP/+d+r/Zl1g/1fuEv6+GfL8Rlhu+d4XUv7qpHj4gN4S/1zJYv/NVLMCnkTY/OQrQPs0Zrj0dW9y/CT8ZwGEuBr1rLgi/z/zVP2jdRr+efbC/gL0IPo7TIL/mlwc+p0ucPt4Rnb4hv0S/zIMmv99F1z4fRie/yrUQv+Wftr9e2Gs/LU84P/RmD7/ruaU9JbcgwEWrXT5FGu2+xP6xvkkSZD+76m8/sepXP3GZVL+6BlY+LqNqP4M1lT6hisW/nmK2v/VJij8S+Sg/2YgbvlrNDL+mcH2+r7a8v6lutb+UOWa/QnbOv0WQY7+MDVg+cbpZP4Kw7748650+dKq2Pr1oBL95HgI/eiW/vqaGkr6YOaG/8hNov0KyIj8jcNg+EbRRP3fj/79OOPm+sGjEP+3a0b/b/W4/E+mDvVyeQr9bHTU/0/JmP4hLmz4NvoO/xCDMvoUUiT/mP/o+r+DyvsaQij3H2Zq/6dhVvwbNfb6dC/C+SngBPzz/Ur9X7tC+bITgv2b/Iz8Tdoe+fT74vvMyBECYzzW/dhsHv597WL9L2iG+UjYBQCmwBsAk7fw9ElBLP53pwj4TwgW9WsJQv/uJxb9s2uy/h3kbPlt5K8BzeFC/sSQUP79Rn7+DRdW9kZVuv+taob1iwqS/EwqZvuvvsD91XwC/OyUhvmcAu79XCjW/",
            "6KMbP6QKJz9XQ2s+ce2/Pc9Ieb+WAFG/KlEsvuCWVj+YLdk+gGvov8BWYj+3l3c/layGvTslkr9ozwM/sfqWP5Pu5z7CXLG/d0aKv3bgXr8AWMQ/S1Znvq4A4b5mr+W+MNTrv1vgrr9ESoQ+4MAlwEk+Ob8N4gO9YNwhvuIG2r8hIVQ+uklJP9A37D4X3HI/VqQjv0jMjT25br8/yy7PPSr4lz7EvXc+ozDFvxkzgz7Y2lg/OrUQP/GkUT50TNu9UcsLwGT4gr266GS/bUWPPjkTIb/yaOG/ksS9P1Ogyz+YdRPAWVkYPUuxX7+b45u/B7gNvs3maT/dF6k/fauvvxkRVb/oqc098DagPxg4hD9kcyW/xx8Dvq/HHz8TlDS/UbTBPnuvfT+cAEa/IeDJvukwqr8Id9Q9k8jUvzE8fD7+7aq+sF1pPinmG7/aOQ4/VsrWv6UNMT/U+hY/APstP+jb7b6/Ihq/L1MOwKByPb8RQKI+enkpv4sXuj8g/Su+EUBPPbj6az9iD5O+iDGevpPQE78bVa4/q1lBPwzekj6C87y/bkN8PkPT1T2FY9A/zXlFv99oHz4Gk1w/V0iKv413tb652AU/pkiKvnhRKj/cI7S9uRoMQO7RgD5zoDy/9g/bv76PAb/52RfArTWDPyyE6D7TOiZAK9Gav1B70b+D9Ms/AJACvuz78T5Zzvi/pDmtv+dtlD+h0fa/7WpZvowUT78941C/WJk6P5YGnD/bwbS/SJBFP7psqr9o3S9Aufs4vpSdZz9f/fm+3eQZP83/+b0Mi0M/sRezPYwLkb9aFlg/s42ePko8PED5AAy/4H6jPdJ3Uj3SeFm+9+8Cv0Jeuj9W4GM/4/6PvgqftT+ibfi++fS6vUfygT5PcJu/kkO3Pqwkn7+m7T8+Iu+cv+dckr9jmbU98CAXwDS/0L7soKW+CleavScsZL6apQu/kZPZPMsqdj+uqpK/uZ/jP+jlmL94g8C9XI48v68RUb4NK74+fLrWvm2A270HTrE+",
            "RvjSP7JiBb+zH1++x+sPP7IigT/3Hmw/95jYvnXfFT+TiAS/RSnKvwRH3L+8ydK/1PS7vkjw3D/yjis+XzowPcUVH7/7jlM/2gxbvwuN7j3XqFY/kjryvo+w5L4Tv1g/mcI1QCjogb7s8RS/RjvXvBj4+L43ZFS7YdU0P2rZKT8MIUm+tU0SP8rxfr/ioZ+//kaePxD8ij+vmp+/2WhSPxlrj7923je/gTADP9ZB2783Cmw+x1bzP9ZRdr5quL2/1AKaPlTMKD9bYAlAvEr2vsiFtz+wCZS/RLlCvyCojD6r1XK/XVMDv6X/nz+TPow/TXg2uaBtCT8vU0S/a+njvYbdLj/x6DU/IU7sPjqKmT+FYJ88LIHQPjtQfL8GxCI/gweWPwdFrz7Td8+/Eiy4v53VLD8AvKI/uVP6P3MQDz85FGu/dg8rP2ubs7/hfg8/DYkkP3PVnL/JJZ8+iYeOP0tgsT4Q3ly//qwLv4l0Sj8TcDA/j8BkPwoLzL48v7W+mVYuP4DXmz5jHBg/fYlgP0FrFkCo6Zi+15aRvnQGvr4fUvk/Qlyav6utGD4EiLQ/QCL5Pn78a79gRJO/8OnAP8UBar5HnB8/mCmuvae3Bz/lPsy/XGvBvsv+AT/8P7Q/1Lznvm6Zhz8gCL4/PJIBvxQRGT6vsBs/IA7ZPxQNH74WypA/1wrLP9WpkD4pTBK/2GMnP3YuHj2ULLC/YsLYv2Lp2b8/kTw/cltVv7wvJj4kGlS/jvJfv0Wbpr8UUkk/GJFGvy6Hq7/KzShAwFrZvrJM/j7WBpo+trM2v903nj7lK8c/TQ5Evt1wRT9JOY0/AjeMv2qfLb81XzE/PSkEv5pmpz7QeI4/WfKGv1WjBcBEbDm/A3APvzlGEz9BOcs/rxe8vu8+e73CyL2/Cv8zvnK/qL9i7FI/7XCwPwL7mL+j4IU/YRUhP6Sd7j7Hrzu/jOwlvZo/jz/ssiC+S+DrPIar8z3D3kA//qbIugw1Oz/m46O/jR+fPwwpFb+xzB/A",
            "AedFv8gT1D8QDAK9LD0DPhOESj4Lmai9ebepv22Etj8GQ/Q+VLv1vh3HFbwuGgo+YdP7Pxtq3r4mOPO/6fK1PmKROT12bpo/Mp5fPxobFcDZ/C6/CBTGP8AEgL42iKU/2N88vlaSE732WLS/HVjjPlXf6T4I4wm+r4BCv5zMCT8Si4K/RC5sP/4mBz/JP7s80gk0vlxnbz4oacW+chSiPlLDVj/kZQzA7mcVQEl3aD6msCm+aNZuP2UVRT/Vsiw+UQS3vwe5Uz9fOku+17+qv8beI7/+UdE9auJvv2UeNr6/nOE/rLilveAVfb/kBnw+CPGQvST01z7h9KS9lS2lPpONyL6wab+8en8+vrcj4z9yMDk/TXJ2v2kmVL/Ibly/L88IPV5yqz7FlKU/J/Ifvi/kbb8ZV0e+/+4Uv6ei9z2AtIA/nVa7P0z5N79x/uE+fG9Av645Rz5hbOK/nMWLvxtUVb+ymzS+BFyoP2Pqm7/blmM+CNkGQCBEXT9d15k/klotQFn1hT/gZCO9sqXzvur0dz/lmxA+P2xDvhbwiD6KIj6/nuqivwcJzz52ZAS/qbcIP4GM5L/qUBLA2hHevtmngr8oOwVAzEguv83vGUDr7Gq+ohOXPvaAqj4iubo/n8G8vkETAD1Gs9c/4sNwP67OJT+x8oQ/mGXmv+MEh76Y+Ls/7CqFvuhtgj/CMZC/IQ+cPiz6FL1zJxG+ycKCvrjigr66esM/fWp7Pu07+b4/bLe+7oUJQPJzDD+nyBU+fFU0P++jIT4GVhRAGVKqOxyyOr833bu+cBwZv7opYT+8jK4/6+eIP8dX2b/lr6O+czw5P3bNgb+sSlI/qJcYvl1SjD99O4A+jod2PvVNCD9+kDo/LB7hvq7mbj8P+RHAYe0aPwzoQ7+1PHq/zA/TPB+KAT+ELwC8t2oMPUzacb8wM1U71veTv463sD4+ujFA9tUDQHdEv79INi0/3QZ7vtFVrT6+s4u/kra7v7MYBUBHYIM+a2XMvxJ3gD5E57g9",
            "TCuwOe5Wbr/JQoW/7eMNP6KzJz+3qd0/lTE+vbA4ub6flQK/ZZNXP25+gj/UFWk+2ol5PK43Cz6eGCnASy17P/yjmz17PbE/Nh0zvxOKG7xEo42+bbyPPjQT8D3J56a8jHWoP76ghj6VM6+/HX8MQJA2gL953ATAC5p/P4A5VT/KGR+/02OovrROtj/vcpw+0pCVvrU0kr6Zd6Y/3yCFvol5oD4jbuk/BQd+PzgYdL98dKy9Ip2OPVndsr4Yc6G/NxLuvy657z/6xhG/X9UHv8DJXT2TeLq/Gk7LPR2XuzzYek2/3hTjv5ZIpT8lHIi/fkcRP90Avr8qR3i/KOizPqV5Lb7Zk/y/PROXve6hHr//vJK+kYX2P37Dhz+6E3U/oPvEv5d90j28p2A/5A+/vpIbl71uPfC+t0CZPuA/Z7+piAc+fzO8PtQacT8PSkE/tnWwvmYwkj/MBUu+P/ZgPmeiPL/g96C+4gfjv2dCZD+vMsI/y78QvxcEzT5c8ra+38BNvhwCvT4rAjo/1ZSIPwQIer8CGiO/eM/Cvl5nID9oF4o/Wnywvysm9j6T1bO+/gw7PhaWPkCzdkQ/5030vPdniT7zoLC/RvRBv5MiSb/t+Qy+iPWKP0WXuT+5OCjAPUwPPntYzb+znZk+ZU/mPtrgP7+gvI8+p7/Fv+lUSL47YlY/j+KRPt0+cb4s2o4/5fOnP2ze6z7C5ey+Qc8lv7VaVL4WktG/cuBqP/kJBr80oCE/7OG+PXqfw7/XKqS+9w8cP0WZIb9fxkM/cncwv5uqhj9Eb0u9XGOwP42alz/8pRI/CW2XPN6ovz+f4nG+SaAfvzeEaz5h2p6+pjkMvzQyNb/lZCo+uuDGvzOvRrsd9Ly/IZ0IQL70nr/tDPE9bclpvz74tj8Hike+ZW0VPwu6Fz4kY9G+c4+zPrQjyj3z0ho/Cz+ov4lSFz/xtN07ReWyP7zD27+TamQ/bmK5vi3MVj4368E+m4JIPw7Ek7+0qew+Rb5ZP88QID/gANW/",
            "7GhKPxMkML4Tc2I9pZHvPYUowTz7PB8/Uxe4vTCflD3ywCe/RPMcP4ywoj4Me5M+df1cP6K9Qb/R2QnAp2Gfv9TIvT7AYKA/pR50P/O4sL6yf789ZOQQwDjGjD08lo8/LhXRvy0KqT5KvRq/j7wBQICPSL/TOYS/cTdtv8TJnr8YeWO/O/luP04Zrb3FMn6/lcBGv/6sID/NPVO/wgf2P+f6ir/Qi8U+R4+hvzDkzb7X0pQ/OBPcvQY1Wb+jOTo9gRDEv/Ungj+s5wO/RIn/vpIbIL8RqG8/78q1P26L/76PnUk+pXfwvZKTuD+dWWG/t5TyPgvWRb4MpK2+ZSkvP7SSDUBk3+c/opQ7PypMBsB1YL0+lo5iv1Tdp7/IV0w/HEOpv/P8xL3iq8Y/wlA4QPukUb83L4y+4SaIvqlUe7/p9ui/3VYzvwUTaL/+Qp8+9IMZP7cmyL9CT/U+fPaFPrM3FTxld5q/hxN8P47x1D+/rTu/uvw+vqGeej99Hyw/UERNvy3b1z4NzB6+l+50P6BmCj43PJi/r8/Fv1xn9z0vkvE+HigdP4++Ib/E5/q/JNvOP94qzj7+jjU/Hdvlvzb5IcCH1gq/jvurPzXPKsBd88W+w6OLPwzjiz6J7To/jyE3vqgYQD5K2hS8tCmyPVo+ID5TwBy+pRcEP8ovKT3G9x4/txydP6TlnD9Yn/C/2KzyP3NZGL5B0Pw+/6NaP4x5nz4z+1u/uG4TP9JxWb+FcjA/2E8VwFH2Kb6xAyvAJPXGvlKxbr9BXdW+oMgCvipWXT8s7tQ+LLRjv2hwIEBV/RM/cibaP70Bm75RlyW/p394P+/OMr+Wiia/aMcbwMtH6L7oq5u9x+lov3r/w7/beZi+xIuSvs4ZRD9b5Y6+ZFDIvXs1dj/4V48+lUihPvyieL+ZjT0/ThGlP41jM78iXAy/ZrB1vFJVEj92KJG/e9cjQCcgfL6f54E//QGEPodxpL8XS+g9komBvy38vD4gK8m/HFHXvh4u0D99m868",
            "EgyTPY8r8z5qEI4/m7SPPya/2D/F7Ky/2v8XP02Jmb9vOWk/MDstvpoQ3r7jFfO9ilC1viWrrT5LVCo/t4Ckv2Wdkb1gLCE/4eS8vwAMVT/pQFS9G/WkPQ7ifr9Xt/S+U4UpvQA5279O2gy/XBwivg7/D78ovFpApWQbvR9bTL1YOMQ/RdlAPnAWmT/CpIC/dI+Av5FQ876NktQ98xTHPz7+wT/IMLe/+opjvxIpBj3iYkO/al3kvu16P7+MgLC/UmR+visCrb4UB+m/DQJfP1jkrL8r5vk+ciJGvWkIEz/KMNm+0djIP5HIhT7LuIC/rSQNPBtyTz+KfCg+HjuSv6W05T7na4I/gSZnP6+eKL6DgOE/P5gAv8Za07+28RC+jySEPqtkFb/3REi92854P9p0KL884gQ/twFzv4YOI8DWUEg+N5EDPyFGPD88roK/5EOsvbJpY7+JlyQ/DFUVPwK2OMC3kpm/ASqmP3PJQT+lqFe/EMAPP7zgfD/ktM2+e8Uzv+4mkL8EgrU/lboPPtwVGL8UIoc/2DGHPhEfDD+TYdM8T506v70FE79SRwk/tTuBv6V+5713UF2+02uDv05n+T/QvIs/E2bsvoS7pj4vf3m/aVUhPpe5jj/z3Fk/pPb6PzaByL8u87K/j+oBviJIDsAg6mA+bsx1P9dYHD9LaMW+K7EIP4LgBkBL1F28Gk3KPsuPEb/yIJo+rqmSP7WDi7+5hBu/j0rOP1YqaL0zItg/4njrvZxMjD9XKfm+VsM4vwU4tj+faBE/JhXKvYmeir6KkRY/yyf0vuW1yT+CCDo/2MGQP3H4XT/0k5I/4FIUP9skSr2aSpW/mfdYP/X2KUDEC6U+Z3opQO0Bmb8WrCS+vcbOP4geFz9hENc/1sFBQI+NXb+txAc/VqFCQISg2T+V9J4/EYt1P50yJj/jkIs/P/gTv9VRcb+XH1S9Z5nrvi9nXD33GzS/JuuyPwpVar7tiUY/wZA9QFHvwD50gm0/w457v2SwJz39vTm/",
            "uRdoP3tBFbxWqlI/IE/MPzr337wWBo0/BSMvvzRcm78tfL++1Q+lv4bugL/zfgdAwXr4vu9iJz/Y/Ec/9TF+v919Fj/0do2/Cf2jPyrKTT+0r+U+9VuGv91a/L6RZmy+Kvs9v9Irpj5B7g6/WY1IP5N5H797rtG/6Bc1P7jOkj93Bc4/BMRLPsd3QT8myqq+JDDJPTRnHEChzZc9YFW9vmtpz7/3viq/1HdHv3nztz72Q5s/P7ELvnYewL95CxS+5xE+P4p/1r6nJJ49w54mvwFaHz8E35C+XYPBPssFrz/at4o/qBbOP8itVD1MCoI+EPcDPnjxvL/shYY/NZZTvo4tZr7me8K/L7MTwBTkhj8ItAc/w7rMviHI2T4F9vc/WZijvyIaBb/Wi4o/qGkwP+JzFr4PROE+x8hZvx/lGT8eCfG++p6Mv1R9aD4NeOg+O4kxP2JY+z7hN6C+tSYFPz5Rjj9PuLk+3s/uPu4wmb+fQGm/LUZ5vcQW/T8rQs8/Ld6OvzpzE7++2CU/8GOjvxOEQD6smqe/7Ucpv8IuN0Cwe2E/ph1MP2YcRr8JUANAApJePwhspr60ACe/JxmSPhe34D+9Fq8+6R+xPyCzkr/RNYK/dr3jPfKk9j8wdpi+Qj5Ev8fWyT70EO0/5AAbwOYohT81I5w8CeV5Pv8w5T34bue+YnJTPd/EJ77la72+K6J1PkUHiL9yQ6U+AgW2vm3+6z/qAL69FSi3vi1PDT+dbKy+CiTwPxurwT+3kJ4/CwiYP8ePCD70WIC6frEnv38mnD8YuJE/OvqBP8AzgD+B0rU/eUmuP3yccL8KAhW/UlFbP9Wr9LyV4Ta+YJQAPn5UC79hmSs/IDfHPqHAKj+Lkjo/7Uufv3eq4T4quhm/u0s+vnPW4z81hJW+6J7Tvo07iD/HHJS+9QEePpFQt75n5Zm/5rRwP+8ptj/qr26/w5LnPxA01T6g/RK/gQlqvwizAj/Bm6G/4bYOvuLjiL/yBA6/CTbLP4CqxD4sVqK+",
            "ZUogvn3vvD4DoQzA8CHCPuQr7b76AjW+0nFqv0rAlb9oUGu9G07ZPQy2V7+LbeW/cEFOvxlH2D7AMbW/dAK2PhQUYr/YhYw+On7ivg9BFb+duxI/NAaNPytHQr+wSw29hhqPPuVwnb+jQc6/65gZvv7uAz/bs1C/C0YxPzkUyL9zpgXAUl9QvudOPEDG9/u9jDuvP/KpWj2dEcG+Bcn8PbrDtb0Suy8/XcfVvhNTj7++OhdA5CG6v6C7wT5ZT0K/1r36PskD6L/NH46/GpjUP0OSLL+D+yw+Kowfv34FDb+rW6e/oaGSv5Ao5z4SHbs+2rCLv4E3UL4vlB2/8tqTPwzyI75fOzU/IDa7Pryeuj2qc94+QtK6v+v9Ar8Qq6o/N/ZIv/P/5D7Gk7s+fZbavsBOK781XYO+oLUXv5+ynb4A4Nc/2hSnvkCoor00eWG/IeSUv8blHr2SEYS+qx0JQNqzGL+XA3u/BYtzP3Lf1T2Osse+Pi3RPjscDcBnNFy//weWPtkmrb/P16A9iWYLwCJxIcBrqNq9y9+UP61Rnr4TSEk+MgEqv1a1mT9/5s+9igJfPwkshr5XT6Y+o62TPy9+/j5zbCC9JA+QP7rFfr/185G/DhpaPqxnQr8H19Y9Qy6fv+HuPT5A91O//ADjPizWur8ivc08ogTevSphtD27/CA/yWF6P0hLsj6DeMQ/PAsxv9vmrj8ZV16/3sKEvxSG1L96i5k/K5VyvhU9Ej9ubGo/199mv8SqwTzKnIw/UaMMwCLzjL/5gRc/o/qkv+L5cz+TC5u9WhNjvm4W6r8qPlS9Rj/sPj4XQj/yHgI/8Rg8Pq9H/74sn3M/qiCSPqRFpL/lScY9XuakPTVXT7/7uTs/LomHvz3SV78sTmc/u+6wPwQusr7u2As/SMdOPyjstz/zFLE/uux2PrlvC8Arg7C+LawrP06oFz/CEtK+COW2vzhjPD4SEwy/wF7KP1lumD8Vd8k+xZkKQABAEr/TOJy+HHqevmXaXT9qRw1A",
            "ywX5vqAlO78ZDUE/0twRvhBkFz+2BZ6/2BUgvz7slr9MkA0/T7X/vrPHMD5BWII/NxMIP7fSwj+EdXK/v9gcPyphU76Lf2A9ihKNv/7FcT95yh8/ofV0vwJy1r713QW/c3E/QG2mnr+9YANAug4QQGrfdr/YT2u+QprKP0NMWb8ReIy/LHH5PjTM2r3ebrK+W9awPzYKZ76GfeA+d/+1vsFQAb/R1hDAtDdmv5y2ML6r7Oc/IcOJv+R9pj+A868+8aXuPnUq/T672T2+OHIjPhTggz9YWE0/1BhsvnJbgz/QGrI/rWKEviatlz+Kc3M/evqGPzQMvD6S9as/XIaSPrLftb+FVbM/RnpLP3J3b785Qki/3WcTPzuqob+AAcy+e4xbPy35KT++Qa48PbK7PlZJr78cGbi/C/YavwhvoT7n2IS+wkDYPxZ2BcAu5Dc/iPk7PWRvib/52xO/lbi0O9wS2b/etHc/65C9v5iVRD/J2NW+sX/RvpSl8T25R+M/H03+Pwx5pL7TCgs/BXkKPsAUYz9KVzg/VNfAv3xTFb+0u7Q+GpKrv9NJgr780G6/zTI7Pi2jrj7Q76c//V4XP9emFz/jZAa/426+vmX6EsA/oWO+1yBVPx5Mqr5e9/U+B+Czv6a4Tr+hvZk/6qbEP6eWoD78KdA+TklAPzytLrzI2PI+TQkxv2kLmT9zhTS/ZRPjPoFpeL/jvcu/UKu5PwiR7b10ZvS+BXp7vrNXtL7J4Ne/MIzsvQUGgz7ZRuI+q1E4P8iumr7TlLw/h2U4vvA4ur8f+xE/Cz+TPrIz9r2iHNO/RUnovm+18D4QwRy/kA6uvkskaj+jtTo+QnqtPweMBUAIFVw/ayG8P+ZaYj4hn2u+c4VKvjKE3T60ZJi+itogv6RDlz/bh5a/WMEVP+oB9D8t+M4/lIvmvVlt9L34Bbs+mR1Dv9ssWr9hSmq+72DGv38fzT5uCEY+yN44P+02rr7k/hy/0BEyv6buaD9Wm8U/ZQzkvpl4AD48l8I/",
            "fsMCv3l6yj+GJZA9QMkdv18eyb+T9fo/mACHvYuYmj9GoXQ+cOVTvqqEE7+H4Ci+NmtdP5aWWz4OdJI9ZnVcP3ZGyD+Ryq2/YnmwvigtaT+yUQy/PgCOPhuG4j9q2IK9GyzTPmVY/L1SXs4/uKImvxqsIz8vsJ0/wsH0P9rH/L+xkgU//fNhP8PQX76c0p8/WDIUPzs6Pb+W2ig/E88iP3AbuT9uawO/+bjIvwc9gr72oOc/XoKBP3zzyz5f/1A/+R8Uv8FJi7994IA/58w4PhicAD/Zw8g9EEODvjY/ib6BKpI/Ws+IPxxTyL/jtLW9TRZVvkXgy77PLzbA26XWv51FKD/dn3s+d7uWv3JMn7+G08a+L4Asvw09az/d4p2/a8ObP8cB3T8LIrO/nsmpP/QnxT72ZQ+/W5OiP/JC9D8iS6c+tgzcv9E8X78Yjau/RCudPw375b8bzSS/9ACivx2zlr3AJqu/LZIGv5lQl794qRu/KNKlv5hK9T/RtpA/likLv38lEzx2go8+uwwWPqvK5z8ARRs/ylNEvXDigr84gs+/B3rDvaWhvz8byia/W63jPkqkSb+04rC/t5k7PzCdIj+trkG/a0aOvy/Q+L6oYSU/f/MFv876pT7XAQK/i2uBvxYSRj+UkK8+z8vBPlKUwL9TrV0/oMUQvhMHRr+H7JG+YbubP12EWz+Qh0Q+GkUIvtLEhD8wNpC/5oPIPralHL8CXw4+doRrP4Pqgr8jajK+8wZfP8ei477Dl+M7CvcGOyLHTD5F2FQ++dmlvhh3lT9y3za++4+SP5RNAD8w3py9Iop0v8+a7z+xF5k/yWFavs99iD7wtzg/BK0oP4WDY70AXyM/xlqlv1k+jT4E9ADAmHQjPzOME7668dc/PhEgPysu/zwgsiy/K7KaP9L9i77ZnRc/kUm6P/iAfb6fkCG+unubPDCNcb/8FbY/17GSP+2hnD/K23w+vWTuPlrgoz5qqTA/Ml8HwOL657wlYVi/lyJ/Pk30i71jytK/",
            "IIBEv2HA5j9vHHG++DLLvxLpoT7i5RE/gunIP0s+A781Jp6/U0o6vi8FQz8s4Kw/WmKBPleMqT4WdaY+CqZXv44dIr8FNnk9GS47P3mazj91iiK/wzFJv2k30b4FTvG/eEtSvtxKiz9n76i8VJ2nPhAU3b7FkaY+jgOBP6doID/s+fm/HhBnPwHMPL+fsp06P84uP8U7+L+QwiQ+lNI1P/KnUT8iaY89Fkm8PwaKvD8KIWc+sp2GPkmxFj/EG7G/S80Gv67onz/ms0e/bIAGvnSQtD5niRQ9x94OvmlhnL5h99K+/y/vvuvhfj5y1yfAvCEXQE91T7/BOGK/q1A0v0hvm79bozpAsEq1P0rwmb+FtAJABZp5Pm5T0T7G96K/TrfAvyCWPT/yZtI/8EEbv31r8z3FoJy+nmh9v3y1sD7l7PQ/NXo/P6zkCkBY1LC/PQFrP6a0Xr47vOK/0db1vMaawL/1X9I+cgkWPziPCkBYHye/B0MEv5wMwD8lYlO8ub8SPpTMFL7du0I9YOWrvr5lNzxssFe/GgkdP8f8eD8s/BK/9mPMPyxOnj0I59E+jI7IvjPuJz8xXoM/xkqmP/MG4b3i6NA/23QXvn18sj9jeve+6Q5OvraoiT/SOrO9HJulvxOSWD+HuqM+IiGgP4zIm78m03E/rVoZv7jT2L5qLVw/CGFHPooeXT801XI+M+a0v/T3yb+YJng/D/iEP52eZz9+J5i+06IPwMUTND8chgQ/VH2aPtUbvb/AEUS/JVdbvzcgAMBdyb8/qdQBwNWrer/Obsy+0JV4P52TAr6MJ4S+OxDpvpN4rL+nwq8//TWZvcOdND9D+Nu+ACutP/3cBz+vY82/u6SqP8VaBz6xrP4+MAbbPQHab78L0r++u0S6P4kwjT5r/Jk9O8s7QO/Nib9xzw6+yNWTPiSt/7+NGqU/2z7xv8Z+Jr+9AzG/d7lCvgihNT+CEwG/GmGgPjXWLD9ayro+AcdhvgUBg79upsu/nlQNQPqoRT+t24Q/",
            "xbufPoYLSb41eR+/go+YvrOxgT9wsoS/kXhPP8selb7DEzq+lnMSPh70rb5nkVo/jncFP+Eu6L/iAOA/gtUAPpMCOj8cHcg+C24Uv6i7jb+c9Mu+FYYOwBARKMAOTQU/7Iu1P2Rz37+2OYC/LvX8vhKHNz8p9mi//yzjv/QprT6mpQO/tq6rvq8f1L7vs6m/JKQKPfCvyL8eFtW+Wn4uvwt8nL6b1SK/Ah2Xv+jiVz+HV8U+ZJvNvZGN3L7KfW4+gMZYP+bqt7/lvvA/3p3iviofLz87/L++eDTMv78zfr8qaIm+AJviveOSRb66BiLAy9navqhGcr/9zjA+CMi7v3S0PT/q1KY/sPlVv4tgHD+wWQM/pUT8vq6cB7+bbBa+UAGNP7dZVb/7cPQ++fz6vmFD2b64iHm/NckYv6eGRr5MiGO/YCXIvoI5pT4JlPe+dmpmPyeJjT6m1HU/9Ie4PlnQE756qMG+tym4PNtjGz//jGY/2MAcvv0/jr8avUk/D9PnPl49rT9C0oe+2BZlvvfztz/a0oQ+4Y9fPyAZaD7nG3k+We+Vv9f3kD6jZFc+/GuGPxpAWj/yFbc/LkuTPw1wW74ZACQ/bcbvv1tbKL0hi9O+rLKwvhEr8j6wYgW/dG+rvht1Jr/iE7s/X0lRP4koYj9rHkM9qmY9vtIIhD8req2/C4G6v+y+vT6uYos/g5MCv3EvoT9kkwI/QnhXv7FCF78H/XE/WBpyP2BOJT9x4Cg+7KzmPvzWt78sReI+T5+Uv9Bosj+kVvu+ma+YP3omnr7ZgvC/pwBAv5EMhL1iCcQ/0m9MPaKX6j/BmJ8+g/NAvS8DHr9Lecm/ScNqv+7Ttb+SBss9nQN6P6oaH0AU3Nk/j59Xv4Xz5D60LNY/lgbJP5RXnr9YgwHAEMznPu7V0z29rPI+xbJFP2526b6Z+jU+Or8YvuUvXD/dhIC/r95ov3Y9Wj4PwLe/KjCQv+1fvz/mB6a/LFx0PgVqQz/TQBc+kKP+PINMPz+Qjeu8",
            "IDZ6v6nsCkBu0ZA/hANPv87oBcAH2D2+wBKTvwX8DT/mube/Iz7Hv0iNmL9THGo/ECHpP3mlY77ZvLe/HzbWPTiHqD85DvS+3tRkv1Wdz79L1s4/ZRiaPlzkoT+VziM+dIQtP2ezibzpnNu/rJ5av0I6kLxTJKo/gZmJPi6+PsADNaO/uFdwPKPSu7+mi4C/6w1xvmrA8b9Lpc6/PVT6PeqrNb+wwbo+9WbGvzBK0L8xpyg/LGmWP84VA8DgKQ2/V5ztvxAXNEDhAwC/rqfmPvxMhT4qfrO/cpkuv+Ao2j6lgMw+BVRiP6+wXz9bX4m9LBefv0///r74M7i/fiqFv94tF79RBjY/snFxvye5cb9xbRa/+uM2Px1dRD7x4AU//aqVP0A7AUBBLYy/eUexvoB2dj+P89c/HSgQPdBa0T8IMGa/DSL8vckZZ7+kXKU+1fpIvt0ygz6mXos/ly2Bvm93C8ALY4G+f6KjP7k1Xj6gfEA/5WdAP9xyST8pDCG/26nwPmAcWD5xMS2/u+iHveGZPr9gURy9NLZDP63GWD9P2Rs9K8Vnvhk2br/mzgvApu7TP7NdIcA7zLk/ztj1vvagAT/122k9ne5ZPynTBz5/6xFAtrWaviL5ob55A9q/Uslkv/fBr74+sP68g1RnvuCLKT8lM7w+lqWSP+WBsj8xFg2/8yaGvwnruT53yss89KDPvROqpD6ZXok+eXx0vVfy578UvoA/Tic7vmgxtT55xUE/Ao4Vv1ZbpD68RDU/sLgjP2UbhL/VvJm/Bo15vxahLr89ISO/uoQBwJ+0/j79IYS/mkEKvxFNdb+R8Va/1zcoPkaTET5y0es+gnXFvt8NDj/WBh4/4VCSP+88tz46/Sg/ghMKPl/sFT17y5C/pWMnwCdbNj/Jksg/WD3bvvNiab7pS92+q+HEvwo1k7579Q3A0ajiPorthL7lYC4/d1ANwJg10D5pnqy/7SBnPsXBDL+BIPq9kLdmv6diqj4BRYU+HudCvihw0j4Hvrc/",
            "AxkFQPlSdr8+qvE+6NfDPxhIxD+UOzu/5WsevgvKHUBOsKm+9JKAP9EWZD/JUcE+wE/ev8szBD5kjBs/GWfgPv9Gx79vapA/zSEOwD67DD8MEMs9LtCYPWe6yz/7LKS+1QClvjpvvj7flRa/0yvlPvl4kL70cbo+LoaBP1FIp79sRdK+MZGXPU8/gTwyzAw/eahBPfndxz9SY6G/0umMP0b9A0AjoKo/PgIlv8NiCb6KN7m/RVEHwGp1cz/CZ9o/kuJZP/t4Aj+B/SY/j1A3Punikr1Ph7088uMFwOgs0b4plYS/P7qsPmx1qr7QLIG/Rl6+PhS9br/X2EU//KMgPw=="
          ]
        }
      ],
      "outputs": [
        {
          "shape": [
            2
          ],
          "values": [
            "Rs5/PwAAgD8="
          ]
        }
      ]
    }
  ],
  "trainable_params": {
    "conv2d": {
      "bias": [
        "dwE3vg=="
      ],
      "weights": [
        "8MqIPbCTrb+91mC8cryQPw=="
      ]
    },
    "conv2d_1": {
      "bias": [
        "iQf2vAAAAAA="
      ],
      "weights": [
        "n6PzPk7H5z7P000+s1vIPqWopL7o6pK92zYgv8dnhb4="
      ]
    },
    "predictions_x": {
      "bias": [
        "9EUjvWMWeT8="
      ],
      "weights": [
        "Dfv7Pb5Qi75Il5U8YG1CuzIbXz0KXFK+KHyOPY5kor0KfhE+ktSAvhDqFzwMnr+87iABPt4CgL7Q9pe7qg+lPS4oUjzAoEm+zWRcvZTSor1p1KE+AVTyvXqSuj3gR2i7vLqcveM/L75eoqI9APfZPScXhj20Q46+iD16PeygfT0C/4A+hIL3vXzUMD3Q0wY9gpDbPfCfI74Qny49hAbIvT0ywD3nTc29ZAm5vAA1lLkzIqk9nZgnvhg9w7wMdGI9NgX0PU2U2b3u0sE9gAPjuj1j8DzF+IS+aNTDPAAglzkb6og9WP4nvgb+Y72aEd29ls5NPsGERr6IYGw9jNYuvbDxhT2cRka+kLCRvZCTFb1fEhk+nFaYvhQ4Xb0A8g86UhZ4PIkZwL1wXq08kYCFvZlTpj2abT6+bsjcPZQPNb1Gs2i/XDScP7/Xjr3+NLa9dMQ5vxGkDECAKrw9EHnqO+hUF75eWj5AggOSvcisgrxJwJG+4EMuQOB2QLyAb9w9E/b4vuD6J76ckhk9qG3XPbQCVj/7YIe9QI21usgiAr1vCQ8/FE0IvtqiCb3IMwS9k+c5Ptt0uL2EFWc98HRevVTCjz3NNbq9SLeGPeobqz32rLM9gYAIvigQ9jziv5+9ULjEPP4uLr7IpKg9IDKRve/p1D3KWpW+YFaAO8TaGj3j2jo+Rzauvax0lz0gdl49/+wrPgLyF75s1xE9TkzFvdliZL5u1Kw+4OWSO7SAIb3o8LQ+Ro3UPwyoiL1cn3Y9gN6YvrNwHT/Kbhe91D6qPRmYjT2W+Qy/foOePdDw5TxxbAW8hmfyPxrA0r3FgEm9AphnPj8kqj9gEWM7uk3EPQyP5D0zzGlAYKr0vPxam72xF0U9UPqkPma0hT2IeE29ALwLvjMuIT4sXxs9wEbzPFpohT8Wn70/iFFOPYyXqr1/6Q09z3Nsvth3iz2orE48qckWPk2tgb6eDru9XkWgPb6PET61Bm++gErWPDSZtr1/Thg+deQAvtojoj0mCim9",
        "+51FPp1R9r2C3bk9Zf+YvbMSkr4Gz2E/DimrPXjfZz2R9r+9AMVVQKzOvb3E4sq8xj4ovlf4ej/uwrg9PoOUvZNPgDzt/aC84AF2u0iIPD26heY9k3WLP87wsb0C/9I9yMZtuwI2Ej7OuBC9cb69vTxjXT5u4hW/+uyDvY7AB73CTUm9bbHkPvw89bzKR2C9LMLtPTm9Sj8Os6i9eiSWvfAwX77ykS1AQH8RvYCHCzp9/8g+Kf4VQLLvwT34IUs9+GhivaOYB8BIulu9kBxSPBPdvT2ip2G+O6KAvYAYMr1QMh49H4U9vuC2ibwCILg9QSVHPXJWSL7T4j290EESvfQikr0sKUc9gJt0uvZygr2OeyO/agAHQAQ8fT1C3tA9g4/TvnanFsAERIk8/jqqPfXDgb7giNa+8me+PQlXwL0rdCA9/+zsPzp3BL3Uygm93TKBPkyRHj+iAbg9WiquvY80TT/kSLG/Qz+7vT4Jxr0bnCe/rIGtv9SnRT0YSoQ8vuNZv3iguL5QH7A8LqWYvX/rcr7EAVM+QOv1PORKdT3axeI9UobavbA2sLtlymq9cfU1v4HNqb7iFsY9+GrVvW10Wz9qG/g/eNzPPL5bsL0C88e+CEiYvrxN0D1/tqO97LwyvQ/zJr4wlNs9WMdNPZAcKj77A3a+cEVpPaAGjLxxTYY8uKMzPZReOL1Y5IO9En44v9ZedD/kwnw9tEATPZ3ZHL71Gam+WJYlPRK0rL20G42+fQTAPFgVxLw4v/s81FyfvTp7Uj8BM6+9KBjJvWHujT8JOAW/TDxWPfgtrz0gVBhAIzUoP3jnO7ymIb49IMeBvrQwfb8+S4C9LtbOPRXjscCG2fe/SLaEPayphD29GCa/pfjkvkitiz2NTWG934U7vy98Db7wrNC92mvJvXvTHz5sLAC/OFQJvGBBAzxHaEq+AVn9PggKYTxqN669YclqP3JS6D/usZS9PCaxvFUAir/GBzi+rvqtvWp8rj3EV049YkEvvlRZ+rxIUIS9",
        "PQvKvljTQj6QkdQ9MBv3PMGFvb/nKra9LMwUPZij0T32kFS9n3TWPUBmOb3wLo89ALYjvulcjz3zCHe92O9avEq0iz4Iwb88lmRHvYK1ur0v9+o/wJKSv0TTiL0MP1o9vZ16PYE/1b4lJGq9MOtZPewS+DvRZIy+viuhvdkVrb3sc589N7OUvmjIwDx05Vk94ABLv9xTTL9QIac9AnmfvVBS0L4tjzQ+kCuuPJxR0rzPwIg+M1H+vhTfTD04yWM91YdavirQ+L6gd5M8bCYPPfzKCj6voLQ/+uINvfDOkj1NbwC/qrQ8v+AvI7zQonU8sFstPlZia76Awvw8vM2ePSMVJb9ND5w+cF4BPQTBxz3jYlG/m8sEwMhHID3YGio9/T8GPm9phz/xnty90ke0vbISLb4fh4C+BZ17vUJmqb2vTvc9PajuPtx6Zz2GnJq9Z+dEQCgqD0DgWx68tynNvahZnz3Z2Ji+owzNveKdgr31Uby9KDI6P1ELdr1coLi9c0GbPWU4nb3mIDK9DNhePWczYz92eDPA7MOqvQwrB71iHBA/X0OJvUAhdz3gWko9mXeOPnpAq77TmXq9bA+TvCpJZL4rhxE+YFLiPMoQE70+isE9Uh03QJwrID0cUrI95p+uu/QxFL7A8to8EC3juxHsUj70Wo2+Sm3SPax427y7fik+3rEKvkzWcb1SWwu9stv4vXn/mr/cd4q9s7ifvQvniT2ncU4/ks68vVnbq73VGM69WHudPgTSUb0k54e9toYcPpN1AT68zYW94C/Du/Jnyr/b/I5AtL0mPbhKnj3tQTg+heqUvoEiyb3ooQQ9OJWZPdqOoL5QFZW8AAW3PNJHrTwraIW+NuFHvZiGKr176ls/1NgNwKnesr0QE8g9WXsuPpr+Rj/c7BW9EKygPb/lyD5yeVi/HFHAPbR9cD2hQPC9c946PhRlyL2IwY081kZvvvn0qj+wjGy9GFgBvW65Sz9IUYy+6yw/vZopIr0dhD0+Kv8VvvK+mL2+csM9",
        "3l9GP3H9nL4gpzg88CWZvTKo4L6pcnW/ljrSPe4KCr2E0Wo8k5Tjvqio9rw6+B296mKbPF9UtT3ed8K9XAM3PWFQoT2TsYo/7rKUPTDamTtMVNs+GxesvuBl1Tw+7Ys9QIVuQFCDWj0AY6y7PBnWvJzg0j8L+GhAdFUcvf7q2D2Hc0G/Rt4UQP2cTL2TCda94qVXv7VbnDoYKn89GFUCPVhXsL7YxZo+dgeNPXxDsL1K67c+85bivPCmkrw0TIU8QPhQPoS3lL8Ysv48sPHJvZngNj1elow/KuGCPagqgL0iWKO+wLx6vmhffD34XJA9ahhzPShzIL5P6Mq9uKEVvRQp0z2J4HS+ULOPO0Iii72HE5e9i0uEP0DcQrzYqnk8E07RvksRIsB4Soi9MPCGu1eBrj4ucn0+kBbiPAOvfL1rrQe+154HP46jnD0gtts9Bql6PpIBqz60r/K8JPklvTjwbz/K+OC+BrCxPaAez7vmdHy+vlzBv91BVr11RUm9rYt1wAF6Gj6AUxg7aFY/vMnfGr5Hoau+ahCkPYhogz3tPJU7A8tDPngmvLwOGVu9EnBQPEhbpT0g2jW7NKTVPeHXAD9Wqcg9NC5NPbL60z11ADO+ARZavvltWr2MJnM99P80P7H9Nb9G5Z49MHkiPLOeaj6zFRq+xjYcvWDX/bs4WJo9TwrcvQQ1hT0Z+sa9GkCev8zsCD9YpR68BHNIvfkapb69ihNAsPRRPBiNs72JB8W+c9OovyDNTTysHQI9XaOIPjIomb36P4K9HKzUPRrgTT5ayj8+4IepPPSSrbwaUr89vaD8Prqdx702vZ29lxtOPV7UJz4kc8K9irN2vT2bKD7R11U/rP3CvFYx2T3k30q+VCKNPjIVuz0mtM698CbWPZQ0gj/MxTK9xWXVvTGaPj2nAOm+fF+NvJhkZzwysgG/lBvDv04Wpz38VM29CX+Qv2tcjr7M+w29mp28vVH0uz7RKHC+yC14vMBC5DwDGDA+PIgcvq8Uxr2cYVM9",
        "WaTFPUv65b3aEtY9ao6GvUXVxzwHW7O9OetSvTRvv70dlRXAUSa5vCimCz1errY9Wf3YPmqy/z/A8Ei7YIV7O6cNP71IWca+QeSfvRTPX70US9K9Cm4Fvt69o72oXZg9UB1BvPuoS77wmMg9tKVtPc/4Z75NID0/JKKtPQIvnD18jVw9RVKuPzBqwD1CU6s9T0B3vvyFiL88oQW9etiBvXYsQT60cJs+rKO0PcT+zbzMBOm84Wm/v1OBx72EDx89xgkeQGqlkcAQINi80vmhPVCf3j6qX2s+oG2sPJT1Uz3gh/I9hf0xvlBy1TykFpU9JU+5PShsNL4eJrM9Nyd1vYmdBj6xs8q9CISqPeg4Aj3lgjY+xUiCvkrVkr1Yrqa90frFPePpYb545DI8xnZzvbdg+b84ZsY/AHzHPHyp6LzQA5s+apSfv8BoZrwGfIY9fFUlvbI8jL4I78E9EJvLvSPcpL4mB5W+FRi/vc1bwr1/qQA9qD7yPuCnSLzMfOa8RqigvRO/Yr007se9wD4CPBmJi71oOvO/nk0ovT5Qwj3F/EU9y4G3Pwx7tD3Eoeq8BBDcPqzXa794s2e8kG0+vKNW2L4YNJG+QOUKPczoijxTdC89Xz8kvsaTCL2AKmi7aDOaubCWS756eYG9AJY5OZEeQz3y3Qe+DPJEvTlmnb11KB8+zFxDvqQLx7y4mwc9EswnPa1Yhr4wF7Y9EySuvdPZ9z1nxpK+NMSWvQRKzbxOlgq8on8ivjFErL24FwK8rcO0vkNBFz503ba8UoGavcaysD6QSb4/dJdMPaJXgz1KUHO99nO2PzCh9zuhQcS9DaWGP2dZWT8mlXG9tMZWPTV7Nj/R+h6+oIIzPXCW/7v2AkW/LDDWPtHgr73YV4G8d6z6PuSDjb4glxe7jJqkvV4prz07Ltq9NK81PaLCkb0/xxc+csZ7vpYZjz2VOly9DwOsPffslb7K9kK9/om4vQ3S9DzV2Ai+CQOrvcIuvz1+BUs+0uZuvogHrby4CqM9",
        "9FqfPNJWa75AcG079vS/vflnFzxDjPK9o77cvWLShT1aoAA+ik7UvXDQPDzDGom92i/pPfgB172IR/k8znvIPRkogjtT7pu+gOKeu/idKrxU0Bw+8abZvSBe17zIHqQ9cHgEPnFSRr7mSp09+HSlPbOpwT12vQa+Jo6xvSBU6Txkoxg+NlxlvuJltr2rMIe9XERXPrc45r0oFUg9pHcGPeSmGz7uKQm+MgmnPWSqYz16UTo+ry5ovqy3vb2IPAO8tlA6PhcLLb5Ytuc8rvrAvdpZNj7jc0++gEaqPRo11L0uJBs724w+vt1md73c4ai8owduPrhOib6YJZy9CP6DvQ=="
      ]
    }
  }
}
