{
  "architecture": {
    "backend": "tensorflow",
    "class_name": "Model",
    "config": {
      "input_layers": [
        [
          "scan",
          0,
          0
        ]
      ],
      "layers": [
        {
          "class_name": "InputLayer",
          "config": {
            "batch_input_shape": [
              null,
              64,
              64,
              1
            ],
            "dtype": "float32",
            "name": "scan",
            "ragged": false,
            "sparse": false
          },
          "inbound_nodes": [],
          "name": "scan"
        },
        {
          "class_name": "Conv2D",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "data_format": "channels_last",
            "dilation_rate": [
              1,
              1
            ],
            "dtype": "float32",
            "filters": 1,
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "kernel_size": [
              2,
              2
            ],
            "name": "conv2d",
            "padding": "same",
            "strides": [
              1,
              1
            ],
            "trainable": true,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "scan",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "conv2d"
        },
        {
          "class_name": "AveragePooling2D",
          "config": {
            "data_format": "channels_last",
            "dtype": "float32",
            "name": "average_pooling2d",
            "padding": "valid",
            "pool_size": [
              2,
              2
            ],
            "strides": [
              2,
              2
            ],
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "conv2d",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "average_pooling2d"
        },
        {
          "class_name": "Flatten",
          "config": {
            "data_format": "channels_last",
            "dtype": "float32",
            "name": "flatten",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "average_pooling2d",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "flatten"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "softmax",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "pred_x",
            "trainable": true,
            "units": 11,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "flatten",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "pred_x"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "softmax",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "pred_y",
            "trainable": true,
            "units": 11,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "flatten",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "pred_y"
        }
      ],
      "name": "model",
      "output_layers": [
        [
          "pred_x",
          0,
          0
        ],
        [
          "pred_y",
          0,
          0
        ]
      ]
    },
    "keras_version": "2.2.4-tf"
  },
  "hash": "36a5b13f4422b72f4e14806de9d006cbdf43df55648aef896e7bdfc16c1b8470",
  "image_data_format": "channels_last",
  "input_shapes": [
    [
      64,
      64,
      1
    ]
  ],
  "output_shapes": [
    [
      11
    ],
    [
      11
    ]
  ],
  "tests": [
    {
      "inputs": [
        {
          "shape": [
            64,
            64,
            1
          ],
          "values": [
            "cassPskxdj/0/yFALGHxPnCxCsDbKCw/OjOgPVBWRD7MPkA/7zWBPtR/KD/pXIQ/Zu3EvxnpeL8XED0/0X2Xv9jsdL5ohOW/Epz9v3UA1b6slz+/+M1DP3WO/r4SBwe/OeyXPy8gEj/Pqle/zh0XPhhXlT5LAbI/QCMQP3hQR75Fd2O/RKq/PnYroj89x04/paWVPqdTx71Vhri/oB94v4X04j9gb6q/Sr1JPyTHNb86rIu/kCF0PkDFqb/r0Y+/9lDOP9IfML3/GHu+p2AxPwDohT54VAK+cka4P1wXKj/kCTg/JnZvv6fg8b4rg3M/n8O8vYzhOj8OmFK+GFXDv/cmfT+aA40+2gJIv7Dhij/+iB9ArKZ6Pm1RhT8nG1i/Rqe6PSBlE8DYaY2/uzFEv1DOtL4xt3K/YaU8vfKvxT750FC+r+tmv4D8qb+3/rm+HkIoP4BKhb9HzEa/oEH8v9RDlT4QdYa/Ao3dPk1fur+6os4/YmfoPQBEJ78n82S/Ns+Tv3Bzlj9pPBU+cb8Hv3wbrT9R3Um/5OPOvS4GoL9V5Zg9QfO4vo19NUDxGNa/3N4WwPAClz+n1s+/NIZNPwO8Hj/W4LM+qW0ov8SWvT4Ybba+gdw9PoRXyL68c/U/F2CMv/TJdz/kX1I/ryNNvi4Vqz8lWG2/MMCvP4HisL5kGjw/svHKvArGCL9lJmS8YJOxPtvAh78iN52/KhIMvzKvdr8qAYq/DWX3v0aYWD/JBVQ/UhPVvwYig76trTY/gshQv6optT8Pqnq+UuVwvz/5zr7XVoK/Ywanv/p+Jj8cR0U+2Y8NvzuhAD4fT6S+hxVsv2+wxr8EopQ+lzMlwNFtTr//K9+/R7LCP2SC4D4dk50/l1GCPuvTLT+k7fI+liqgPm0157659P0/c2tkPwjsw79LGSw/i1MRv5HngT5K/FQ/Sr8GPvBDmz7uhka+XK2hv7tV5T/+2jk/v2TRP7LdJD9jRoK/5MePPejZqb/r5WW/aJaJP7KHBUAQ0cu+",
            "6XiYv5lzd72QGGi/4sy2PmvZ/L7NBzW/Zu+zPn8NRD4CW0g+PKy8PTk+qz/Wx6I/qkPdPPmqDb98bqu+e3Jkv6osej8HnNW+0GgHP/VXg7/Q5KY+iEQXv2VZeT45B6u/+ZhmPzRIDj7I+pm/HFAEvycnsz/PbhE/aak1PKRduz4lH3G/Re+HP0/dtr92Qse/MVZ4vydaaD1wk8O/WEZ1P/JQMz99M8u+XzN2v/TFJ7/oSQe/jaOwv+bi7T7MN8c/+HGVPsuzUr6ooiy/LP6wPvmqCz+53+c/VU0mP7ACsz0E5qo8CmQ6vfWTDj8byms+iHCxP54WLD6eKm4+mQ/PPrebgb+0R9+/+hqwv2egfz3xUte/orszP5CuSr/6xWK/1KWCv9mPAkA9bcs9iOX6Pkk9QL4p96+9+JdPv6yEir86sqC/k0xcP9N7Nr9Sv28/KOWQPzH0mr+aPci/C5BIvykqPL6uSRm/BZe5vgVGaj9U55i/nyO5PxQEeD+eOpi/5iDCvZTOtDyRTBW/AhUeP4Cs5z6+euG/2TTOv4FKX71whbo9ww0mvlHtvT2ec3g/3I5Bv2ssHD9qeNY/BUcCPy9ZtL6sXLS+ganJvjtirL8P/Yy/ZoM1Pn0UjT/I606/G5mHv1osCMCEQmI+Re9cPiNoKL9DiQQ/9lS+P4wdAj9B92I/6u3/PxbF8L2BZWQ/McVZv/VpCz9WPDs/Kl9nvi/ijr8jAhA/mfROv9E31T8XnpG/lra0vkU+xD+NT5W/VcabP1XGzD2yMIO+Sgapv8Y53D0rZfC+JkydvYRUAj54n44/3IfmPvwnbb89uiw/HzGyvOpNET8EcRy/teCBP3X0EUBYFni+JFMYv/ADEz9yH7G/tAoHvitH9T/eEBa/Xlo3vpncsL03noi/7DKcPds3/L7FC4y/lO0iwBs12j5sjI2/pteuvz5L+T5hEzfADNiAvuGTlL8ojaQ+ovOJv2vknz9zHqW/bjZdP+fwuj6av52/dL8kPWT/xr9Ay42/",
            "v9Gcv32ECsDcWsw+noxBv9aXlL4C0ZS/tUsFQDhK4j2PRF6/TlLbvwfPM79WSh4/UOfUPgIz9b8m9p8+ThaZP/WItj7Cz9G/bsGLPXCPsD5HW8g+h6lrP2GZYr8lI7u9J9yoPeyLgz9JGdc9TqIyv8caaz84vsI+DdPPvqNP9j4seLG+avbTvuKC6L+LvKO/+llyPyT/6j1mqcI/V9ylPyGhAz/sNJC9zBeIvwMgsb+YkPK+UoRSv5E0lr5/X4O+XeCcPpR2yj8Ct5C/kAKEvtxeKz0FVIy+FhCgPjrDfz06g4y/bygUPtwzdT6vOqa/ORuKP1MHLr/Q9bY/pNEAP7KzhL7V6eS/wovWviYpYr7aXBq/W5lDP2Nhlr+rpizALS06PvxZLT1pjhq/Ceqgv1aZBz/W3qq+kadQv/DuRj8iPwI+qDVaPyo7lzyD57a/ipyhP5gVUr+QL6I/zDrIvwxf5L9rHZ2/D82iv3MXDr9PnIS/JHt8vwn9r7998gm/0xHXP0ZyCEDcgYu/tIA4v1O9BD91KRY/kK1uvmfLz78rtG4+ukE0P8B+FD919ZU/NvswvvQ34D+x6ng/8bEYP8nKij/CYfW98Vwqvx6FAr4QYby/V9n3P+zqKj99TC/AC1OnP07LMT7ieuO/XNhpv3mjM7/zA9k/d4c9v0goBT+uXso/obpQP77p/T6gToW/OEHGPm3ECL9KVJs/7lAqvYIwij6rMFI/zjoSPw1lvT9FJ5o/+VHcPz8L5799DwQ/DyC+P80Hxb4FgyM/Pzmfv2FCH78ZE/o+zysmvwE6Xb6QLcw+CdtivtX1Ej9dI7g+d1L1vnrver717OA/IIIiv1JON79AeKW+OdPuPx8lV7/cF1y/GE8JPyXd+L4O5JO+wnxRP56Hoj9/l0g/CkVmPyB6Mz83Lbi/53Y6vwtDEsC+i8C8D3VovyhFnb6+JOo7QEy4PrVS+z9rTRg/I/hoPeUIG8A57cg/XfM6v3hgB79uPh09YZUmP83tcT/e1iu/",
            "ZfVYP+tvqb/d4Fw/4pWIvteVij0rV7m8psOgvyLNjD7/YuC+n4iNvygL0z9KSBA+84fxPNMec79tvDS+2Nh1ve/mlz5KA2W/psVvP63tmT7mfQw+0gCcvG2p2b6KkxC/BdAnPu5Xvz8+nME+p8lmP0jpdb+vuhY/uN7hvXbgZ7/DhtE/rnV/vxqy4D/EdEI/n/iJvv7il78UBA0//hXRvwDBg79O95++61UNvx0cGz5vCdI/lhAiPkCpjj4/E5++3mK7v7Sngb6akky/jSAAQPGfxD+Q3Ba9e/U9P5BAtr5+rp8+SmWAv/oTsr8fwRE/KIANvw8i7D82s/w+/oWUv9xy3j+hgg9A4z2ev2NE1j5QxP0+C03tva0VpLz+g1e/6eUZPpiSYr1yJKw+jaJwP4XUXj/BpGG/OPFPv+kz2r9XLbG/8YJSPa5hoT+yRMo98wJSP+tR8Lwkf+G9cb6bP/PC2j9wj5e/pWZkvjAHeb8lCNU/ze9OPlo+6r0nITU+rAvBPnoJFr+Lv5U/LP8tv53QTT++Uga/URUZPwFC6z4PBX2/6rKEP5KAKsDlQrA/0EgWPb+tib+dWkw/t7bvv05ULj4MmKu/d3Q6P1kD+746YZ0/Kbfmvjg+u7/rwve+LTLsvFV5H0BhcZA/lUwLPwxeH78JjqK+4FMcvf/GTr9Z6T+/4bEAPxMy5b+OoT8/i6flPmpw3j9Hg7G9Mul2vnm2lz8lUw6+eOT4v45R7r8a2Kw/aTxYPhPIaD9+PYU+HtgUQGn4FcDUsjQ/MQbbP7c9UT6WbpO+XUSZPw5apT5iamc/XaY1v98CKb+QGZy7ugpLP/SlNcCDkF6+E9D3PshVqb/8vts8ZfYMvxp2wL/CX0S/eUlUP/gNyb5bnhG/I7aRvxBjhb9dQJQ/G33HPqv09D93csU/oMwTPk/8l7+JmL69cyjfP5f62j+Qgf0/HELmPyZa1D+tokE/GJxEPymA+D6rQiq+wXUQP2fEsj6UQOC/VzPRvZDxhD/1wg2+",
            "Inegv0RnKr8zMLG9AY/TPlW1iT7aWqS+L9sKQD4DGED9ujO/vj+avlqqG7/cNhC+OkYwP3nBGj8+3Bw/tDpTP12sbL8FZqy/MWMuPlXCqj3OnIY/0Uy8v397FT8wJza+VJCePSf22D8Jgtk9GUlYPeGddD90xHY/6tYvP7liF8DJl6k/v6h9P9cNvj4lobM/fQREvYGKEb+/Nd2/q34/PknThT9QJzm+AGBIv0vSWb9rtcq+i+WsPkjF/T9gVAS/2skqPwRhiT8NLp6/Z4ZPPiTmgr9h8oA8DtsHv6/Yhj8gpA3AWsmzv5eXgb+wTQ6+tO1gP7Senbwd3Q2/MsYpvwUNbj3RmSy+BNX6PvI1R7+hzj2/MB2aPs3iCcAzhhA9hPagPm3XEr4jEtG+uiN7v+AJEsAzI5K/hPwYv9aM/L8aWdo/8aGVvqpBYz4N31U/ZMdfv404Xj++fnC/SNO7v/4GlD+HGfu8enjMv3wLrD0hNC5AdLgIv8H9FL7seH2/zRk8P1pPmj9oRDg/R5/GvsAsBr36Af0+bAS0vhCHW7+/qSO/YRkOPdC+aT6nBdO/MJ6fP32s+j690Lg/HGZKPRsCnD8TLhI+JkT3PwT1PL4ODks/DGwKP2LXlz+1Jqa/xruZP7tPFL/69F+/0+3IP16lpr50X3k+PqZ9P0Bqgz64M4K/HnHxvqicAD9E3Wc/UD4DQFXUyL+FXPI9kthkPoZs2r/8Axw/duKSvpsSwT1YAhM/uQ/Gvm7Hcr/O0g9AOrUcQPbSjz93Hgm/gQcxv/9lvj67MYg+3BQRv/qlgT9WBIC/l4a9P58JVj+Gau6+4CaJP/zM+L9M2jM/t4BIP66QhT9Tp6I/pVmPvyUJiL6aCQO/xWJ+Pgg9sD3uCYO/DzcJP+Zjv79lqdI/Yl7GP/txpL9ddgC/GgLIvii/sL9nvdo9QomuP7esIz90TLu/POtgPvh/tz/5Jru+f7rIvxfZEz4cz5+/ZgUmv0D2or/ZBqU/G/akP3doqz/DwCC/",
            "Peq5O1FoAT6lwvY/c15NP2jwar7UfoU/8zM3v9Fxvj8tmAQ+OoVqvyrKq7+rerA/EJsLwA4ZKr9gHFM+towDQG8XBj/8ugxANHIQv6bomL7DItY++y8+v4LisD3mfqE+FigzvptDmT8aAa0+wOuYvjIpjj496409NcJ8v8E+Qz+YAZS//7k/PuN5p7/zshS/q6J3v6XKcD1zo0U9W9wCvzrXtT8ayB0+pnwlP8KQ0b6rFz2/Y+28v/IpSj+zIeG82GpYvrDSWb93INA9mzLGPxK9x7811g4/rpotPtbruj5zlGS/Q1d/PomMfz+GX6A/GtjRPkaJkr8V1I8/ZjNMvijpRb8zuVy/hU0fvkhCZT+f+2Q/Cf9xv8L8TL1oHBhAlot5P5Ru5L6a2zU/gl42v5KBZb6Czts904LpPrNlHL+pMQW/sr82v7sylL+ZNY69Nb5OPeOYzr3hAHg+VG2zPzB7oDw1owk/pV4CP6JdkL7ZoDY+17/iPc9HPb/pAzg+PUR2PrnyxT4Tbfa/JNKUP+umKj/oCDC+omL8PspudL4dNps/w5+dvqae7j+dbMO+YJ9cv6505j8Va/k/t3davxh/0L8kKSI+IlPKPzOJCr2rdZ8/EfPFvxp7ID+KZyw/ismwP4QZ570iVNk+sxycvwKWeD9CU2I/7BCyv/na0b+hGv6/iADAvxPxX77sy4G/dbABwExtkj89s9E+i4sLQDZ+CUBWOkc/KMFtv9CYgT8hpt0+z5lGv710+L7mLS2/wDmwvvxvjb8Isqu/l3c+P16+vr6e+4u/PeuNv1qgxb332Jm/vFcYwMM8ET9waoG/B2nQPxbHYT5Yy9Y+Tvt1P9ax2D2qqxvALG21P4geBz98OGo/JAwLv9ZgvL8AHq0/KASsvlEDGL3aDcs+pftyP2vS3b+Vr5s+OAgAv+aClr9qv1q9jQyqPwTdyb+oA2m/eKIYPzDWFz+jM1c/quYpP3e7lL9GtAC/UQu1PqMhuD14CGe/iXhHvjR3Jr50Kdk/",
            "W+1OP7QFaL8Ic1g+6/QCwGJW+T6TSuW+SC9Jv1idBD8wzJK/HM+avnwgEr1Fq7u9+xS7Plh1wD5LfUg/4AKav981SD0im/U+DzIQv5QGaT8LpKG+y3nhPlh9HkBPJhO/PKxYP9XDrD+xYTK/TBR1PaPcVz2Rz4c/7mM5P1bbzruDJqi/8rOVPtG8KD73WCe+gzMAwBqiZb8UWK+/XGB7PuygkT42Q5W/oqmAP7FYFb92vhA/irDzPaxxCL1wASq+i3WsPvdjez12FsG+Zoi5vVPQyT/CnVK9zCSNvnE61z7qfaO+8EmNv6m1Lz61zYg+9ikdPehYtL9DpJS+IVdgvnb/Nr+wOpA9CDmQvy5axr+OZMc+sv9/P/e4yT9dSbg/VFfJPmpFMz+fA0G9YojKvhphgj83Osu//HvvviTF/r75MuS+Nzj0P1n8mj7nNpq+yGB0PaJwnD8Okbu/N5gkv3TTuT/8AWW/VYiNP7gkrr8YcNQ+qmJ1v0mDfz64RWw+S72WP1NgC79S3hQ+zDwCv6bUrD8ad5S+oMPTPyZLsD+sNmK/28FaP9vreD+OBps/PqqIvx5kDj+wss++60nIvmbExj/3g/8/P7QkvvQg+L6LOp4/wWaLvo6Jvr+PFT0/seayvyWq7j6W2xRAkUKZvimHiT9qRb6/kwHmPvJJvr+GfuI+oJq9v6TWqz+wi5s/JkUyviXRk78E4lM/o2lhv44rGUCnJiu+WOVHvzuT074+j3++vWX7vmdser/DaoE/T7ZjvijlqL8XOxA/yYRiv7Pzc77Eu1C9v+AZv9ZOdb3ifc++iZgNv07C6L8qgeQ/mMXYP4hlHz80mde/owXHvxl7g796Cck8IYG5PkNssz5V1DI/C+unv47jn78Oaqu7lTxmvkPtwb9+PyW/55DxPRpZvr5eKnM/Jf8Kv1Iulr5vvbW+RJyvPz/nab8yP6U+fzONP2Xc6b0+oSfAqEvMvp+2Or+nwYM/9u/WPyaRjT+UjUC/FWXmPjPNkD/8wV++",
            "f9/cvtnsJD4CN6Y/w2qgvg0URj90+B++LNv1PyBpqD9mX4y/NFcHP3IXpb92uaE+0EKePSJKyT9GJXw/VrKYv5OgYr9gg+8/y956PPFTPL3EOv09+08EvCv38z+WHFU/jLafPl+btT/kmQ/AxNOHP3NYMj1g0TI/+bwov7SeGz4BltW59Um+vlBU977J8cQ+mgSpPwCyvj94mc8/lszsPQjvbT+CbWk/FB5Qv3ySAj7WzgC/yKL7Ptc9jr+7kZc/TuIav1mgyr5KSXg/3AOMvg6ENj9dVRS/G/mvPYk0s70DtRm/Eyscv6kxJj9cX/i/nkhvP20CE7wRt6K+ZrkZv2W+OT+xsU8/4aShPvv9ij+KcYu/tCvevupBGD9+YZ+/2M+WPunAnr9Xyo6/3y9PP2N1YD9+JSs/w3u2P+KenT6XTIM+fKVMPcWBQ79smdo+rafzPel7A8CPgTpAetM4v8nmpT0i+BbAU326v+BsE8CtqVq+4ZWlPmfQgD9XFz2+pxL9v/PwsL+PYqq9cvJ0v2VvyD1j+ku/8enJP94wpr7Tdbw+CWmfPoy0FzwQMw7AnWJkPnJEur5MMeQ/cwtSvpJkIT/mU0s/xHv1vz6PvL/CEDm/+lIxPSTfDMC2jxs/QKKOv0MzHD8M8wy/P3z/Pw9Mtr7QD5C+P1Hov7RGEj4GKRk/w/eEP5/Eu7/g/gpAgsiQPy/vtb1HE8U/3KJsP+qXpb9F5Sk/7ZJFPog6qb8yvh6+7cHCP4npHT+T+oc/FAK2PhHFWz3kgx+/6N6gP5YFjj32Yty+T/9UvzlEPz9zY7q90A/Gvcgd0L6QnWe/IlmcP/VrCz8x/Zo/YxvJv27fjz8fnlg/lHJov3c0gD8XkxS/lKJgPx1TXD8Fwpq/XPClPgAXGb1l0S++XdA1v+OV6b6QUCRAK34gPerB+D7DBGw/c3XiPvyQgT+IE44/p4EAv93tKr4F7yu/yqKvvJN4fz9wGoM+U3zfPmvBAMAB/ze/7QURvjhrq78U9mk+",
            "9Lo6Phy0bL70BK0+39WnPu1zlz+MG6y+tU4bP9jhAb7A8Uu+eMS8v3p4kb/reus/MOF+P1VLCb+TUIa/uT3xvv7/uz555G6+UvsWP+bpbj/wAUS9LUPMvUzZE7+rQANANfHevQpOV7/fbyDAYMZ/P8FH/T5L7ye/Vm4WvYwl6r4pyAU/f4Qdv63TM76+cG6/L7mYv26GNT8b/yw/N/H9P1TJK75nIEe+107Jvx3Zlz5Xrg0+9yCTPRi2Rr/pKv8+aURLP7KXnr27Bbw/hVWSvo0TwL74xBu/BBRlPUJwyj++FMm/m9ghP/TpML+pSrW+PUEoPrTdcj+6Dd+9Q7k9P/Q/KEClfRK+x6QoPtRqsj5ph3y/U2QiPeNxwb24IA09Y65gv6rNxb2Waoo/nt5uvpSGBr9iFdo/1NsEvnaJ4r2Sk38/vCrVPSEQKb8DDTa/HUfZPhXUo762QVY/LgtYP4tgv7/bc7a/CbGhvPwkHb9/saC/PiIsP4FQRD86p5o/qdFLPuSCvj68mDe/HRchPqxR8b7qxqY/cVOcv+IYAkB1YOi9s/ZPv+uq776A1iS/Ac2wvl5+IL/OGQhAnzjKP1XqOL4ZwKG/TZIsu21U675cuQq/TxgXP3zBZD+oxxq//AxFP1/OgL+D1UU/D3sDv6fpfD7Kb8C/iDsdv6W3RD7TRdk+9+SkP0Fp6D8e9EC/ryTgvz50NL6+jGM/C+MOP2iAlr/6xws/ENvKPgsjO79zvGu/Q+eOv4tStT8SQDe/jmJjvlIACr5bgRi+vTV5PsMPPr/AV2w+T9H0vSLruT4q+52+8SKmPZ4f9r3UWPu/zZVLv5QoT7+465G/vjkzPyV3nz/Bn0++Tg+Dvxn9v7+s+Uc/ZhwbPzRQuTy6ShU+06TZv1ZNuT5mJqM/Xq6UP+67+L5Ygo4/wRfNPlJ5Yr5s6KY+nYIuP3Geqb4ckxG+A26YPbDj2T/eh0k+NGeRv7jx4b5GgL2/sAorvnwpjz01yYW+9Hb7vx73LT7CnZu+",
            "3uNxv0Dxi77q9FY+KwmeP9zqNL6RZYo+BGTKv8VZUT+ZlYo/pguGvyaC1z4ncmU/2v/zPr43Yj8zCWy+EmtjPjQFB79jvoo+y/DIvmgvgT8QToI/XXEMv5RagT4ZNkK/SAQ8vsQLer8BBxG/caT8v+8MR727WJk/KwRCPwSgO75kpni/nayWP1C5dD9TS8i/xcstPSrYDb80rdQ+QrLhPjsObD8qi9++ghnevtXixr8Reia/HJaAv1cwoj8V4R0/gaqKPnrlfL+h9869D4VGv/Gd3L89pb8/W6fkP/72x72UDZG/tuTXvsNfbz9yn2q/AmuSv0ZdvD5WYEK+FJuqvXtNJL/DK4U/xGJUPv3m9z+Dlym/XtdUv5B9xz+SWUe/2Bfyv5XeHMCJlbc/pgI7Pu29or+64n++IToOQCPG5z6KaOw/jQ6uP84jmL05o5g+ihYvv2hqxb8QSOY/EVauvxrwxr4FBbg/5uQrv91XS0BoAHO/U5lcP/6swL+wH4s89IdJv8e7JL7QXgJAXyUSwLJmSL+cFwBA4is6PzZfcb9b/5g/0lsov3TeGb9Q3iK/NtJVP6bYKz/LfXY/QaOuP+lwM78v7rQ+/5kdPy48Ez/VckW+m4tWvuSqDT+sc9c/8HMdPyKx6L78eh6/j5XsPhkdbL6wK26/l65ZPDF0X79vRoE+kfOAPgcMBT2aR8c+n6wcv27Jtb6uPzC+REUaPpefXz8/xb0+ILkEvQDgHUB7Txo/mhRuP3L2kj29k5S/H6Oxvs2C7z7j5bM/gXvcvx03rb9roUW/iwtLv+WYOT71Keq+UY0XvRXUsr6pQQ6/EDg9P7vccD8VLzQ/qU0qvwxz/T5MEQw/0SwXPxKo0z7pxDm+9/yvP5X8KcDxX7U+QrKSv+hhDkCgsTa/GVrsPznsAb/YBNs+CYmAPwFkFT/P6mO/mgoJPzNUsD+Odm8/EtgqvxGgnL/iQOi/lcqXPq7jk73BYbs/1T68PuMAAj8XW6g/R0Zsv02Pgb+nTQO/",
            "pTiYPzIGub8EnDA+HrVuP1kbc76GZbY/eS3uPlF1HL/qTjw/CsrjvpUGiT/ygQ8/T/PRP+fu6T4TSCM+1SUUP19vCr9ZzTe/lQa5vkOiFsCFHVk/B02Wv8jAGL1e29Q/sgQZP9fJ0D6dmnu/dMV/vsX4cb8ZJ9M+AgXsPvoTeL/KptE+UwcrP1cPkL0yRT2/R4CtPxwAn79Ab2k/e5lMv405k7/Dssa9yGthP1OUEr+6TPq/4KBbv/gHhL2l3Bq/HMPWPhZq5z/Wjja/QxTKP3HlGD7UuRC/gWlevu8YiD6DshE+XbvTv7HkKL62wbA/ioOBPsNdkL/f7Hu+XdrsvlLzi73CBHG9bRGnP8Mstz8szb4/l+DXPcEelj6nqtc/b0FFvqQ2zDswGAy/bgCKPyU8m7/bKuS+yImBvgoFUb+mB7885ZGkPxI2t7+xKWu/vT5DPmOv0T9pvJc98IZMPaFeUr8yqYG/tPylvpJi8L4GhJI/962Ov+7FJj8B3yM/DWavP629Pz0qSrw/nPNfPY2eAcCluBM+b+eOPwEBvr486tU9m9wcP1XTQT5/K0+/43mHP8pmVr97LcY9w5uWv0hsur985mO/76Isv64nBr6zkXs/DJ4rPzkKH0CV3MU/fDUlPmkfAcDmJqA/nLqzv9nuqr8+dgs/cEPuvQdCPj40RBM/oFesP4gAOr+lj5++AxXhv4x2kr/cSfg/GNwSPhuLZj5tRo8/yxWbvr6IBj2BTJg/QWxNPxITDL+Kn4A/74PnvtislL+a/bu+pYW4P/sa2jygFa4/LeGCvgFzDT8XDCI+pnkgvlJM1z/Dm/I+bWhzv/mkQr8/uRe/e8ivvkl9pL74gZU/uWN+PfrC+r/zVxE/1i9aP89NcD9O8b2/gcPav9eFYDs1PFE/TZpvP8F6yj5zItO9rk58P1cmGT4kWZu/moMyP7pOJT7D+58/4SEdv0jmBcDSin2/YdC6vhsfFz/3+eE+XGuPPtpG/T5feTs+3jyGPwmqOL89DVA/",
            "971fP/nF4z7MyXa+q0C7vmw6379cx5A/JPY6P2VoiL89KJY/3MCpv8bg8j2OtfK/uvCYvj6FYT5Dloe+k9tFv78yWb77XQW+tJ8BwIxdsb8ztpI/3PULv12F1r/YdkY81DX3vpqhkD8qOc0/bJruPrMPOL8ktsK/3Fg9PsiFCL8cfKO/Osk5P8WED7/KZuy9hOt4vzeVj7/ItSNAqgScPiZsTr5AiLO+nLbmPwcc2D/gkgQ+vIVCPyabuT7v27W+GjO3v+WRlT/MaiE+LuSdPreoR76NOc0+HhrWP5QI2r4pYwbAM99Yvon3Ij8w/+m9+HwGQOJHIr+LZpA/Wym1vw6YSj74+hC/LMTOv0hl7T763fY9LMNRP183Iz8fiPy+uZbXPxb2Az+K76g+QJykPhf0Er9CT1u/CO/SPbBpHL2T2Lw/Yfn/Pw9JXT5YQIm/oYmEPxnkir/U56C/0DQGP4GSxTy1Uso/6VLPv63XoT/VMZS+TbSqPnWmw7/T1SY/H63uP3qMnD0qCre/LCcgP6sEKT/mXym/2D8BvmqRVL8+4aa/qzzhPkgk670vXNe/4PC/v+5zKL/PDQNAu6XJvj/Ulb+U/TA+o4xgv8WpaD7+4JQ8ccbUP4DRjz7vbZk+eiuMv25rhz9n0aQ+1BVbPGnh27+3dzy/cqQjP6CoRb9AjI4/fsZRv4M8XD65VdM+3tTgv3m4X78bPwBAPdEvP472Lz97jAg/4448vcXg0z40+Ag/MaWvP5d54r7mghe/8v8av9bOsj2+I8W/wt70P+h7Ej53swxAw7mlP+BiSr/2xI2/Boa6PlOL8z7En0e8NdLHPtojrb93Bds/NXoCv5dES71Q/RO+C2GJvxQnAz89HLS/C3e+vk5M3b3gBKa+TaCDv3QlTz0wZpy/XGZhPzoj+z7gEyA/0z+GvkEmu75NWmq/wvNRP3oqoT2FZZw/mEuav4auEz6njRo/ydQmPxjk+j1KeKY+tRyhvtr1S78nShq/zj5Mvlfh5T5jcQFA",
            "l77GPk08nz918cw/l8m1vYhHkr6VoaU+XgPPvlFsUD0IGU4/MY5mPrpqB7+8g5s9S+Q8v31EMr/boi0/zwhKPivog77eEJ4/4vipv9CTiT4IgrS+/I6dPiaeiz2WNce+ydsMwBHRwj9KNq8+FnDCO5w8ST+EQjg/pqzTPkG20r2aths+LxepvxWtpr+1N4Q+SQ+sv0DlMj+M2/4+yZhOPrZ+hz7oosy+EDIUP6VztT6/2qs+B3k+v9noPL6G2pc/SdWpvGi86z/w+gbAz/Kav5GmDb9/f7y/JlzMPvPEqb98s4O9j/POv2OLor/5eLg/G5YQv/66Oj5rsEc/gpK0v3+XxL0i5YM9RvFav3k91LzBrfY+YXh9Py2IKj8bVr+/bGGSP5nvvb52rIi/wauMvnv01b7IVvO9wl8ovBSgNz6KlFY/poACPpr4DT9BK4U/q8RfvS42oL6eDgu8+1LJP5HFAUCFGWW9BQw1vkUY5L6xvMS+wGp+P4yBgj9sm+S+y6iVPn0vwD/FZIk/PU+yuxdEAD7bkau/I5PqPqVP3L0t7uy+sH6BP3/lgT5pUR29zTS3P9Nphb7XSAc/vNAkv/B2e75MGXW+sgknP2E4nT1KX1k/jKmRP9IAlL3c9fs+/5V0P51XWD+wodY9SEi4vhBTVL/HN2O+zsiovoB8m74VXJu9D7GMPUC50D9CT8y/XW+Iv6dqFL+k77w/bFcmvy4fAL54upW/s8GCv3DyrT59sXw/w7qpvrD/Mz+r1Ym/JsbVP1hcEL5bhpc/4wKhvQJ4hr8f7R2/8qaPv4KuTz6S+fQ+B8uIPslllz01D0q/eHlMv8cvpT91Ebw/xMvRPcPVVL8DXoc/DPCuvyW9K74M2qY/wNxrvrAaD76eaRk+CZuJv+aVnD8GJZS/soyav89lIL/wtx6/LpF2Pt6kNT/aRa8/G+25vfEUsj7+lYA/+2gEwDyTk74UQgg/vXO0vsRB17/+vJk9UC8+v2zdR7/vS0S+bI5Ivg/RqT+GY5a/",
            "iWxWPY3+4z5m5QnAnFgBP/lqW78/BAK/zg4EPi+Xpz+jcaW/ipBfviMx17usMLa/h+Kdv2SE7z+R6t6+Jr+kPRb1tL2mY4Q/DuiiP8TKi792G/w+Z1LwvodFSkBLDeC/nNEkv1Fvyz2GBlE/4QIQwMoL8b6nZwS/nUuOPmsr0z8605i/hrSvvd5HpD6RbV2+7QIKP30Xtb5iXBo/5RQ7P+p1+j999s8+0Ui1Pwr25L38O1Y/PIkjP0N3Bz+Axs6+qhGUP8nOb72o0+0/UDwuv6RWkb9HFBa+vaD5vnjcCr5WUPI8FEJPvuRgk75P+La/nrgfP0ZpL74FSyu/vjM0v/Ar/r/fXJU/S3kmv6eH6D62Xd0/3jddv9ITsT4nUIY9ke+2P4rRvT7Wppk/q1psv4PUSLzsqUI/Z9IYPyQnsL/onDM+8ZKNP1BXtL7nkgzAAyzHvoJ3GL9E0dU+6jw/P2nxJz7Ypl+/sPI+P+MQZ78g3uO/DPy7vhFhpT8nbqc+XsKgv2RdAkDYkWO/nGFyP4D6Cz9c3lA/UoD4vJi6kj5gZW8/IBC8vi+Rd78fvZq/xQMzwJrI5b6+vsU9MCEHP6gMyD5wYOu/YguMP1a/Y78bOQ2/XkG5PhqXvL/jWKI+sFYKv5FtPL/Q50Y/b57VP0YVt7+4tKg8rHyAv/GlK74p1k6+FzFAvLUSyr2DPYY/LKaLPp1qvD6btpC/FEMxv3JGzz2NEA6+lV8xPxvCD8Driaw+xPmnP+MnvD6tq3A/l7WSvza3Vz+5Cbw/dAT7Pi1gAT/IAKm+QfG9PlFdOz+Avtu/SJPAvsjLRj6ymKy/kZgawJ5Bh7+UHeI/qocqv8O6IsCsrQ3A9hyIPxALcL9PrwxA4+aoPWzyk79Ig2c++kprP8gbqb5BgpG/O1iiP2PzTj9crSE/NaMEPbO19D5raQw/MGI1v9hhmL56k9U85NulP8Rc3j80rAJAVXQNP/F5f7xsF8Q/Y/KgPsscb78hfiY+Uyz1PYUkh78UvpG+",
            "+71Ku/pYCz9pFBA/BAK6P19ZsT3MQHG+F0CcvUp8Mz+UwsG+KwiSP+BXFz8oJ+U+a+kjP29+yL8IPso/vpd9P4wGRz4f1Z4/meKTPTy/Gj9bRto9BM8wvi2cgj6OPRHAn501P+YdXr/ws3i+ZsPhPmONgj7PVAK+AcO1v0Ow9T6JOtY/NSSvP7H1GT+LJya+mql/P7Xwk78HFf2+NbBJPfs2nL9ryD8/47uPvh6qUr+CJik/A6obP5kinb8AzxhAUHGNvy9Ocr94Glk+pbiDv7aJuD9d1kO/tNorP2cUx783YgfAM3GbPzKkPr2AU+a/085sPpdSlT+p6AK/B82Ev+JOJkCWVc+93WObv+K+kb/GqR4+fIILQH3IlD1Pw9s/3BiMPRPByb4R68s9QPNyv3SMMj8HXBw/uIo2PvpAQL/F/Bg+xAlxv1lFxD5x03a/E4Lwv/uAtj6lnYg/y1q2PiQ3DECzxyY96dW5P4BU9b6QzjC/TBjgvkAzuL3Nl1I9SZHOP6/0tL9VYC6/mqtkPzbq4z9dQ/k+HgX1P3Zruj8dX7e+xj2ZPpQgFcDSLZc8WMkpvAWBqz9P4EM/i2rkvw6Owj4gcDc/+1WaP3/57z4Owxq/2PpDPz1NKb9FUDU/IupbPkNl8r+BCMe8OIRBP3ZmGzvFO4S+vPqZP2VXjz6RixjAd/LbP3tRR716aMe9wl+sv0HzKz9JDFa/GBWPP3Bb878hEEA/EJqnv+FokD/0Z3Q+flZ7vhj5974dPpC/mGLyvKBorz/reIW/x3/YP5TUlTtp92a/QMAdv3kZ4D8ZdQvAkn8CwM6aZz8uAne/2fnZvnWZo74OzK0/H/adv3GR7b3+RBY/EuDcP6fJxr/7rrG/VeMFPwabV79ZS3w/Tj+2P+fBlb1TZCG/Lml4v+tZbj+pHO8+3NW5vVofRT+ZuqY/FLQ8v36b1z8b5fK+u3CWvmc/qT0Lcls/61EQQEAh0L3LOlw+se0Hv40xyj/PYwA/EwKhP8vd+D79Q5a/",
            "iR2QP2ZOrT5xtIs/8UdGv/HYPD8nx88+/ognv/GC+j+loMM/RmrmP8VyEb4wutW//JXrv5wAZj7UU9I+3Skmv3V8gz6Rigy/iIs9P2N4Qz8apRw/oUq8Pmebhr5FU+6/Bq0ZPzRsW7+GGxQ/17kWvU5NhT8iLMw/Lz3NPw/4Z7/FZ3G/lZAYvugRTT+BQZa/+Q2rPYCLnz560rS9wORLPoxdOT84xNu+tN7jvsMEjj8eKMG9p8eiP6/l9j54p4S/dqpwv0F5676LsMg+SGRpv288ar+B3Ua/pCiHP2oaYT9LXT0/NKQDPp/mEj9t4mW+It+DPjMm3z+CeyU+aY9WvvhElb/gV4w/hM2/Ph7GHb8Ko+6+i6fuvxcW1b1dnSU+rQhtvztGA7+GP5K/s4H2PrxxSb+aKpm/D1eIPpNpOD7VTAvAQfHlv4B73r6OusW+oLV1vx7ezTxIojc/EjqYvVn65T+8SVK/PxiSP24fST/A1BW/zFAwv8vlPb/Y7BY/dGBxPy65GD/f5Cc/bnHGP/muMT+9Ss4+JYByP4zTPr9zmQG/wzX9PS1PQT/qsiw/2wO/vqWUlj0oxwjAmStBv4EBOz8mPN49Dk/Dv8lwJD8VUTc/3gaZPnEZMb9Xr7M/hDqPvsJcbD4LgFO/S9iqvjD+Bj8z24M91tILPrQYyz+6U+U+peg2v250NMCJ+pG/ZhIpv+pNNL84w2c/ILc7v8Rtir+nXxQ/DHynP5NKmj8IBeW/s1x3v47oBb/65e29e+bJv3RiJj4E4dM++l24PnICeb8Bywu/oSqhP5YyCL7RNJo+Ur8MPiLakT6mxvq+ZA28vwFZnb8R0BJAm3tRvpijRb9/Pms/drxFPkT8kr95zxI/uQwHQMkIaj4L8Nw/pKxePy4SlL7IenG/oLf8vhfmgD9eKKU++1vOv/uKzD8/FsU+W289wBJD37+fe0i/EYC/voT+Sz/fEOU+HTV8vhmWAz9qo4Q/xAudvVr4i76yRQQ/zb5WP+hcfL/F1Z+/",
            "XZRjv4hCK7+UNec/VHdEv2apLD9nlsc/A6kKv8VLor/TD7m+GTkDP8xVmb+y8Lc/qOuwP1C27D58WRk/LwxNvyXdnT/AlDO/Z0OoPutaOT85M4E/tVbKvicVeL99/ds+dzp6v/o2yr6a896/JMyHPxbyAsAY8Zo+t1HBvqhMmz/S1NK8SLvaP4Ishz9VzlM/3r5dP61k87+2oMg+m/suPwp3mz2QLOQ/6Bd2P4AlI0BqYKS/5FBNv2Ppob+kZPu/8Wmvv2UJyD7tkHU+WDijPU67iz9zy1s/6LKbP05xyz5B9rG/d/2Tv00sUL5RfPA+335VvWqbwj8XFIa+a7qnP3Otdb6fcFc/ZG0LP3lfv78USSM/m7C7vdKn3T5j8EG+QQWAvzjBeb5Nn9m+d6bcvtIbL75gDD09J443v20SFL8jb7s/ZU8Uv/krUL+0xdy+cDr3PqTBWL/XTb6+VMMbP2uBgT4Yg14+Sqn9P+OL0T9ZKWa/Keo1PxoCm76zK1I/7Az4vmiLvb2wpn4/l4dXP2G2or9Raq0/hP6rP+ehtz+syTa+jFwJwGTXnL9ay5c/Ydlpv0yyhT/1k4W+3U6oP0JGnr7Zv2E9RCnkP64dhj6wQaq8eRIWv4SpWT8sSSu/bzhTvocdpD4VtIM/Lgefv9kRbL8J+yi/MQX+v8rcvL7Y1ta9HlyCv4YFvb0FirI+614mP+32OT4uQaI7AQquPqQq3j5QrIG/g2u+P8ZxdL+QE2e+m+uuP1/ETT8F4yg/wfURvyudoL9Hf2a/nEHQvl5uML8JupE+w/yQPzdklz8bT5c9pG/ePvPb3D4V16E+fW63PrgXK0B+VY4/kYMCv2p87z31412/gu81PyVN2z69BIK8pQU7PzYWgz84zQA/E7qfvlYU2r7Sl9C95Lqbvdemg78kIfg+JleJvvBNuj/Z0ig/GiqbP1opZ74BQjC+MCSPvVTE1j/DGs4/62clvg+BUj+LFZQ+2ulSv4Jak7+e/WG+pycIv7Cjsj/EMr89",
            "MnlgPoHm7z8I0hO/TBWsP/8rOj9sBpC+AlPuP2DMHr9W52u/h9X/vE/6S7+OqsW/rZQGP4nPxj7aIRG/7F4ZvvYhXL+Gl5C/aCZLvpn8Y7+VRe0/1tkqPDYRqD8bHxY/BbENP+gsJ78/jJ0+H03AP3baKT76Zuu950E7Pxq//r/fkT+/UHSfvnFj6L/bvLS/HrrsP5HrtL/aQ/m/BemfPvY0Zj8XUs4/oFOWvgf+G79B2lu/3o7ePpOPmz5+Sfo96U1BPscLGkDRZj6/G5MoPsIuoL9zzOS+K02Ev770Xb/fvYg/BuDOvrCYxb76/o8/i3E1PwZUmb71kj2/sdajPpsvzj88lRU/8rMQQKcjhb2pLJI/3pAlv+BesL6amni/vOGMP0lyoj8zW3q/78MNPnrQTr/f9bM+YnuCv4x31r5r8lU/vVyZP9ssuL5jYJ4+ZgizP2cXCL5mBh2/pwGfPpkTgL/hXCc+CjBwP+Mf1j4k4nG/89ZxPlio+j4+pQE/h6wDvimgQb/XYGi/VTn0PqicKMCp6FM/biepP4djKz/Pe6u8foFOv286rT4u4Le/hUqRvnBIOr/jYRq9jb2qvyeRBr8i/58/6l56v6jl7b6iksI/PBMYv1eqNj8UZ4W/E0osPgsnlD/V5v29j04zPupI9T8nT2U/jmDoPwVxgr11Uhk/jrPEvm0x7j7dyvA+W4iSPvq46L9tzgi/p2qyPcvk3L6kZJ6/ZCkBP4xNLD5JZC+/kwVKv/tBMUAvR4w/pFCjvzo9v75KrMa/e+vavaxsAL/6DK2/KsNLvoKd6r8PQpW/n293PyJw5D6c3vs+qboSQPTtRD9usK0/pTC+PwYpTj83qKi8Frg0vjORpT869iI/G4eZv21GbL9B7r299IekP/Dh3L8AFAJA8zmkvUvT9bx+QRpAML4zP2d40L8ri6K+ZdYRvr2XFT+EDcQ/D+nPPnPi3T0il9g+N3zaPdnHgz/tr6i+KrSDvRtJdz+uQik/uMPNP6kxGcAEqj8/",
            "UeNkv93s6b0pc7A/LD8svpPKlz4gxFc+hRdGv9UG7z75h8g/1l+kv5RUvD1tgos+N8M1v59TEz8JgBG+n/qTP80G5r8FI4I/rTnBv3fcm77CG2c/g6SHv/Pgkr/v/au/xCuMP8FfTL4IDGS/msIPv/2WrD5gq/U/2SQtPiDafL7lQpo//AQNwKqS0z7Ac5g/KyDFvgLx6L7AeUY/Cg/lPkf1Tz6jcNO+GhjRP1X/tD968Lo/a6AsPsJud73fmN0+wE/dvj0DqT9rpIS/yeWtP9r2tz4ayhRAMTNYv/5LhLxcpJa/LIMMP9j2Hb/3my8/29DsvyhF7T1sdak+D/8+PWs2Nz89sPA/rbHZP8xLWT7BMeI+5fstv3HXwz53urM/1BMMwM1Roz16xME/ibx1P0Wggj/38VW9ysX6P3xEHL8Jayk/32iEv6wflT8ktuI+RgxMPmh6wz+1wRE+AvQEv1vtGr955u6/E616vhAF3T+Rn/u/RiCLv24Oqj98VZg+Uy1Pv4MCEj/izMw/qF1EP977gL5t1eg/wEYOP5majD92SRM/jZCVvrilHL5Z2yK/684Dv7L9471x4h6/6ML5Pjc0rr+JiXa/wQ2pviNsb715qzQ/QXmjP0YDZr99soK+RJW3PoxuhT6xeZw/Hbwqv8FWhD9Gbh6+9Sy0P17eYr/uZrO/MpxWvgkbzD9L1WW/u57GvsCh6b+NCqq7ZlROP4B6VD+7+dg+mq6QPx2qUT8f17K/9LO/Pjn+YL5cMpe9i28SPwQQGr/ExIQ//YyfPpY9+b66nIO/dck0v5LXHj/kgQq/GkHHPguNl7/RQ7y/gBqqv5C0gz5rAy+/9IcTwOfTX77Vfxu/dINtv2cNt78N9N8+ACsfPo4vmL94aQ0/ZkkqQLGaBsDIsSq+e7S6P6tHyb6Hp96+iUnSP0AHhz/Nv1k/7Pbav1qzcr5PH4M+Dc3OP8ehor7r6lg/VKKGvKHPsr39yYE+ZAvXvhzuDL/9eqY/7rQIvyY1Pz/CPsU/",
            "OSu0v35LdD/6X5E+NMTwPqe9xb9uFHU/ATNQP3mSiD+q3pE+wBiav45xkr4FvA8+iIh9Pznp7b2lUMy/NCeTP/NTJD5no7m/fXdXP2F3wr4ZtIY/AHkVPgxIj77n61C/xRVyvxzqlL9b+Lc+DFZWPzwrRD7mvh++FzKfPnojCr8j+SM8/67HvpRIyb/7BMA9uT+rPIRK2z0jV62+WvqoPUcEob8Z6So/DgGAPhgmHz//voQ/6suKvxKtPb9UZu89E9b1vy3Chj5rHgy/qIOevyTnKz6TBdy9XvxCP6KY5T/h9308rjlXv8CNuDx7agrA9uHvP36PGr6RVvk/UdtnP5kZpr+OFbi/gnOCv+EROb+HSss/TemMv60Drr4iuQpAcMahPyFCfr8Ir/e/WSKSPZS/Qj/QDyI+yVIfP7Bwh7+qICm8ugY8vrIV9741+SI90vNsP0wXKz/5b1s/Ua0Evz0VLD8O4Ti+DHpiP8iEVD+1Wi28Fl+Mvk8Q6D5lNLg/A7wRPsTUwT6FMkO+Ov8TP541eD5mo8G/3SiMv3uySzwg326/CIaiPjNHgz/aiZy+EuJAwP6RpL761Aw/wjh2vjFQ4r8ScfA8rn5LvqaNpT8HsLQ/BPD2P1xVKT+B31u/a3wxwBVrG7/fp/e/oQMlPhLbkz/dAIs+dOdfvq7qC78cK+Y+RpYXPJUAUr8zDqs+sFJ1v8Tmkz8bpAu/o+oavy5yEz/P0Q0/uTeSPtUmI0BXdfU/edzYvqx6LT/H66M8R/YKvg82oT8B37I+gpsXvu4Vxj50k7S9h7+fv8m7nL46JXI/necTv5kdDcDSeLG/HwQSwB/5oT/wF2i/BTMAP5M5yL9Dcl2/mejkv9wh1L0pzio+W1vcvkK4xD423Dm+QOkbPw0eez8gp7k+enKuPtlJoL4FEVw/7WsWPy2CCT/OhkQ/6YvUv92PBz8HK/k9tLDlv1XjmD7B8NO9+bQjvxWgmL9Jtwk/vw7cP6p2577hg48+YsXev3bYTz/7kCO/",
            "kByGPyJskTwNID2/oThpv0FeqL2KrqK/rtbhv0L6YT44lua++X+iv/RC3D8v0p0/jnsIPj7TPb9o6Rq/5/iHvlkzzD46Ofo9jBWYvuwgOD9IJgHA7TaAPuIOlL9k6Wc/C3MgQE2ezT8Qn5Q9EbxJv9e+DEAw0tI+1wx9v6Lt17zMuJK+tDsjPr98mL/PpN8/Joswv1VmR7+FTEq/k32Lvwx9Yr9lQZq/d6hNP6n+kz9YidA9srZvv9YCg708ssi/nnuAvogkib6AQpC/RZesvtDkgD/d3S0/Cd32vYwzaD8zXYy/dpbSPmrBTr+GOxG+VQatP0xQCD8TVSG/glfDvvloCUBqLMg/us6LvQlZUT93g+y+ptlwvtlnRL9pwsi8mnGHv9w6dD8qI3q/KKkXv05OE7/fTJi/zxNVvgOog74X20w/h1fqP+vImr/lNbw+WcRXvw2Kwr0tLUI+ZgkAv7xf/b3hSOO/fFdEP2uNCT7c0ZC/W9sZPoBktjzt/8A/+2izP2mD4D2Vn4y/9hvVP5QcBT9OdYg+BXrCvevdbD+/ytA/YM9OP7gTpj4o/oS/5ah4P88mA8DNg3A+/BiRv8CWgr5QEW8+AduXvpdItT4w7Be/WdSEPbyTBr8Nchm+CK8cv8GCy78ETve/RljbPhymKr+vdao9jdsRP5NWKsA94SQ+u8ZNvmQEgT9IsTa/OmCYP5fA6r8kRJm/3wu4Pp1hoL8D1EY/1Wgbvzvl7T/tQ2++UNljvbPX3z/Fvs+/Q/wDPtZ0hD9/1Ps/XENWP9sJvD4crHW9RtQaPg12hb9WiGy/r0bnvz2M1z4SGik/BIG+vFa3nT8UCwTA6pgGP8RZcL9FtHY/KKMav5g6vDwVG4S/X3ynvcce+T7+OQq/vqQBv8nzIkCQswc/a9qaPz+auD8qMjW9U07avkvlCkBZdLo/bO7mPwn/Hz4QEWE/4tfNPl92Cj/zPX0+ujVvv+F9P7/Wnua+G+sGvlNqKT4MKwK/6MMjPyUihD2qzQTA",
            "YpmtP3yKIL/ZAEM/OLOTv2j1Cb9cROC+okqtP6wkVz8F3EG+apuGv2bGmj9A+Pk/XL0CP2pl3LwYNpM+6MyNP6I3lb+6Rdm/BPnNvowPGb98haY/cjG0vKStkb+RT7e/gTtqP2tuXr+yHpy+azUjvy8Zh75MUOy+ONPSPyAklr9Ef26/vOH4P6GPeb0aSAQ/FAM+vTlME74dM4o/lKq/v3oHS7/s/y0/ozKbPtoIwj+klYK/BB/GvfEtdr7KFIo/Nt/Rv31UIL5wHo+/PhF/P4Zrcz71OSC/owN5P/flLsB+DUK/6GiUvykYgry7YY6/7QaIvpO7Aj/d3Lg/ACRzPw=="
          ]
        }
      ],
      "outputs": [
        {
          "shape": [
            11
          ],
          "values": [
            "NmQZFwAAAAAAAAAAAAAAAAAAgD8AAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAA="
          ]
        },
        {
          "shape": [
            11
          ],
          "values": [
            "AAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAgD8="
          ]
        }
      ]
    }
  ],
  "trainable_params": {
    "conv2d": {
      "bias": [
        "HN/jvQ=="
      ],
      "weights": [
        "FiyXP5hN3L06+S27bPWrvg=="
      ]
    },
    "pred_x": {
      "bias": [
        "dgw3vxj0Sz93NVM8nkiivS8t37+/3oc/Iy1DP9tJDz+Yg00/gCgnP9cLWr0="
      ],
      "weights": [
        "zH1nvf8/1b2iWyg7qRkpvQhlhL2VmtK9vzyUvRD+ezyCf9m9bGxGvVMdUD10QJC9gNydvUJP2zydQV697HbyvYpVgr1xP6C8R4sKPRQ6zr1E4WW9xLPtPByJAr0TVcG9MpJFvWdk0jxe+Yi9+5OYvbVUUb25qWq9ZUG4vD+bv70NsEQ9mhCjvcIqB72HmB68LQuQPMDxzL31ftq9EGHYO+KprDzraY+9IiPCvbrQ3jw4j3S90V4LvmuBPjwG8Wg8++QMvetyNrzh5WU9PrWoPJNZGzwijxG+w+RhPYVy6LztQB2+rud3vZTnS7zbVwm+kjq0O6MlND0VIy49719hvfU7u733EA09jWysvJk7C74Oxqm83UQ1Pfp6Jr0lmrm8DY0gvbWNQD15vYa9pIPlvUcGOb3sxlg8v4rkvXofP72hbGS9uMNAulUV3r2N1Cc9oWs9vfEKkLrYNwy8EITIvMreRj1YQ669KD0svXfjG71+wpO9USJdvTlXbD3cjIa9xIqzvbPWD76AvJo8LtFDPc8l271PvGI8LX2FPNplgTuzpa29scKqvQsaqry9JoC9wpmivY9vaz1meVc9a0gavse8OTy9Dos8zG4IvhgonDuhEgA9IzayvAJU+b2xEwq+1oW1vSjtWj3XOUa9uEBlvdnKAT12Jfi9eUR8POhXC704+/y8MPyaOxQ3070baFy9h7efvBOsi70XyT08tU9gvQCoPTyX9zO9LaFjvbpdLzxzBvE6jXenvaGH17r3jYA9UtkXvvHhSDu7Slc95rjevO22ab0DWJ2966s4PWlnGb18Awy+4/wpvY2rkD39Hoy9guUFPShDob2WxA472QpivZP3qb3Hea+8sjjrvbB6sL0nDh29JBMXvQmSDr0Ku/a6WumIvIyrzr3uxIO863xaPVWCjzwKyvY7IpoIvrAUGrnizna9vbzVvaTMKzyZrVm9uLnlvYJMBrzpXXM9BBSUuuCSEr3brQq+fNlTvDQZWz0Y/Za9CgADvfzln70/HPG8",
        "EQUPvJcaaL1tnAQ8pfQ2vZd4Gb5fAbG7CU2XPCsXy71aSBA9cxDuvBLvDDwp70G9VtxtPDiDAL3TAl+9Dr3IveyQlb2zZmo7tOUXvkmChD2W0Vg7EiKSvdcE870/b4e9YG7YPL+Cmr3M7/691vbjvHwe+rtDmh2+ZvvKPFzKvL1kBva9JTtmvWll4Lx1bII9guavvTjLG7zn0Ha9WqWvu9Hd5r34MKs9zVfWuxZS270qkom9BnYNvaVkXT1GQtG93uCzvfz9gL3LwIi9f7CovU4UNb0ZBnS9DmR2vcs8171R8Ao9b/0ZvcuDir2cqM69TvmrvOms1Tyd+NG9PF8rvdE4S72gFW69wahjvenhV70RUXq9Xeh8vBGdIr0h5jC9mVeIvfZjyrvclge85tqvuhea/r3Dffi9UUghvYagKTwWEBe8iEARvoUaOL0dcv68BzwKvmGEPzvr6o69oAWWuRGfCbzdbes8pjENPYXw1Lxz6h6+vzewu1kqmL035A69jF8FvPup47yrtvu8tRLBvXTWfDwKIn68QlmAvcovBL5CEYG90LsWPVuwLr2ITec7SntGPEi6HL1HAfC8gzZbPV+BpLtZKVm8qMQLvKT32Tz64pS91UuHva0Emj0ljEY9cEEGvUcWML3xM/289EQBvUKbl72x9/e8NtusvRWEIr3HHxa+OGK6vDVgID3gSbq9F9p5vespXr31EJc8+PcjO+F2w73JG289hZmLPaUXeL3bH388wf1OParwnL11Yai97PWTuuOHKb0E0Ji7GskcvqtDVb2UyoE802oBvoTrHDrZ1JG87l02vLMAFr1EHYY9FVBkvUnzQryUSOC930BkvAcNsjw70Z69Hz6IPR5S17zimQs8GzvovR/DXb25WYg8DHdnO0x6zL2vvp+8G6GUvGlDh71yEkc92+SRvcyJAr7PN9m8ef3LvBkJg7zgwNG9AG7hvWJxtr1NMGm8WO8NvuBrKbz8Y5a9DUL1vPdMEzzFmEW9HMH7PDWCc73twaG9",
        "FHmrPJ1Whz1dvIS8mTWPPHL1sL1U/9i9IZbkvDmPQL1fgeK8+7UQPAZdFb5HNh+9gvRwPXsvdL1AFqI9CpeBvNvRrLwnX929SCXQO27Dpj0i6cK95428u0/HJj3QCSI9EOEFvR4u7zwRBFI9ftBQvYOQ3r0ja6S9e8oQPGWzELysM+e9RuuAvUMV0LzeaBW+vERjvG34QD1K6Dm9W53mvZc4urtl4Tw94y6ePPIlCb7DSQ09kXiIPWZVab1h5wE9wFWVvQYmJr0Ky7g7QY2ivW24V73PSOC8rnfQvS2gVj3Dy9G8x3lbvU7AyjyRW4K9ZeaSvEUjS7yJzju9bqSBvduBeb241Cy90JrFvNONxTzJ6Xa82TWLPcWZKD3gW929/7ppvcRYbz38wTu8LruBvbij0L0RAs+7wk4JPcKWrr0wji87P2eivDhdU71dQ3S8eqZyvZP7b71XD4O9GW6VvRn5Zj2OqWU97uDHu3thnT0x6zU9NsVjvR5snr1Wo4O9+6IXvY5cwr1uUlS8xJgQvERHZL2Q4Jq9JO5yPV8VQr13Y6M7cSTfvTlv3bzXVrG8A08nPM+Mvr24nrS9oX+LvaArC77cQ9K8n95NPa8Qe71X4C69uMS0O3p0k7whnUA8gYMVvaFpJL0TCYO9eTG0vejl/LsFuIG9sBsUvcNNx70QYwS8N2WVPb1Lir3rixK+sOngPLj1Wj2VGFy9uCLquwHPCb01Bca7LoaTvSdbkbtbC2I9BPgJveCk870zrTc9sFwhPdpvBb7IYeu7nB6GvV/PxTvXPFG9hzQCPedbIj12soG8JCbMveyaUrwqjn69v1T7vbBbTTvVho69PrZYvS/y+r2ZM6G9zx6mvO/IOL0axw69bcXCu1vh8Dyssfa9h1XsvP7F/zy5Vq87EdTKvPHKZD3IG4A9rw84vWskq71F1VY9rnQZvPcsHb4lqZ08NafQvNOSAb4oBJg7ZwtKveb/h72EiAO+vOhwvWIN+jzvtss8e4IQvgZBlbud7CM9",
        "8GO5vH3hyL2JhmG9Qr/ZPEWPdbxWofa96PYVvEAuPL1egQ++cgQJvVwEa7yU55+9iHVSPAAxMjxtJRG9XzIEvgzfZ70rc5S8GksSvBk2Ob1Chmc9xjM9OxTJab0uh469S8WUvJVtXL04wWA7c3whvQzFmb02pF69bmf8vOxSaD2Ljoq9/Pi5vV1sb73Wo5g8OvKcPCwsp70tKA6+Ri2+vGr9ED0aaBa+xt71PIuRmDvcPwm84V4DvsMrsLzGGIs9mFy6vRuJgLzQu4+90faRPWEGmr1Jj508eMeIvTCWWL3alJG9DrBju4MTJr1yuME792eYvcAYiL0iB0s9vwCxvSRNvTyyztm89AbBvd0G/r2LooQ8tuedvFYBn73gvOe9NN8HvSPA7zxnaBC9TBF9vA2qAT3nUqe8iG+Jvbuxr7yeylG75hPVvQeDA75ZP3K9yW4mvd+PSL1jBwg7ZaoIPUyilL0oGwW7NUOvPHfTQD0ctt+94vo/vcX3cT33ZYs9QyIqvVufdjx+jda8F1EDvjP/0b2Wx4O9LFOnPQUQNr2gjge+rxt3vTnkUD1hEFy97kQGvYzixb3lHYu8ScZFvRHXlb25w7w8zr7BvZYyB74feDK99P8kPcVpVL2EUmC8+XoyPaKzl73TSuO95+H9vEFrd70jKEC85ucaviq4vLxQDf6793GUvXbuNj2aJ7O8RL1KvagZVTyrg9o8b3rXPL/Kar1sxOa8Ao+hvW8T0Lxt6RG+sD63O8B2cbzyh8i98q+mOwSIFTzyMJo9Tr/cvYQh6L18Ps872Cg+PSPRuL1AYzs9FuC7vEiv5rzwt1U8N0IQPVLFpzzF2Vy9l6oMvlzz2zwoEmg83On/vfI8tzyp9XO9N77wvIO0tL1zfR89I0NfPa4vpr3jiRm+shFSPLBbKD3MMva9qq1PPU+r3rzYpLm87VvqveNUkL2yK4K7IuTFveCsvL3wImE8fhUNvbUhwL3+m8o8BXIKvYyO3L0K0AG+sbj+vJu3O71SRsS9",
        "kTSEvcXNRb3g9ne95VK/vf7Z3zz1uZu7tzh6veEiprxt2+k82oHDPOijqL3HXMO7D0AOPR0t4TzJOQi+QAgtOx+OGL1MVCS95CafvD/3szymhpi8cySdvdYzDb3vxnm9TWaMPVMzU702kRe9K0WTvYgCrr3tDsO9mgSFvaXzD72iLLW9WEfzvT53FjyYFBG8RdDrvDHRjzxCuGa86pXYvc9jmbt2KYI9F1aNPU7T4b3E1by9HOmDvYAPAb3ClIS9+NFQPZEnXj1g+Tk8DnwevOLOfLxZeGQ9i7A5vY1KHL6DoZm8dE+CPZpHFL4b6ps8I65ovYz+mL0RhDe9JegjPQJ2CbvC2MS9fOnvvULenr0qzwy+W65Jvot6zL2sibm9zLSoPaP9Sziiwpq5Tuc+PdLdk73m2CG9ktvgvQ6F4b2zMDS+zeS9vBsy4b3axU47iJSzvX70xL2bfAE9idWkvfcxL73rqM+8nOS1vs6dar5eVhS9PKyAvgOKyjzg/Ma9TVi1vHchaT11nRW+RDh/vfoEbL1rdhi+WwvOveBrb7yjS/S9dH0AvVRndb2MEsU9aTCuvNw+/b3XzKm9toqxvZDAA7xLdsa9HdpkPT1pvz3qmT2+/TRBvZMhPrysHRU+q52VveFoHL2QOI+9PKa2vN51Ez7wVL27CGQpPc36ub5DETs9XlLjPaqiTj7HTWe86RJAPFFEmjxfq+K8RWpWvWQXb72CmZq9hhHmvVpD/jkZNSw9tF9OvDtcXb3VDRC9ICTnPBfehT275++97rsMPVFQZ730rai9S1/3vQazPrxAjEQ8/HiUvax4/b2C7ms7ChidvWCF/ry+Bj49DYjovJ5JNb0T16y9IbPsu53ue71crJ+9H14evgVrEz0Prwm9UOFtvYB5Xr2GEKK9gADmvfpKpL0fh4G8KfZlvQvHXLwTKsO9XXNUu1yBIr3Lsy29kPpMO+2EN704QD69MJL3utEX6ru+TAY9IiPUvbi9KL0jimI9CsgWvIs37L0mhb27",
        "1p5zPFa7CL4PB9a8raj4vDWLKr1H9tq8QvpbvTH9ED0FMq28h2jKvSj+Mj3SC2K8xPgTvbZMCb7VtR49+HeKPU8AIr1Yxg69P+ilu2QQlToWB+K7OBi6vBy92zycsp+91aRHvcpSbLy0cFm8OlbCvRYdqLySzZ+9banfPMLn873UC9m8+pYJPHLeDL7fxhW9YVhYPTkxCL23FQc8Q16kvcb0tb0Gatk7+VkUvuJtJL19Qpa7vmrSvUuDt72ffEq9gF6DvZ93or0B+rW9ySUOvWCaID3NsOq9bjwyvfdXEb3S7ui9Pe39vVOnxjx/6Ik6FimZvTJb/b2KA7u9oMyDvYVmvb1E+xW9SVlMvTxtYrsacqS9D/wyPaUylTxuhMu9MYaevd5pxbouuAe9TZ/hvAakyLu5J3K9OBrSvVrHiDnZAOo8DzQnvc0NZ73QDW+9NgjwPFsZCDznmh2+LmI3vSNBmTyol5e9D+RAvLa4bzxz1CM9nLnZvYcJF75SnoK9t2bxvEhXb73Q6Wq9l79TvQIYi73DtF29DrAZu+SYTTxkQjw7uugxvXESRT1UkSI91c2OvF5SFz0Tep+8kj5KvasKMzzPgzc9qVWTPOBI+b2sg9a9Xo3zPB/WFr3DBBa+bK5LPYi62zxmG5S9Y8eUvV8VRj0PE7M8xvusvUQhwL3e4v+8NEUCOkhbA75UDOU8h3eGPKCUAb7tPwO+0ep8vRujQz1x8bu6RqvFvIiMebyOcgS8SXrHvfxw1zsTNhc9awH8vBeEsb2GE4K9KeFdvVsg27xYt+K976MRvYiViLzBTw+9EudCvYsSb72FHhC8tWG6vQAhgr3iHy08yrFRPHUlqb1GYHy8QJkgPQ59h730jLe8R21Svaw/q703ZPC8CtSvO+LvhT3VrTS9k0UMvVkEQL0YID49PeWzvYoMHT1eWGo8mpHbvYV5GTsl3QS9pRU2vbvgPL0v9IK869BuuwXJhj2rkgO+drLPPNpRmzrAwZa9VYDdvUUDfb3lcAe9",
        "ozeiPHrWBL6sHrm9y2miPFtzIL1b44w964OJPK7B572hb8u9AxN6vZDejb3uVAe9FjT0vWeIDT2xVZC93u7jvXJU4jwzvC69h74AvlbEkb0dYCo9LbaFPD/fm70kd6+9Ga5VvZjJJr4+/DO+wW2Fvpc9g77gziU+oX5dvRtMeryhL608bpM4vegOjL2x7Ta+ShW8vkRCyb5njk+/KIoZv518FD/lZw+/4Zgov8+xzr5TyJG+4gvjvoxLAL+ru7w9ho8pv8f6Mb8zXSi/iJdNPQedeL8F0my/KDc0vxAcJr+VXPa+0UVSv6wekr4QI8G/CVgkvxETRb/IDIi+XH+3vyx7t78Lvba/G7aMvzgXPb8dfae/FekKvoTjI7/6jKy9Xe6ZvhnKPr/5IBm+SaqzvmEdsL5NaKK/4V+Uv/S0uL9CHBW/7G+Ev7jDiL+J2Su/UVjKvidjob+3s5m/n28ivy24nr+X/bq/IUfZv18szr4ObR2/urfrvklI7r5UhmS+aJ/PvhoTzr5HDdW+3s8mv8nuLb9aLRC/E2MVv2IUJ78XLBO/zUcLvx5ptrwBw9e+pxA1v+PJ974Buz+/5a7tvr5mOb+ww7O+YSOJvlvJxr5XBsq+YYjRPpVIb74n14q+f7JXvhz7v7555Y2+IDZGvtzP+rvPhlm978AgvDN/CL0EXNS9S3upvMumRT2T5xi9DGS7vY6iob1TLK67k/zqPIp4ob29DzC7Fc0NPXLQUDthxeK84jaIPHc2GL1CMva9hHCNvc4SDLz9CYs8uzzMvSiPxDyt3Fw9qcx8vf275b2hN+y70+kEvXXIvLzjU5K9xO3rvHuhobzyUfK9HC+yvPqnwb1v4Me65lQBvpOzaD1lDKk9lGfAvfo32L1lM0U9KAOHvWO/M70mOEG9hUFFPd6GiL0RkiW9FXl6PdNkL72PnJm9wYahvVDJmr3z+cK837y4veYqNb2wZb+9Z/oJvperor3fmsW8eWmMPXQY8L2MqFq9gUsLvaSTYL1liyW9",
        "QbOcPAm2c70DOf68Q/2tvRfiKT36UeM8AAO+val8rr1PCyQ9P7GPvOFVWL0kGk49rQ6Eu35Tg727RPO9KDFlvOq5Rzy1Ixa9E5KkvXTqiL0dE489CW0jvRXqFzy88w088JRTvUVec73dQlC9Z+3YvBSavr0nKgW+2LeHvYX5mbyGnw2+m9c2PG5W8jxGOM+9U5JMvaeMG73ntjS9u5Ehvb1yFb4GkJC9VSC9PBCSm73csg68ubdHPRZw7L3XVny9x3cWvUkhDr16sbq92wGgvTgP7LzoZBc9wIICvpexnD3ic4m9VNpavShffr3HWZC7Hc4MvXZr2L3Gki68Z+QXPX1XKb2Tf1m9mAVzPf35QL0hoI69xevLvXQCg71jOaG8PdsivZEGGr36zYm927FDuwmYA76fP6E9MjGxvTg4or2pK308A+qRvc0UhD19yqG94tdlvXb9i73DSbc8i53EvTQYGT02y8C93C2evZG16Lx9mlG9HRNJPYA59b3CgOe9oYFKPVZ9zTvT88+96v1/PZrHWzwV+7q7+ikIvmmP3rySfJA9mP/rvfKOor2I5469RIBNPKELHr4U0nG8quGovRUBmbz5XmK9j8eIPETOVbzp7yK8RPocvmHQSr11d1I9dDIFvr+wjDzUl7m9mcmPvLl/QL08jIE9MWRlveY54L1YKOi9hkYFvZJ6dz25+Ye9tP4pvUyCpL28liO9NTq6vTgzarxnq2E9klWXvVRiD72UfeQ8ai+3vGYwK76pADK99HSVvXhQSr297ma9yLQvvfw6zLuRr4+9bhYSvhqExryRD4m9HSMJvoJUSz1gR5E4AjIbvZL72L1CXX+8McdPPeZbirxUZBe+EYo4vRJXgb6R+wq+qkzovke6AL3+SXM+OguXvlugq77GjkC+BS9avkY3Qb5bJ1e+ZpITv4Ijbr8PKJm/hSKev0WknT5a+Yq/iVVtvgQAO7+vPpy+R/4yvyEzTr/2zh8/V9DNv7Aisr8okdK/aYt0vKe5sL9UuT2/",
        "P2mvv7a/Tb97O0S/B2Cvv3gfJr9ThQvANKwIwN5zPsBRjps/oEY0wC/tXMCrEybAcsL9v3+IHcAP5iPAyP0RvxHX5L/So6m/4yP8v5i/j77otSXAvLxDwIqFA8BTRF7AAiTlv1flCsBRssO+Q8Lzvy1qEb8EzcC/znWEv/jpyr84W6W/MRrmvzZsEMDFeE7A0sIFwG/F3b9kLSPAYMisvmwg8b+mpS+/DYeJvldkjr9FyYO/SzcjwOxcSMBg5QDAGiYYv2sPh8DT8gnAIKWEv1w7Gr+t2aC+lmnJvzMGfr8/Bfa/bFk+wHsZPsCmAX+/MYnDv6pe4r840aC/kV0Ev5Pcs78/Ufa/yQ+ev5bR4L96Zd+/lO31v8Xktb/AqrO/EB2uv53qMcBGc+C9xadrv8T5zL/HyFy/WixWvzX41L8a7mPAOsoKwOSt/r8Jj9C/fnkewKGv6D4CXPK/Z1O+v1ECm7/vfgW/evaLv2Hbt79sE8O/Aco9v8QC0L/8PZa/OylBP/emx79IE8+/7EfJv3cJeb8h5CK/szHbvQWsq70DbBi+P07/vTO/X747obS+I/xRvtcDSb7w1/O+rz68PV6s174uX2a+31TSvBGGu7yA6RW9k/B1vc5fVL2Qppo7ZUZVPZ2YbD3leAe+5EWSvUJBA7zVdJU9GPdAO/3rCT6Zzc09uooFvhuxFz0hXQU9y4rRPbTxUD1gtRS9VdvEPDy1Aj2U6Km9Lk9yPB8sjzx8d3C9QkMPvFmEl7wAeb48NVdkvb7/QL07WU29E7RkOwRr/bwkBtK85WtaPc4D1L01i6O933KLvAdv47xn4Zg89MPNvZTA1jtb9pK8NZIavnyaPj3uFZq9GB6aO0ay/71A41u6vmD8Oygcu720eJm9K8UTPeNQJL0kBG69BOJJPSEanjxygQ480qIHvXcBkL0CFjI8H4QBvh3RsL16JLm9iuFFPUUzwL1WbGk97CucvRYsIr0w8v+6i0JLPS+gp7t6kfO9fCVcvcg2kL3efj69",
        "v123vKbbzLtBQE494qg7vZl7l73noo69lQsOPaugkjwpg6C9yAPDPAH8iTyH+h2+0jd9vVO/N72AnqG4uWDXvYFhubw+teI8mjHJOz4Heb1XxAm9OrwePVfG4r3UNVu8ippbPDo0yr1T0dW9TuQHPX7dBD1Q7qu9PjQ6vCe2fb0bjFe7LpgDvuzIU7wVxDE9+BxAvKE1NL2e7gm9XV8dPVXnLzwHkQG9mDvsPA7+Cz24+qq95gImvQlTzbz6f/m9IYBhvUOUaj1NQR89g+bsvMLLyL0MTIY6Sw2gPMVAGr5wTJI9ToGGvSBvgbwUbgi+eRJGvTn+Kb2qqsy9GqVKu80odD0Lx5C8r1W6vW18DTyo6ei5ChJOvQVg47xt0Zq92k+ePIRQXbsOJcm89ijjvENw8Ty6rAG9Zq2Buz+oHb2Wp1G9XAgFvoFpeT3lk5c9mEkLvRUwk72KAru9060QO8pYcb1CTZm8NmAdO5Jhhb2D7dK9JUN3PQZXKToi2Z+9SeHxvCS4ib12ZhC9qmaau7EjgD2l5sq8BuZJvN9zc7yRj3u93NBjvLy6J7vxBva87aBvPYgJLL4JFQW+e/GavS7chb6+UX280B2avTiPg72dlYS9WwAxvpo/ur0IeB29Pe5mv50L1L5uZM+/0xrOvwAboD+yjYO/lpijvzHVhL+ikWe/6uJ4v9Y6nr/hara/Hyn0vxgZKsBYUeO/kwGLPz+HCcBf6De/Oyv+vwbtn7+iFOe/jzr8v3dwsT5Y7AzA021CwK/GPsBF+2u+nBDEv398Gr8g6vO/R2qUv1CzoL8eGrK/zfkbvsM6CMAq/Ny/zAZxwKdXAb9lQ7q/RJ/6v9OtK8A6ywTAA+fzv/Jyub8CdAW9sPY7v7zhAsDggvi/Ez4Hv+DkGcCeqSLArckGwH5+EsC4SwjA7nMowNn1WL/h/5m/Dea/vzGXdb+/9VO/YDFtv1rIBcA5YTu/mfP2v3RvBsCFbuS/w34vv21E679h1RC/ed2Rv1YCkL992Eq/",
        "bMwdv/HGxr9PiAXA2DHqv5AIj78dhYm/JFMjwCjMwL+Ivom/yKYiv/56Ab8zLdy+A+ziv9SWy7+BYOq/9IG6v18Sgb+pJADAOq55v6IPh795etS+bJwkv4W1Mr9nc8y/o74uv5tfwL/CAqi/oD5yvwM7+L+hfta/o2Wdv2f+b7+7vCS/BPTFv3eTm7+X9q++T+mAvwbVwb8V82W//XOFv+LKtb+HGwjA8NOzv7CS/z2kgeW/0DsKwC1ptL75tzu/t4izvyG5P7/isI+/DDAIwLnDEsDSzp6/E2nAv+mdPMA2EKy/kOGjv246Xr8Hzqi/D9vLv8ffLMDLtxnA3S7Vvwc/cL/Q90C/qsjAvzJ55L9BsKq/Iytsv4NT5r6r5Y2/QT3vv/+UHsA3dNG/F4pFv05/2L4btV2/oRukv3+7LL/OVYK/7UYUPvabSL/DZZe/vxGRv+T1xr8R5p6+55b/PZuXn77bf4a/HRW7v2KjU79Uuve+1dWEvmGrm77zAHO+6vqjvqOvZjwPSgy9op2ivvvZM76YAuq+QACqvjjmWb5eH5W+9GePvqsdnr4eYeK+L0l8PjW3Qb4MO5e+SzuJu/yJGL63cwe+udlQPDGtN70sTqe98oYFvZLQoL0q8wS+HA2HvSPMVz3mW588G02cPPmwIr2IJLS84EYvPURtmb0AtTM9q/gWPXptOb2pCn88xsNuPI+tUj0qDOS9WsXGvZczPr1uUGU9x54TvnDJKr0ik7e9cKLTvE/0/Lzl+l09xML3vKqAjL3bS7e9ltDavGJZd73l3uW974WyPdtLbb3wHme84S7GvUM1eb1OwcM83LDuvchvaL38NNi8cYOvvP8ECrwSESQ9h+BWPW4oy7wVIeO9zEWDPWOrqD1kzLe9e+CJvYNYGb2RqaO9UsmfveTsZb3r0Pu88qsJvm++LDyJNIA9Ugb+PHY05L1SPNm9Np21vFU9Or0Va4G7ZA8JPZ6Vejws8qy9oVaovUERAj1t7ec7y2YevdeplLvU9YK8",
        "L0vBPKnukL2dE1C7Fhu9vTqt8L1RUqq9/9ZnvYhiAb0sis291/wRvphikr1wJT49GfkbvlO0nj0Ms4K8We6gvNegsLz7XSA9e0phPdtkgb2ZUR6+g5nuPJwvBrrr1y69Bs2RvP0wwDzK9ju9Sdi0vYHQnb28p048dUy3vA6JTL35ZB29mVidvbQvcr3HdaE94KivvWCqNL2drzy97QEZPXIprDw6EOy9fNjWvMYtBr2esBG9acW7vYaaB73juB697JaBvQsgu73hR+S8fed0vUXQUL0UUM+9rxBPPbDOPT1FLBy+LruYPTqZs7y6KIQ7KdDXvGtPiD2wteo8r+v0vG+xBr6tuhg9fnoXv/dG+rzUK22+smkav9q5iT1GivS+U1z5vt2Y/r7ZkQm/BoP0vsk2Cr+2xB6/hnFpv+6vXb+K0qi/o4QoPz6B478LZeO/d8Tmv9D6mr+5AJS/6Ey/v6Dxzr/FaPG/KvkxwFIT3L+1MRo/EWcHwAtOhL9ntjDALj8DwFXe478zNTHA+LkBv1157L/qVve/S7E+wN4fBr5M4wfA07hsv7hpHsCaXgTAduenv4gCrr+kmfW+6caiv4gfir/0ggHAKdaKv1KK27+Bzve/AL03wGg6AsDT67G/ZcSHv6Ehab/0GTa+5qJvv9wnBb+AXpi/yRLfv5svf7/0pjDA0KAowCL9uL/+z6a/ozeOv85Ea7/piBq/13QZv4Fntr8AS8e/a33JvodEF7+BudC/juPTvl7dLr+59sO/NMUXvxx9or/1eh2/0VTavm8oAsDfboG/kwSRv0VVir8z6qO/sVxCv66lj78ieZ6/HULGvuhzD78aREW/0i7Bv3D6Fr/aOIu/o3Nyv8YR1b5jbji/dGSzv9ogpL+fig6/ntw0v+PTF7+14xe/umNbvp6jjr/DPFG/wH/ivo1UrL8xkrC/BX7hvrxxZr88oEa//IBNvy1q3r5q1g+/MxhDPsXkYb7MkzO/m8sRv/A9wr+bKMC/45Wmv/Vi+r4rKku/",
        "Lxitv8p6vr6EiXC//owbvysPY79nxk++Zfjtv5I7C8BF5rG/q3G/vyYIW784gry+aiWDvjnJRL/LQT6/48eAv0rly7xOLIm/vSmIv39Kz780pqK/XTRPv50FGcC2IGm/CCBAv60Ai782YUa/lqhePRxyYL9juMC/RpFAwMPVAcAxTzu/3Ceov5ne478zcf++UQN0v/JB/L5NLVm/E9sZwBOrCsCNlEjAsqG4v7wPW7+KmcW/btibv+jABL+BROS//NfovoutZ7/40AvAp2tNwJpgGsC66R7AhRAPv6vGY79Dv3i/4iMqv/2bSMBr4rO+WjsLv2M16L9SlgfA8ZEGwIqxDcBQo9M+/LICwGRSwb8JxW+/iBfnv+Mc4L8q59W91NHTv1zEq79mQ6S/a8rJv2v6qD8j5ra/Crncv4FDiL+SyN2/hpKev+oeEL8fyfi8xYXRvTTd8TymEtS8iHZ6vFedsb3Lixu9zq5Eu1dRILwSkuW9Mg6vvfslX7v+rhS+6h8ePCT34Tx6Q4Q7RyIovbE47DwJJmG9zbt9vDOvjb38OtU8OmF2PYSBB769rm27Sc25u4PVo7zrpuG9JRWXvdTrIrycELK7Od2KvSkZVT39N4U9q1YtvQSWSr3gMga9ZETevWQ45LuZLGW9SjeHvUZAArz1ODC9G/VXvcauzzsRGwm+xLfGvIyRsrwm6tq99w1qvJEhmr2+cIS9n7+bvZ+Pib2G8a+8I/zsvAWRA77QKJ09uLxSvIhSYL1luF+9MYqSvVS9TDxD2CM8JKJWvXxdiryiTm49Lc8kvEiyJzz5KYs8PjxXvY1ZYr29Him9OQVPPbF+rLzA0QG+5bwpPU8Tm7xpsZ+8boqJPXTHo70grNi9+zYAvlBUSTzza7U8TGa5vepSHL5t2RO9czv6vFHRIb10FWu9GactvURc273hkfy9l1xKPcKbGjwnCaG9H9uJvXduBj33NzK7v9FfvZAPTryj7ZK8+8uHvZ0gq73wZXe5aaY+PecTgb3n9Aq+",
        "OpGfPALFGTybG4q9778vPcN8q71Exde95Fb9vQgFybpobze9VEKQvRksg7y49EQ8iQoQPgfWgL6IAzC+DWsMvi+6lr6J9xq+Y60NvmBnlTujH/a9rmCCvTXCyb1fXFc978x5vrq4W74jTcS+Wg3Vvn34V74vM/i9FNhrvamRcr64rza+utBvvktur7+lfja/brqdv1N4GcC0d30/bf8DwF+fAcDDB+i/aOPevx05tb+A+wnA+XyFvwlrh78bNTC/RcSKvyJzz72tPWbAdkxEwKPWbcB7myXAQdXlv5oeCcAcA3O/MUkEwBw3vL8qgqC/d3ibvoYiDsAIXRa/fec8wAsDLsBXW9q/CD3Avxbqrj5KdFrAU02Jv6t5/r/IxZm/7wvov/PYy78B1BzAzUZEwPcLFsDJ+Z++iVO1vx3j/L+t84C/wAfWvvOvBb+iBVW/zyPrv5zeN8CJmzjAvfTBv3w6wL8oGIO/jUQiv/VbEL8G3YC/GQeAv+yG37+8l7G/kexJv0qVt7+lHC2/PMVtvxQ0Eb91Qtm+6emDvl4QMr/KJy2/5m2Fv/NyB8C+/yXASTNFv9q2xr9xjHC/l+cTv8gmL77JpqS+yq/EvDEzBL/w9LO/X+Dgv6bM479+Wtm/iasswIq0x798tTu/kEJBv5bba7/xMwi/cT8sv+Ntrr41LtO7m72xvmhroL/zioG/ap33v8RwYr9yCm2/nr6AvwALpb+d0he/PNuMPr7Qg76aYRS/V+p2v/in7L5vWYi/BKSKv6Y/q763kNy+m8IWv1atXr8nGSe/RyGXv4AFQ78qxyS+nZM9vmLwNT78HbO/y7EQv54aWb9KPMW+2QMCvknK47/ko32/CYCyvxGyxb5SnTa/+KhVv5H3jL9o7s2/J+m5v7B9h7+UW5W+nbaPPY6qTL/OFCK/hwF5v5r8i7/clEW/diG1v4c5s7+GbQLA5Cixv/Ytfb+IoLC+XA0zvoZh274LPwm/NzrFvqS8dL+64ry/dsP1v3a+779hgQ3A",
        "DFtWv8TeVr9TSZe/6yUrvwJFWb9pEkS/HZqkvqD90L9BJjLAUQA9wF5NAsCvPw6/dEYIvxgohb8k1B2/sAIQvkEzjL9i97i/yssxv50RA8Dmtzi/pOYov+ZH/b8Q9Am+iHM0v8VORL6OTCC/oRhIv/zm2r+8GQvAeZ4XwGRqD8AYAMG/DoDJv6E7y79K97++bxwKvzPwtb9AbBK/vuKgvrMt4r+WugbAiZ1evyw4lr/yBwS/TmTkv+kqxL+Li3O/6EYnwDK6jr/glvA+K8TEvj1A2L6ML8++4tkNv/5D1L7YoJu+naUAv8AVeb7Em12/NGyavz1hS7+8/XS9B3W6vQyT2DxT/Py8shOAvSf3Ob2bXke9mX9PPTGLAL38FX+9xN4DvR6bYb2F6LG9eoWjPTp8ub2HquO7n1yXvUkBEz3oJeg8RcG6vK2fmb1TvFu9OMB6vVlkvr0Jy7A9Gr/+utZwB70FPGy97QR4PTCDh737uQ29YggWvc5vyjz6y3w9e38OvTX9hj0NToK9GEpSPJ0b2ryrbJO9SY9nvXq1xr0E0lS91hiyPJYrSz2aBpe9qqRwPUodS7vWIfa9y/XmvXV7pjx10xk9mtnYvf6RAr7WPKG9ZXAYPJ3AHr3wDFy9eGGxveUlrbv5ClA8Kgswu7m9oT3TA4w6UtrSvcfS7LwSgW+90wANvshDEL2QgK29xoKVvP0PRr1L24S8t2givRz23r3Kk0G9lWAtPQsku7zyNwW+rqMgvfjm3Dx5B647GxEyvV2jWr2j3YQ9ddlZveVzlb2e5pW9PUbAvCmXjL0aoJo9RVYBPUTSxr1hOMu9JZ0CPfvoCz1co5i9YKPDvQKqpb0ka2w8BYFgvSX8C7tOoHY8LokFu6OV3r2ZlJe8cwOQPeA9D71eDbS8F0xbvX0FMr793p+9ia4pvlniI763ty87KEmmvTn4sb1v+KK9LSj+vXUMKL78pgu+jUQYvw8yPb+44ne/DX6hv9WLwD7RP26/+z1Av3LsXr9K52S/",
        "YOuXvxbmm78R4ru+zTzWv4QepL9iqFjAA72APnnnNsAyvlnAf94QwL64Lr/aP/e/Mm/6v1F+eL+CmBi/o0QSPQq4Wb8UAZa/jyIkwL3Q/78CaQ7A8WnQv5Du0L9rEMO/9ty9PhqV57+4xJC/UkGiv+NDt7+ePW+/7s2Mv5w3i8CMIFzA/zoDwEudOL+8sJy/Nvukvxinh78DNjm+XSiGvkDxgb/NbyjAJoNWwLZwM8C9Coy/1vDHv1jZhL+8Txe/MBp9vihICL//2VW/aR27v1/m3L8BBBPACx2WvwFyT7+Nnai/iOczv+MG4r5/j02/R9Qtv6e4bL4jTRa/LIHzv88aE8AXT7W/Onb+vw6ybb/os4G/4edhv+c+HL//yh2/iCWwvjLBF78NHyK/VlT4vui3Jb8ASxC/gBCpv9eLP793Xoe/Awotv56cfb8rPwO/Md7avu0Cp768DfM9kOZqv1W5Db8womi/N4iRvwnFgb/iz3+/Yn7lvrEX075sPye/Qvc0vp1d+r2QRT2/xPLEvj+mUb/+cmy+wxHIPsF/Gb9CuqC/+2RSvzVPOb9K5d+/DPKNv/PeCL9gvWi+ZKGVvjsyi760LFo+LotoPcsGdL/8DVu/ERSKvxNFo7+w8Va/8h6cv3lzAb/sVl6/LdCfPTBH6L5jWdm+TPeevsl/K7+7DIy/2Qigv1nhtb7dIQDAOwokvyhAn7/F+p++g99cvzaykL9qBD+/+fy0vdD6Yb8MLR6/JzQDv+m2e797SRq/vMRXvwYIsb+PeKO/x/+9vymxKb9Gn4i+YCbHvkpk2r6HQR2/vnKyvu8dNT4NNq2/YrsCwNeEG8CQzt+/xqLdv9H6h742Eo6+ilMIv8jtnb85p/w805wVvKjskr85Uri/EEBhwCAe/L/Gh7i/gOVGv1MCn754bYe/zBAMvxUZcr/Cj4W/smC4v3lRjb84OD7AxY8iwL7vZL/SroW/70KXvwIwjL+KKu6+AN3Avg+Jzr8K7Ma/Zkcdv3Rr4b/y1y/A",
        "2mNNv3HYpr/zADnA+zfqvvPPtL9JHLS+VNKjv/T7vr9gPQfAi2hLwN2Fyb9zAi/AiuVmv204m7+qooy/k/4DwBiZwb8Yj/2+/1IbvyNvbr82HwbAlejzvsvAiL8ST4u/xoRIv/1spr91t9++/TPhv98j8b+eohO/Tiesvufk6r518zO/qc6evnrETD2L3P6+ETHjvlK67b7y5Ym+a0rEvi2VsLwizBo9B7quvU7gljzOMm89Ap5KvrCdDzzSOiC9ZixrvSWcx73H2wK+MrZGOmw8dTyKZGS7KDctvb+UIr3Cmrq9B9Y0vaYrbbwts3O9glq9vZS8u73Mr628QP5svXsZCb6OJSc9b/VfvfJwSLtkKZ68o2U1vUgPPbob9Dy9sKqRvZfWEr0Dnug8pVJGvcbhpzyEEU28OkacvfSLkLyosxK884fRu3aGtr2QtfO9yac3vTA9hDyADPG9UKtbO7MCe730+7+9GV6tvUCThT31jq07h6p7vX4M0L2ZU2+96AMGvTs9ur0enWw9lHYVvHOQCL7Qmmc83WDoPDKcMDwahvu9erjIve6CB73KeXq9aR8vvRSqTr3pL8M8rls4u6GfIryBjVg9X8covdM1kjqkCd+9n46gvJF+Ez4pGL69aONOvWjwBr4p8CC+3h/8vcaPHrzQO9Q87T+Yva7Dr72PrsW8oYo8vsBKV7oCoK67zcWNPePE9j2Q5/y9YTDivBiXmr3jTAS+8xYovY2D1L0U4kK/jjmWvY5eCr/jkQu/yeYkPvoDM78wtd2+F5luv9QSfL927mS/c0ygv3mriL9uK0W/osCyv7eYeL/IO/A+6OHzv+Q9xr845xXAi7/Bv6ie4r/J8QfAqjefv/bc477Ydcq+S0aFv/PgPr8i7hjA1n1awEoFRMDfBo6/mgdSwNjrEsDh9tw9THMKwMKWc7+pk/2/AJCDvz0Hlr/inxnAJA0xwEh8DMAy8UHAYuWSv3HRmb8xIsi/GMCzPaTrCD6g8GG/HNN3v6ejNcBIjd2/",
        "TvwVwMM/BsC9r6K/7jKEv+7AJL9Nxh+/YAddvy8dTb9UbAXAAak9v49ZDsD4WpK/en6ovtrJYL+HIAG/Tl90v6TOc7/fI26/Fdcfv5/zrr8f8o+/g0H+v00aF7/qJWO/DHJcv0Vrg79+wT6/1iZEv689Lb9b24++KjNHv+cxYb+N8n6+US1evwshWb/C9Lq/nJTevmt3Cr8fLTS/O4zbvhDFIb/i5AK/Srozv6oqqb4tWUi/MBSIv0Wpr76vkhG/sbCLv06Vfb+EH3e/X1j1vgP2I7+KTI+/nAxAv2S0ML/5NTe+WoEFPsP5m7/4AKK/Q2fcvi0Dwr9952C/4TWPv2WXgL+yRlO/Wy25vb+xMb8PYss9Oqk0vwg7r78Rn8+/pCeDvyMgor/Rxqq/1bqAvw3uKb8c7ry9Qy2Tv1qIgT6T9SY/19wivxyI079x2Ia/+SzSv6+UnL/NKu+/ldONv0csJb8ymt2+Ymg5PnyiZD4qRY++Dh0FvmbMib00Qpu/KvcAwKqgur/pQxvANCa/vw/eir/FCgS/ko4BPmIzGj2S4ee+xNQxvwkMFb/kSA3AtzmJv2ra4r9r0ZW/7zmnv/CKhr/g59i+LCW4vvO4WL/ValO+l2PcvuqACb8npAa/7N4ovwZVjL5PHZm/VipEv7+7gr/LcRm/CfZZv9V28r4Juhe/duxIv8/Hu77xXQ+/CaoCv84gzb6oMWa/0JG7v5cGxr+IUqm/+t9cvx9l3L5H1YG/QS1yv1CVEb9uy/W+muk3vzH3u78kwHa/trUPwN+Ep7+2YpC/Dt1xvwLfYL9DZUG/sJ4ovx5pk79JR4+/BcfCv113kb8UE/a/ow6hv8shjb8Ej2S/kkfUvyAAj7+GBw+/zAt2v4/TD8Bfz1+/U34FwMB1SsBiapy/N0EWwHHbNr59y5LAyG+uvxFgvb+1pI2/Gz+mvisJq7/Fyve/czZhwFKy276pk9u/hr3Iv5+tVb4KhYvA4JYNwJeZFcDmtjq+CVC8vneETL/vL72/",
        "FgsLv9jAw79jRIS/vzI9vy8/BsAK+IG/geLvv37cnr+j35y+xHixPW99Rz32pD68si6cvTeMJb518Ce+A8LXvauwm715ggy+S9kzvtT8eLwGNrK9tPWEverGJb5jkYO+tqYLvrgREL5reaa9rt2+vYGJtb1sU8C99guOvDollzs4kA6+NgxxPUadob0qWpS9dSLrvQHN5DxOXO88H8Q3vV9dq720bK287sI5PZh4B75K5Xm9MyNRvQjTl73CHIS94NMJvOkDKz2/UXK8fsg+vEJexzx0biI9TcJivMpRPr2RtM287mPCvfmDPL0SH3q8r5sMPawlyb1SJ8K8zAeIvUoVHb0vO6a9LiiTPf552byIjAe9YVi4vRjfCLxH4bO8GYSGvOzx3L0twRE92Dc3PIVftbzMMXm85Z8IvXWtsrvaBqC8oAU3PDKxTDxZ4eW8lbqOvcIG3rwbzMG9+37vvRFzcL7rcHi9SrZ6vrapE77u49W9jPi4vGZd07149sm9wTYbvsVoAr8g6b++ZvCePh5l3L7oBby+9c+fvaD+l70gFQa+gRlPvim1IL3hug2+a8zfv43VUb/pSoe/iKkAwOcNQz8s2c2/b5Tcv8vmnr/RxNq/ArOKvzOv3r/4CCW/Q1PPv6kjs7/5PgXAsTcpPruVB8DpX/O/pn/gv8YPCcBJxSjAYkQewKUREr+qJpe/vdOrv/mPC8Cmq0q/Zw/vv3OuqL9sjtq/2Z7Gv8ptOsCNnEHA0IRqv7TvWMC1dJY96cuIvjtNgb+ceFjAiZsHwODcBMBX1B/AM8tRwJxPAb9Yg4e/iFI8v24vpj18J4e/MdFIv/YiVMCS2Q2/GrKXv4mT2r8qKna/JMmQv8tymr61tB+/vSAhvzzKj7+kJYK/H+IMwMl5XL8znvG/Doq7v8u2Pb9ELaO/3yZGvy3klb+kk2a/q9A8vxYS0L4d/FO/INctv9VuW79Y346/J8Tfvy5Ql78IDzO/boeHv1mqlb6uvvm+DxLAvjKYMr/UmaG+",
        "K3iIvc0EZ7+RBC+/DZSgv21YJr9qYLS/n8RSv9uhZL/pdSq/7Pufv0FIkr+UVEC/xWcYv8llnL6dPjw+myStv6fgCcCXI+e/UPsTwBNMtr8Mu6G/5T8Tv4etA78TXhS+I/8mv3RUAz5qsga/f5ZuwA1FCcBXRyHAzsXuvyCaPb/Sloq/TPuGvwJ5P7+bkqS/kYVWvmqx3L7aPhzAbjwbPi1ZYMCTuRnAeKysvy4rJsC/u/+/5HCCv7b/Qb8W3Y6/6Qi5Pli77L+3+pe+t8tjwG0FB8BZaC7AOXVKwPD9x7/+46i/nXzWv+Ax6L95PEw/Eb4LwGmRI79qzpa/P2kXwO5gGcCQhD7AVxjyv4B+bcCXTPG/sdPbvxuhfT7JulO/E6ulvm09SL505rG/aqg+wLhQ0r/1livAEnm2wENIzcDZwYG/DGakvuDeEr+8uyC/n8IEv0QDYL7hl6m/QRuCv81tpr+5Ft2/YCGfwL/Ftr+xVTy+WqAAv5639b7RMI++80TzvgHvOb+RFSO/w/nivmIKer9mSWS/ztOpvzX9Fr91CSq/RrRGvw0TGr8jL2G/+XMov2dCHb7nl/e+j3U7v8vSrL4FQlG/Np/2v9ZX47+E47e/O27Tv7EBN7/wbIS/ynQhv10nzr6Crde+UuzQvnHXV7+vN4i/X2MCwA6aFMC23Uu/udYCv+VkKr+Xv4i/pHInvwyzBsCVqcW/+uG8vzxN8r+DYau/ioOrvw7LLL+XSYu/nQXHvzuucr/WB8a+xmx1v9/c+79rU5a/xBjWv5ntrL/fDY6/4xGyvyPgg79EAdy/wWbov4OcF78k0ue/sUxfv0r5zr9vkqm/nlAewBz/yb98vwPAFIoov8uPp7/HMzTAprWrv0YXS8BlKcm/pLYIP/xIZz72aw2/Rw79vulKdL1Q5ZO/4/Y3v3FbM7+PQj2/BP7XvvDep75gUXS9/66Hvu8xcb5rpba+gU4BvwIig77+fRu/txPivnII2L45V8i+h5TxvilCOD5NrQ29",
