{
  "architecture": {
    "backend": "tensorflow",
    "class_name": "Model",
    "config": {
      "input_layers": [
        [
          "scan",
          0,
          0
        ]
      ],
      "layers": [
        {
          "class_name": "InputLayer",
          "config": {
            "batch_input_shape": [
              null,
              32,
              32,
              1
            ],
            "dtype": "float32",
            "name": "scan",
            "ragged": false,
            "sparse": false
          },
          "inbound_nodes": [],
          "name": "scan"
        },
        {
          "class_name": "Conv2D",
          "config": {
            "activation": "elu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "data_format": "channels_last",
            "dilation_rate": [
              1,
              1
            ],
            "dtype": "float32",
            "filters": 32,
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "kernel_size": [
              7,
              7
            ],
            "name": "conv2d",
            "padding": "same",
            "strides": [
              1,
              1
            ],
            "trainable": true,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "scan",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "conv2d"
        },
        {
          "class_name": "MaxPooling2D",
          "config": {
            "data_format": "channels_last",
            "dtype": "float32",
            "name": "max_pooling2d",
            "padding": "valid",
            "pool_size": [
              2,
              2
            ],
            "strides": [
              2,
              2
            ],
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "conv2d",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "max_pooling2d"
        },
        {
          "class_name": "Flatten",
          "config": {
            "data_format": "channels_last",
            "dtype": "float32",
            "name": "flatten",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "max_pooling2d",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "flatten"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "sigmoid",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense_5",
            "trainable": true,
            "units": 64,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "flatten",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense_5"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "sigmoid",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense_6",
            "trainable": true,
            "units": 32,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "dense_5",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense_6"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "tanh",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "predictions_x",
            "trainable": true,
            "units": 2,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "dense_6",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "predictions_x"
        }
      ],
      "name": "model",
      "output_layers": [
        [
          "predictions_x",
          0,
          0
        ]
      ]
    },
    "keras_version": "2.2.4-tf"
  },
  "hash": "fe531c6c077a73c8388530288dcd440c97b770be1f5ce903ff92a8e2c8dee07f",
  "image_data_format": "channels_last",
  "input_shapes": [
    [
      32,
      32,
      1
    ]
  ],
  "output_shapes": [
    [
      2
    ]
  ],
  "tests": [
    {
      "inputs": [
        {
          "shape": [
            32,
            32,
            1
          ],
          "values": [
            "YRn1PpbDCsAZT2y+dGk2vv1uQz8agQy/d8zGPsO6wL9mZ5u/nffAv1IHMr4qJuQ9Ug1NP9vrOb9zhE0/aPLLPgVA8j7uoV6/tASKvlqqbz4GUoe/qHkIQM29fj8+iS0/HZqdPh2rl7/7Ztc9Zs5avEzAgb7s48s/vnBDPtCYpz+vZwzAYHK0vZbGXj7+CyhAP6rdPsQ5yD7FzCQ/G80sQAugiD4GJSC/OXrePkZEpb8okIC+v8ATwFwfKj/xFZQ/oNypv52Diz4d8UG/peVBvyQbKcCOLFE+RJSlPtcWYj9wcIS/462Tv57APT8GBYQ9NB37PtaN7r++i+k/aeXpv07c6T/QcgJAeSshPn+Xs7+0RJI+Ir2wvV5MLcCTIiI/QMqGPx04hD4Fp68+ERU2v5Iy3b/4gxLAb5pfPg59qj6Sm9w+7eCRvoV0vT8MuU48qvtPPQ3NMr+XZKs/ySK/PmRIkz3v/vm/5AAzv60OzL5Lm2c+6zTOPrRPbb/MWfe8sXCOP960V776BMu+lTRNvq3qA8CGWhA/OKNzvwn1nr88P8q/3TuKPjvuTr/3KeC90zzMPkjYmz+RgR6/kSX6v+Cjwj9Oro2+3Y9Iv3jsVr+3zGQ9l/OKvtbhAr9+Mqu/j9lCPxykBz93e1C/SIyQP/xbCT8gQxS/3RitvSkqMsDfV3+/wprePRaGDD+2dA2//rgCvixgRb/KMW4/k2XPPsri3L/rN4o/SA6Nvhv7ar6Rv5m/JUCqvrEBlz/NmOE/5ukAvTGLhL9nQpG8awKkPgWebj/9zmy/AooLP30ckL/NvYI/BFX2vQWxND9bIc0/EvGVPb66gL9KSzW/XY9Sv27Pub+1Llq/+2D8vxUkkT87sWk/g0JSv9nxhj/A/pE+4X9PP9Cvqb4B+I+/hf/kvMIGiT/5XdG/qO8ePxn7hL9esJY/TjtFPpwfUr9nAwS/O6x7P6TKLz5GKsm+rQovv0YStL8HJZa/XV5aPuSmkL4I/j+/ibIvP7ctvL+itpK/",
            "+JAyvx1xs77GLT2/bcx1P1/+yj3/kxy//bv0v3yOFr6VtZQ++qv3PTRQhz+snlg/TBsbQHdNiT8+HpE/63A0vz1VsL8aIq+/AX1nvhpEnL8G3m2/sGZSP5oxwj8ZQsm//T6eP/3Qhz06/qS+U6OMv0OlIj112dW+Uka/vySOjD8Xbx7A/o+9Pg5a7r6vYzS/q53kPeUfuD6yAJW9/ESyPssrCUCRtVE/VGllPigRBD5OdT8+9Tt1v4et2j9oX1M/8TZyvW7CBT9v406/R78PPsY9yT6keL2+fkHsPglZAr+cKag/aQ0mPjuPpb+LXzO/SmOUPnd+Ir8aNxc/Ubv5v2g5xj6CgJE9XEFNP2luwz5Lel6+nIqsvdZnGr/8LyI+2CE9vr607b0krlQ/RW4DvVAQiT+evEK/506Dv9qSYT9D1Hy+oLleP17cPL/ti0c/14zlPoXKdb6F+Su/ur2HPyXPrL+hPWy/bV4+v3iMlr7zNIE+D+iIv/kS4r5cFIm/Ni0aPkJcLj8kF5A/RzKlPnLYgr+FLD6/K4oDv+oOwb/XNBG/HLNEv9DQk76cJPm/yBxBv1xmAT+b/wS/opT6v2Bcdj1fOVk/hwRIv2kbNj2G+1o/+rjZP9amYL4Tw5+/wh4hQLMD0L/8ko6/VAB7vod8jL9DcEs/927bP2OUfT/B9V4+BZC+vW1lir++usA+jqUrP/g3qb9Ls6G/viCwP7zjgT+83w2/8mJxvukw7z7RDyY/Un8hwHdiy715w5G97qd/vor1274hB48+Vg7aP544ib477rw+gxkYPideOT87e8G+zAFMP1J7BD8Y2yQ/QNjCvLwqBT/jR1W+HxKOvpHbLL8i4S0/tsy3PsWRJb9f4o699aI2v3OGWj93tBBAFHicP+Hfwb7mzTi+Xx8Uv5vwCL0vDPA/pptJvh2GYL6WU2Q97XDEP5pp8r+esa6+T4T8v80OJb/jjdu/+TVhvm2R7D7Hd4A/NC6zv90Usr4g71++6PQAP/YMMUCY3n4/",
            "YrkewNIAJb5LGwHAUK91vnpa0b6KTv2+tXigPruXYr/O2a2+oxbqv+ukNz+slck/X/FovrBeML51XoC/mJnhvlYPRr84uUC/ry5Gvxb6Xr9qwoW+Y12RPk5inj/VgR3A+dNNv2Y8ar8ny+o9WT47voO4Ez9TNwo+fsBAvzCWRL94oB6/Li7ovtMhM78QkfS+QhS6P6YS+L856VC/HH4CP/eFDMCN8qG+3vH0vheRUr8fDti/KBGxvSTlIr+G1lw/mQ57vawm2j1X5xe/AczavlYx3r5T8J8+HEKBv1Svcr7Ak/m+vPgmPx8oyj7Ctj++jO/lP8TnjT5c6929fqF0vXbh4r96tt0+hifxPi6jF7/BSJk/HlKMv4+tpb/Zak+/RPYJP39jnb/WEvm9KYwxv5SwgD/8PV6/EweqvId+Dz8F57Y/h9mJPld9ob9HJLm/nfgyPwcIXr4EL3s/HfqNv/UsIT6jkZG9pmjrPovbaL7VaPK+kvehPtGC4T+MKmW/sKt8v5mVvT9+2qi/zqOYvwlpQD/3xsU/AgJpP5/jRT+Mqks/HHWBP/fEkz/d9Ni/5cGwP8j/nL+pr0a/na+SvySEGD1Wafm9do6dPz5PAj4DfUO9BaE+Pg5zF8DqK3m+73lJv6eflz9uF/S+6uVHvq0yhr9U7Q++450Jv8vQzb0Kpp8+JTlpPQtYKz9w4Bc/ZTXkPvsNlT+jK0A9WCfKPwX8ob7+TcM/8uYjPu8lYb+AmsG+QOZwP8tiXj9qtqE/D3XXPu2ZFb+J9cQ/rhGIv50z2D2lCx69tkluP5XjT78Wely/6PF8P9eS0T5lpmU/lr7avsCo3b+7/Oc8IkgdP+kvqb+K7QO/UISuPl74Q7/GjaM/y8dsv6seTr/xiRq/kw+APwTAn77T2gE/fQUHQL7mNT9eEgQ/L1o7v3+AiT82zZG/YITSv2UkiL7xFsa/iXF+vXT80D844Ey/f1YjP9z1Jj7B0G8/bnaKP24+E78zwIo/fo+RP3KXgz+hwyi/",
            "zK+Av7j4CMAmlJi/RqTyvkKbC78StZ8/ZFxwP2L5fT0HjTq/TQbIvdR+ST/Cc/A+mUjFP8k+hD8Ru7G/+SFQP9lfvb/yvo++UECzvxEbB0CVkZs/kY6sP6nrpb9/D0a9vGsKPr7C8D6ZrcE/hxhTv5WQuz08+SVAQ8a9P8d9kL8JtyQ/uPWDv4rXib6KvS2/6zboPhp13b1xi4A8jFNUvi+FWT+TZ9O/EQyUP0x2rr7G+s6/mpSWP7wH9z1G1M6/elc6vktCgr+KvOQ9+PdiP7TYTr/wo/q+OiU/v3dOrL7sefG+pRyhvoodwT/v6je/lxL3vpv1ob8MIqg+ZQL7v2ryaL4EmAQ/MthYvjfX8z1O7+4/QziRPnrXFMBLgt8+mUtIP6Vx2r7caZM+zLiLP4OCHr80fyw/bZJEPzIlxT8yao4/bivwvBZcrT9cU6G/rH+mvsBhHr8+hSU+3OH8vlVpwz+PO6m/Ee+ZvzbLAL9pjzy+lDk/vgF65L+JDMu+BJxqvk1kw77bD2K/pLc4PzG4IT89qry/9JmEvx8wwL6QsnM8RtuOvuKIwb8e6tK9e9oyv0q8Bb4TAkq/CdS/vxhrvD66HEa/mpRbv1iMO0C/z9w+jOHQvPlxb77rpcE91BMqv1xEvj9fUTw/oJqGPrJ/kjwM44c/WovNP2Rj4L7Csgm/GMvaPqpT+j6uQ7Y/6WgVQKLHez9ieUs/McNNPzKYpb8R+xO+1EE7vydmvT5QWBg/Ep7oPqxPDL/4O5S/0CmDP7gqOb2pJds+OGS0P8hiN787z26/YlcdPydMlz9qXDG+r+gav3AUX7/acAa9GhS0vw6CFr47JpI/JtuPP4w+pL7yPWS+u/gRwBn6oj70THe/Cw7oPTP/Nz8I520+Y4WqPvGiZT/DDMe+cX3qP3g54z4n84m/seB0vwpuqL8Y7Tk/uatrPxufKr+mi5U/SJqhPvdyqj9rdQg9bUnMv11+Uj+f0Hw7ROotvwpB675jpYC/6zGPvvtn2j+tj0+/",
            "ryHaPpaVir6YlQ1AxBKiviGs5z5iaXI/jD0eP54QL75hqi+/WJypPwRjTj8o1SY/tOH5PivRjL4ZhKu+ysfcvRxWlr8pjO8+zKyNPzpHor15QbE+QiUNPgBLJj6nmwg/VQn5P1zc070s7ko9e3dGPyD3Yb+SU9C+yUyxv1qoSL9uL9e/N0Plv1DMu71inBS/GB+vPyUI7z8lfL0/oRGJvwaU+b+1ctC+Vm+nPoKoRD5JhgY/CXy1vpefLr+i8RO/D5sbvzZwwb6ICuq/Bm3vvtmu0j3mCNY+1RQov3ZKDcDynY4/EE1aP0EwWD/s0r8/LaxBPp2llT+hlGi/Hwiivpb4hj+1lLm9C2wXP+B3xD9zIQK+pBPiPgU7NT45gtI/FMeOvzV5gT6LIGe/ybkuvkcM1L0+rym/RRtSv7YeMDvVKa8/C3ObPh+WHD+jE10+cqjLOz4Unj4RR4s/VMYrP+uYzD8yB/W+quGZP2y2Rr9wp4a/sqiAPpb6kb5T9pE+XcCfPzFBRD87/z0/9R57PR2JFT8AeI0+XAhMPdZ5mL815QQ++IABP7tRtT+Ynh4/dFcyPdjfnTxR+qU+UXpaPmry975ELrc/CRCdPrKohT8Fk+w/X0lrP/FiwT1fT8Q/d1+Jvi8pub6LINc+quLMvnLvJL0ckpg/oMPrPy6EN7/w2Bc/3eKePzi+Tz8CK/c+gMEcv7/iNr527Gu/hJAWv6h3uL1Lmyu//9Q/P5r7EL2IWk0/GjO4v3I8zD+vbIg/4jXbvnJhHz/dbgJA+Ia/Pm7L574kTRu/sOxQP55KdT4t7bY/fpKVP6m41L4HWqc/6Hgyvwmeyb68Jcm+ohXDvwd/CD86psE85jEQP83K5z4x7TG+MwxJv6w/Bb92a8w+vZSkv6kJCT986wU/BIGDv58tib2zUiu+1IvgvUd1rL0eNvo9BVguPVcpaD2mfDxA7L2mP51n274x81Q9P/umPZQV+D3S+Ek9PhUoOq5G5z4uf34+GWKovjReUj3ugCm/",
            "6gk5v42zDD4FYkk/vV/NvF7a1L9goce+TMu9vwfRNcACKC2/0Dmlv9h8ED/H8MK+k7+uv2XKAEB2i9y/F6M3vyB9ID9qoz0/ef5EP1ULG792DiG/AwoAQHogG7/rpFW/6MSSPyWErD4mc5E+T5InwG/pk75Lndg+1LEUv2gH+76w4cg+nqXaPa/muT4vjgG/KsseP6mkAsCX0AQ/gbTKv2m4UT5SGqw+mejbv09RWj9w+Ws/KW0pPy1Q779EtoA/F266PsyTBcB1cNm/keyOv106JEAfiHG/sAXxPbukJz8ywFS/mXMwvnmiLEBGLh4/miQAPr9lND7i0Ve9h9lhvw=="
          ]
        }
      ],
      "outputs": [
        {
          "shape": [
            2
          ],
          "values": [
            "6bspvxHjfz8="
          ]
        }
      ]
    }
  ],
  "trainable_params": {
    "conv2d": {
      "bias": [
        "tYDCvObu0Lygyca8P/sXvcDjGb3FzBm9Xu7cvIxghbw55+W8J+kavVw2K72iUBW9pJBHvTY5GL18tgm9pWcWvQblZL1JOTC918Ervf2jz7yNSv28XczvvGNuqbwkQAq9F5rbvE7pA71MqBW9RZ4uvVsr2bxBGzq9twf4vHJG3rw="
      ],
      "weights": [
        "9CUBvjCuZDy4FxQ++3CLPWU7NL621jI+tu+dvYNmBj4TaBu+efZivi/HODwUrZw755Uivji8X7w3c4Y95ATRPIbf7b2Ltt89gaR8PbTTd763cQ29X1M6POuczDzL6Vi9Tuc8vgDzdD0+Gmu9spZWPa7SbL0SDb49dkQpPav0Lb6AvI696eHLPb8idr04zmg94flgvSQZMTyZqby9alXBvQdqCT7ZtwI9T5Thu3tTQb7EKeg9mD7fvWy87T1aRk0+6pKsO7ecLD44+w498+aLvrD3JD1YOyM9LiVWPrTZXr3xmi6+YTvAPPOwG77ZD6a9FizwvdStOT4nB7e8CGPuvC1rnrxlfTE+lA9GPuFvV76MLOG+WxZuPB8Gwj1ywFK+V3hVvl5TIT2hjQe+zxA1vqi+c7xcA+g9JhkAvmC4VL7ZJYe9yT9NPneEuzxUy2Y9AbTLPfzLTj5+UgA8tzrvvRm67rzY8Yu9IvQCPkizIr3Jw4g8iWcgPmnhdDyCMPU9xR1OvntvuL4b95O+dbEEvVfMxzyr1VE+ftudPc9aXb6KMxU8VZAVPnwAxrxS6fI9r+R3vJlwvL3aYVq+OwL1velcez2cj7W9gJS0vsnrYL1zjUS+5bsfvQ7cmT73wmk9lmoKvBV+GD6gtS2+RmjNvSr0Nzx/2Qc+38zjvG+VNr4GYRA9aPp8Pqc8hD217QO+ZaDvPccu/r0InoC+ctuhvooPSz44MWY91rILPiFQgr2eebQ9xnXSPb/wsb3XLe28HGewvTVgD72JdTW8VFYBvkKpn70MkmO9yx5qvndI5j2YtzE9OZ7OPQ9Usz1WJbm9k4tpvjJkUb58liq9u19VPeDeNz4sk/29ZhtWPSWzGT7ckek9ot9avm1OHD3hhqu9cYLIPcPq2rySzXe7xo3JvcD1hDyFvSG+ABK/vh5soj0d1vk9wNm+PZd2qD3W7Qk+0c+xvbEskz16rWC+kHqJPQ5I+D3QHO095tzrO2ReXD7BJCK8MjsrPuFywLyAPii6",
        "/5lfvoLs5DpacAG8zbWUvVNqlLyHhAI+mIzQvMXnEb41fci99sjjPSoeCrxWeAY9bsssvi4Shz3SnUI9ydt8vXqJ6z0jVLq9tgD8PaohCL5eWki+nLpmPRh9oz2J/Se+i5u6PP4nLb51w048EqtqvFlgX73gjBe98F3nPaxi+rz6vMW9vcxrvXF827ucdiM+4mQOPXDjF76h+CS995bnPSWjzD1gkVQ9fIVrvFil3DzpcpQ9GWOZvRipEb5CvM09HCuwvUG9mT2xx649/38fPr+RwDz6wm08aj8kPgmxHr7YlzG+u/xkvQ93gby88Em8m2+5PZ6f7j31VGC7Br2mvSIyIj72J58+kozRvCb2XrslcLE9+0ycvQ4Pqz39BAk94B9Gu5gmv764V2q9A4cyvdzQ4LxGZxs8zQKdPTqPGj2icO291ITDPVghVL42xnm+1id6vtJVBbxqcYO8OynSPYSo/TjJwde9wC0NPct5Lj1fKBQ88kMQvpuwZbut4O+83pcRPU02Ij49GdQ8Fze6PZADBL6BrKo98YahunPpNT6q8us8SHrPvhyG7DxhZkM+LVMevYi+Sj4rgHK9Cme5PA3gwDyHo009aMeSPHUpz720PlG+F64kvqqXWr4Hj7o75S8JvRuJjD1L0YK+sskZvUkF2r1ds4Y9aTS8PJglC76S/tM9JZoxPUgb9Lty0Lw9FJ+fvWO77b3db9S9BYg+vj0LPz0EL1I+JirKPd+9Tb2u3xI+GZWmPR0ZbzyapcC7frhzPf2YRT1Ust69WZgVvhXbEj5qgEe+qm5Gvq3d875Yong+ztOgPVR4e76SSmq9Rx6IPtnUT70i/gc+oNkOPuvOob21cU6+oJBBvZJmKr0aAnS+nUe0PQ+poL08wjG+IjwcvpdcPz5+uQ49hcpiPmfRHT5iAE48dq5PPZh/sT0g2lY+yaq6PMciCj44Ccc93gTQvWv7Sr1kk6o+jQkKPrB+dT7rLtk9vpyfu/fn5750DwO/z7e6u9OPFz0cXlC9",
        "4oKmvMe6Gb7ybS+/Sf64vrl03T2dfU0+/t/GvRCrnLsurwQ+Db9JPiRYfL1vQiA+VgmVvQA5a762PPu7dZ1NvrE2kT1XExe8Cu/JvYaOlT2bKJo8QUd7PkbGCr3eMC09ES0lPk9AsDsdIVe+0ToGPojVKjw4oi0+lD6Rvk/XF7wfi4A9I01HOlbEpz1IvRU+9YvnvdVPs7394jk9F/y6vgypn76WXOS7n8lPvZjabD7GDSC92S93PbbC9rwG7uE8vbh2PSpRpD0+Y489GSyWPRHAo75v+4S+TGz2vfMUMb4QoGu+JA1bPHM1ob4RrSQ+h3JzPYu0mryrqjy+bBIaPp+pBz6sHjw+FskxPgBkprxGJbm8KVa8vSEQ9b2zza+99bItvjm+Dz6tDX6+jkJsvufPsr2LBA4+pO1NPiBp+z1sXI+9IN0TviQFQz1PU1A8NzwzvWB3vDzGGEK9HB9Tua+kqj0ybfo9u+4Fvoq43L150pK9PfyYvTHTHL3FDCY+4IR0Pn7ChDxV/qU7Kl0GvtzrAr5kgFm93zLHveyHxz30zCo+IuZKvUCuRr4MsJW9Rr9uPqNkb75HeWG9vJoCvXIxHT7ILoi+tbt0vjCsaz2K3RQ7Bv4tPgnc1r0zxrM8FfyKviTzZbzddWc9JyIkPSaIvz2aKg0+bkUbPhghvLyjrm2+8siIvlZ5vTtsqgq9MMGPvb07xT2kBJU8bvDtPEsVQb5PJaI9DMk9PYR+DL6tF1G+h3S0PeF8Mj4+mTU8TN1PvT8UpL3XVFE9toquvaN0+z3N62I+2kOLvf9EAb5D66e9lhUHPueeTj7BsQE+1dXPudZRCr3LEU2+knFVvap+3zzwB8Y9avgavTM157yMyIY9zaSlPbXA1rsfpEC9fS0cPKAW+D0AUAa+InRcvrvL8j32k5C9CqisvnvIN7ynzD89pLS5vSX7Cz5gzeS9PpKmvOVtAL7PCni+fb/WOwn6kjwD0+E94zJRvF3vnD2+4Ki93871PIFTCT7XK3K9",
        "8NQTvchsQbxN92w+pVAXPXJ2Tj7hrNg99VFCvsuQpL2hzke+dSWWvG+84L2sBSA+2EOsvYPLPL1hoHK84GwVPj62AT6zyqY84q0uvXzLHT1b3Rm8nYv5vaY+lrv/oAG+15gDPvmNAz3Zbkk8L+H6vTFwF71Xycs7O+2DPTQ4/L05Ywe9NicyvNyNij3ajBU9wAK0u+sOvz2DHhK9OqnaOz+sELvHC129wcJaun0m7b1/iTo9hZjZPSpgF73oVSA+liBlPQ+kQT2Ipe49Uz8LPnZoH74KnjG91YGfu0jU572E3LS9BhlmPcJ0rz32UI49WkL+PSgoGz7mA569D5AEvk1YE70WiOy8ua7bvpxqAT6GqN49H1hGvrN2Ar2whdU8RMETvL0mzL388E08celgvdSMqLxSltg96rBnvlkeczw7KgM9Te9sPFZ1Bz6uesY8LH93veCOuj3eMTE+erxjvcgEoLxG13896cWSPPZMpD1S9xW+HS6OvadYAr5lJBe9JxqkPHewor2PyWy9J2LnPW64gT3mfGq9PB0OPn9eyz2291++V94GPvm7v7zqRX08zmUzPruhB75KRqq9iq4KPdYAKb48GDK8wmcXvS/jEDyYOK277wZPPoelVL7xocu7ccltPbKdNL1BRj4+cIiSuw9+c73L2ps8pi85Pfc19z33P8I9M394vX91AbvPJi++it6KvUiUYzzqWzY9B+XOPEP+zT2HlaO8agGNvbs7pT0No6W9hp0bvBw1yzy7xDK9ho8RvI/4370Ukcs9HM4bPjq4Jj5lnYa9n4vCvGj63DzeahO+5ykZPja0tjxDhhm+fuqIPU1GgrtVsQ09jZcaPVUjPj3fH8a7aIdXPFbcr7xIJXc+LjgYvQOi+r3Zdam9uVEMvpD8ur4DCSY+q5gpvjZbmr39Ug87JAngvRY1IT69ciQ+mCk5PnVpoL14fNs9oJu3vDwILj3tsYy9zCpEvOBbF76HCyi+BkUCvjvt6r2yg7Q8LV0EPgWXfr57eIa8",
        "M50Gvu+uAL5nxTK9Y9cYPjYANT5b5ys+MS2CPURYtL2Ue/y8jDEnvWL0nz3UNbA99qQCvskrAb2QLFE9lIv8PQm93z1c1709ZecTPqbzVTwTbmi8PbYhu6XeWrr5CEq8+WMMvb0VBD5Ju9u8pko9vjCuGj7fmw+9P6Btuzmwpz0Z8b096iWDPAEStz18UxS+F+uEvv7UHT5E7JK+vly9vvpPoL5Oj649p35bPuzN2D0y+tm8/4jsve4UQr4ivUa+rzr8vcYgyL0M8K49hMwBvR4Q8j0azfa92+RlPrwEAL6tBFU9Wyb1OyL8Er4KYSk+z/N7PMVF6z3V0/M9HG1oPqqFyjvTbK28jrHsPTOwxr0vi+y90TwKPZKD0z0Fc2m746HdO9RWKb7IeS++UAu3vYp3eL75TuY9wYLkPesyRb2qiKu9q3uWPXTBRT7fK8092PIOPfWWJL7BgBQ+s2kvvYxzab5URK694EG2PYQv+D0C9hG78gnXvGmCpTzVd4G+N10tvn817b1zIrC94tiTPc9+OD3LWYI+72FNveYwjTyRplM+b7j/PcHig73TK5O9625Fu6Qnlb0HLV89WqCQPmwEgb1tjfi79nyZvSzF2T0r8Ik9bQYou4POgT2kUWq9d9IwvNV19j1b0YW+2eCqve8tFT5FUd08tAwqvj6bjbzE67i9bVIuvij1x73hB7o7sCYkvvElLT2kjAQ+6AlDvHpjgTouqdU95xpkPbb8gL2d7To9IkfwPTGmsz3C7M+8QR8Rvurcdb1+dNM9ORRrPbFcy7zSbRk+1iwrvtuXWz3/N1S+YD3kuw+cDzwe1Ui+ET1gvN5xaT0bYGy7GBRHPRtUFT7P4T4+mHUJPMbdXT0RlZA9ovFcve25Fb6HxeO9N9QfPbPwHL2AN1a9Y5JQPc+xjT5sChE+u4caPrlUaD7z9Bo+Jlaeu0krgb1ju+a9V9ydvpVgPr44Ecg8TrZHPq35fr3DKBQ9A0sVvmAjuL5ClZO++yRlvmwqyL3sjim8",
        "EZ4lPZp6o768yvy+rURwvgj6Ur46YSi+5BZPPok9gL3lgBG+sBMIvlEJTb7KIIe+KYbBPVtXDj7PQHo9h6wLPl0TMj1S+ea9Wvk8vtFKdT5JbZ29McJyPQ2mbj1mv5E9PR0ZPU0bIb5isCY9EvwLPNklx72tK8Q9ZIKePQUoDD6JvYK9ZM3WvEgWYL0vJoi7fj4+PHjSfz2Yp3o93f6rvM8CDT4C5o89fAmhPRRt072I55i9VRppvVOX+b2Qd6c8H5vqvZdiJj3TBXI9zlSAu8gCur3hjhG+kwJovvFiaL2T7A0+MClgPj82JD7cjtQ94oHrPZVs6j37JaC7B6H1vPiMV73gIoK+ksJkvhdVEr7UawW9VAUIv7Fz3D2JRjA9hSDavFMzsz2K85I+URc4vC/d+b7xUYa9Hkn6PQxNXD5XGSA+WNTwvSPy3r0ADRO9WXwZPHofJL6f1oi8lIVWvjS1qDy4kh2+3KbQvdvVh72pzxC+y60uvHYFMT3alHc9nEqlPQgRqD0T5qY9kGrTvf1ocr0kuPA8G0tuvXekij0L4Te+DzAivXSSyzluVoy9NOkdvuvQsr5rqYK9woO0PbeQNz5Y4FO9XVnwvXtVmT7DflY9s4oZPopG8z1MHK6+rss8PQvKSj6fKS099AZ/vp0D97vMYI09segmPinBAT5ghVC+BPVUvuhywr4bbAS7D6WsvkcU0L0zPSc+39wdva/h+r3MI448k29tPtqZ0butHbm83ZVRvQqIMz56+kc+2NxqPR/Mabz55GO9PE8VPUh3Nr5YH5K+gO6dvRp1+jwFdR0+r8t8PZF8VD7714w9cYFqvoGo0b0x5gy9hTMHPRKCxb1q46G8D89PPaN+Ij63tBK+noQMvmBOp74G8mu8xrpNvgMiBD5cWL+7i6gjPqeayrzF1pu9nAoHPhIkM7uxWZw90cjIvTCgs72HukW9zcIwvqAXqb3z/GC+chWMPU5mmT1Fpe69TMzku8jT+jw5dV496jqJPcvTkD2eWgo9",
        "idvrPKGpBD3A7yM+FX6Kvk7n4rz05bk9jBE0vpCENL6rB648Sz82vWn9aj3v2ru7kHqhPUfR3L1pHB295YhLPbyZxz2tezy8GeOfPV3LpL3wx9a82MGKPfWL/709dak9M6Jnvkku8DxxGZg9uSzCvd/Ta76e0xs+/a+ZuolUTj3QDkm+mF2ZPP9Y4D3paZ69u7WOPaEmPr0P3rE91eH9vH+pML62mso9WeSDvC9XAj6Uuua9VkfwPbFT7DtKgE0+qznYPTYc8L2PYRQ+WHICvp9igL3N6D2+bKpMPa1G9DsB52U9bA5NPDYaDr6wEt49ainIvVxaAb5ggY+9jYqHvMJhTD0ocSE+s/w1PV7Brb3HrMi+KoCXPWrcXj0n7k88tzaRvUQNNb2tnz4+e0n2vAX6WL7b0rS7EuJau4Cs6Dhk15o+/bFOvn92HL6SOUe+SWYHPkno7zz6/j088ATVveShTr4v1iq9hO0VPgYNCD4emYG9UxT2vUWZzb0Q9IS71oHnPb6Aqj0XqIY9nnBuvSs2oj0AQOq9sLxxPT/gQjyKkMu9gHa4vSBcTro+fwO9xvT/PZqJuD1g7js+S7NMPRIXoLtwRPU96ZhAvfFPo7yzKlq9h5p5PRnZej656c+8vkmcvenN1LwSryI+QSu6Pbw6I75V0Lq7YBZHve1hm70tV7w9SQExvi1Frr1viIo9WaE8vqD1wL0SmKw9LIQfvm6G6juX36w9CykkPKkvOz6SN8U9tuRsvVzpsrwLT6m9He+GvZ/59DvoHZO9jgOWPXUx2z2oesi91LrbPWVykz1o0re9cWfPvRiZjLxOn1o9gZiUPfUygrw52Xw+F2CPPs4YCT7gWVy8U//IvIyntTwyOgS+RMuYO6ZycT1XO1q9Jx3dvbIX2b31PTe+cysfvBNG4j15mN+6EUFOvUL2w70prqm8nvDCPQ+Buz2U+fy8RSq0vcZKmL19aQC9MAA+Pp6Lz7xq3xy9siZUvUgZFLyqabs9LeSpPaH83z3PBGO9",
        "zURQO6Q47DzJFKC9EEC/PVGWhzyw6kE7SG1GvRma9r0vV8k9I/SQPfn/g71yP5c8+vL4u3U4zL0BxDA9OhCVPdEfTr6bQvY9BV7iPLWp8jzflWE82cDjvaTXlz2VURM9nSm+PKhC5rxhz+c9SU6WPSnol77lKaW+0i6Wvo3PCDxeUk4+FGAlP+uGkr2i3S6+gLvpvr/0CL+0glW+UI6NPWBwAD69JS8+aFgCvgGitb5R7Hq+OHYAvjZ1mD1JPly+HJ1ivYxdAz2wySK+FaXEvsg1Or2sY/49DZMqPV+7Zr3+uVE++6SruhMhEL6ujiO8YbhCPh0vZj7eWQo92oAyPnfoFj1qhws+wrhlPOesLj5VkwE+HEXpPfBlID4HmK880ciCvhK8mj3JM8w9z/SaviEvHb3poZU9RodtvnGOH7xFAB69i5CYPbGoCT42rSa9rpvgPdFUWj3GtMA9k3gePgMOAj6KQC+9jg/SveV78bx2qtA7kWfJvEQ4ur3tGIO9klmgvcPEWL2+Wuq9K/28PMeaJD0hgp29n7jrvTUvgj0l67m9xnHUveaNGT3J7L89YZkgPkj/CT7KJHM7Q7GfPRc1Pj3wfX2+R2cCvVkzYr2HBrO8y2plPZ+Hmj0/mtw9oI/lPaC0tD0CUKK+eB1DvsrCuL3LNf09dgZfvckEAb7JrxM+wM5pvcV28TvpO4Q+Yg56vaZYPLz/XO89xpNQPj7KVb2xCh69pbKcuVxQoL6SVJi+YNjkvdXt9zwbYTO+T+oQvY8whr1YEfo9TGc2vmQVCrtbgag9Mh50PekqrbzET3K8bu+xPKgrE75UnLQ9DdmoPZiP3b3WTxc9ZgRSvRWBhD0yRJ2+MzIbvvDgoz1sTxw9m23Lvdb9JzynLhQ+V/tkPWkMZT1taSq9QNdHvuzEwj019qY9k8dePaQiKr6rnbu9bkz9PQWJMjzTRw2+mkdyPpqfJ7yRAOi9Q/IWvvBuBr6LwsE9oBmAPpUdUD5l2iq+lMM8PmqF2DsniGK+",
        "3wYrPiqBjT0wl8m9yRglPHp45r0s/rQ9rVzBPbN4C71COdw8ThBGO3wT1zxmPCw+6i14PgdsDrzHBEq+okf8PfJAlL7F6pq+8Uq+PFfvnb495rC+pipgvgD/4bkRTRa+PikBvnKqaz5OBnM+jRnEPaS2Jr5Z34w9eD5uu0UTPbs="
      ]
    },
    "dense_5": {
      "bias": [
        "asxgvFznYjzdl1+8kKmZPCSxizxDFIm8L4qkPHhWV7z1mk48MAB5PPnumjxRBYa81YOiPAoghjxBn0i85c59PCobkryoTlq8leOZvNi3Zzyzck68KjegvA5MXrw30IY88wqLvAYr6jzI2IS82IOHvKqQVDzeR2281tQiOWc5gDw2oVw8sAFEPOfghTyTt8m84JBqPBehWDzKSW28WTmnPN+PhTwLhWU8DP/LvEQkazwnHoK8jrG/vNvLgDxG1mG8NLyAPI0InDwIMFm8CMdhPPBtnbzQd068Wf0pPOiJhrwURJQ8ghuLvBktGzxy36w8D0eNPLP/Vb2lynu84nymPA=="
      ],
      "weights": [
        "dqvuvE5oq7sGelM8a646vIbVULswu7I7C99GvKcsLL0b0uk8P7DDO0NdQbyBNp+8iskUvMO9Zjx71TS8bMdKvLzzZrxb2ms7AgI2u8QJszyCE3S88f4RPS3kiTwMmES8XC7mvJj/ZzttkYO8DD7euxqH6LwAOp2802WGPKxdpThPifY7MIApvDLNIz02BY88XD7oPMDDmTw2b4q8XMP6PJ0tuzyPUBg9MN1BPA8drLx7/cG8xdpcu8Ad6DwpI9q8fwYGPZB6nzxJ+xC9E1gEPR6xhrx/yjq81P7bvHcviLwBWoW8TDwuPEpdOLx7zPU8/gj6PMwa5jq5vQS8B+4RvAd+FL0eGAU9K0LHvBjCLryyLxk6umGQu9bckzz41N28JuL3PCacHTyMI9s8g+8Fuxu9T7whEFq73bNQO/STsDxlgtQ5RjreOxVwojkJ9d886+yHvJa1pDxTKxs9gWDQup/pGTztVp67wjipu+aSjTter827od55vOrAWjz92WG8UPE2POJTFL3zSfU81+GdvK7tRzwA2Dy69iqkvOVB/zwlEPQ8VWP1POsJobx1xy68ZlLovElHlzxOKCS83TUjvJsUsjy2pAY921XJvJEPmTzWUxm8Kx4xPMyMhLyooKy6Xr9dvIfbj7tFCxa9AaLxu2P5FT2vMg47UWUTPOzCNbzELA69rXNyvF5pJb0S2g89yjONO+SUPrxvcAg9cgOjvKzv9jy4iho84b4PPRLbkLxoGwE9MKO/PL4pdbwY07y8ZksLvSgdhLyJ6xi8m9aKO1vWkLur4q27tM0kO6butTwijew75rAavOB00LxjhZ+8psU7vUF5z7xbv4e8JAdEPEtUjDzMJsC8xoySPNHcEbxPnOo8CnZDu6JAkjuVIBE9tsKAPAsDKDx61ls8UBIKvX2ZVLsE2eo8YRiUPEsZdLxOVPY8zHAUPaOGBb1vLR87LmqIPKDpCj1uCEG8NsjbvHTB3juBlBW9oh7bvEui4busg+I7A1ReO17Vf7x08MG7",
        "Vo9jvMU3WjwuStO82OACvboFNDw0yvW6VI2yPNpZrLxN+0A8pB+iu/SEQbxTyc25hASyPFATNryfU6O8E3mxvKX4bjz4cq88PUmAPHRIiDy0R6u8xTq4uxKvnTw/HQ28+ctSu0FW2ryN53s72Wo/PGoUmbur4su8U4gsvcXuAbxkz5w7v0LQu7WjVDzG5oO8PGl0vDCcuTuCALS8uIRSPKwisLyPF5g8vLRiPCL0Or3xQo66+4wIPfNvlzy5a8Q8ntsIPRNZkzyQJ7s86qS2uSLOqrxb44c9JojZvC1OybwY8Xo8gbTFO3wn07z/I6S8b3g4uoktGjwjox48BfZOu9j5ezz9S708tSAZu/YzOjyYKIq8spGPvAnWj7mbOGs6JnCLPDau9jzYDes7Yb+0vI1If7yCUQg8jtJCvLCMLDe2oO27jQVDvN97JTz8WPc8rbTMvHqWRjt/ohg954czPOxzF70qkl87u0uKO0C3hDp0UU28AbbFvFYD5Dsa7MQ881oNPTxgnbzz+z88o6IxvOTQRDeaj2O8+NgbvaDkortIwN08H/L6PENz0Lw678S8zZaMOmt2tDwKHf86W+vFvOuEHj2Xxhs83Zc6vIS1krtA85e8E6xYOwZCxDu93ga9SGyWu8IFsLy5Lx284J85vOPE8zzSm4c8W/2gvMJQPLwrWiw8pG0HvJB9P7ydTQy8WMmhPDfMJLz2hQU9R8uYvBpZTjy15Ak9ihDcPJGWz7xrG0c7eK65PFPJbrwIt1A8q/oSuyZH+zsxuag7D8+2POaPsLwFVLY89g3OuuuajzxkXQA8YIQsPAGf4rziSU+70ECUvMJfujtfI/C8bYR6PEL2dzxRuyW9vWcAPF1amzsjqL08jz6WPMnfEbu9//g8jdzBulG0nTwLmJy8appIveJJNDwrais8i92oPAy2DLudVVQ89dqCu68x0LuwNzg8GP2iOblXNj1trOs74CwFu0mJ3DzwGIe8qAQQuYAdkzyv/do8DPayuzSiebzXOFs8",
        "nicPu6shGDwQjsa78M9SvCzXRjwoZMK8YZzQPEJLjbz1mpY8tJADPFrXMDs+7n68+p5vPFtcU7tTpzQ8eC+ivLa1CL1o2iO780oRvJPkCD0Rn+m8scXYPJCjMzxdepq846B2PJX0ezxAMZa6UBmRuxHRlbz/P768AMyLOxkKmDwjC2g885xtvOjBrTwsL488nrxNvAmkhTtSGJm7Wg5hPI1N1DwczPQ84dlWPCZ9BLudGYK8sWJ2vCtOArxivXI8unSGOSY5yTrOEP68UPjzOo4lu7yRVnM8m+BKu4ikDTuGbRS7hlYcOxNFS71j95E8QDklPJ+6KDsgWIe8D7vZPA38NTpJ6t67aVEMvQgToTt1tYI732mvvEqmFbysaMI62B21u+9HNjwh5qW8JYbPPEV6sbxnd5U7BDG5PNbokDw4Q0u8LlWivCN+Ej3kbZq8YrfOu5g7Nj3vrZ49rcoNvenUnztE1oA8kS+rvBeF4rvJaY29X6LJvEuSnr2RKCc8FvHOPD1477wSt9A8HioxOsjXlDuadGw8eyMDvfO7MztPl7e8BAenu/85MbtxWZa9HyBEvDOnzTs2eZI7L7GavDesm7w1EBm8rliEvAIiwLs2mQI83HvQPb/uXr3ksAc8qcO6Oqj5RzvGNCy9fZk0O+nVO7wi8uO8sYpjPLXLGbxcqo48g5QoPCi777yeWSY8DwCGvPNmi7tUXJ684CSUPPSgwLq6Sla8RFBsPK9F6btMvvc8zXrcPDAKGDzUHoY8uD1KvPuC6rvgpPU7rKrLvBNeW7yoy786OzrfPDIalzzvFtk7UvsOvWuDpbwdyem7wivbvM7GZLxe4Ye8uPm0PCRZkjx2u1O9ZuqWPA2Sl7w4CeW880ikPI/aHr1PwLa8YbW9POLajjwOPre8XqAEvalqpzxhROM7px67vDdwsLywtjq8QW+SO14G9zrmZ7Y7NZY8PD5P9Txg/Bi9KR7MvPykfDzsXMS7umTNu6wMQ7xSUqk8KHO6PMR+MLvSgsS8",
        "YyrUvAJ9urr4T4a7cRT0PJDvvjzW1+O8peOBvM9EnLv+Mni8wyJkPH5nWTxr8xi9uHQGPY0MDzs41FS5wQeZvLod3rzRtT07EXWMPIJMObwp6wy9eyB+vKUQkrsCi5078EKrvE9MMzwGBLG8+aSSvMwzpbw1ihy9EqnJvMpZ6zypqwI8wZPUvI01gjtqdSk8Wjb4PKyXrjym+aa85AGhuxj8rTvFio48VUIMPA3mXb2IGlE8tP+rvFRVVbsJFHm8Rf5oPGQv8jpV5Hc7TG8KPZ5xOboz3Gs7BGwuveRU7rnWEqA50cdXu7UdBb1NGqk8IQsWPYI8EjzSKCO8Sr6CvNaShbt5l5C8zmbEO+4BfDzFFcu8NQ3VOw9zjzzDGGQ8K0Ycu5Obw7vvHc88mqA0vK1G37riGZ+81ADXvJg2Ezxlbau8ZoJrvO3hh7tJU2O79OUMPO5luTwkQbc8YEzmvNGr87sP23W8PFWsvHkCbjy2lsS8Efj0OyFgKr15NKM6K6sVu5lyQryGvJA86iFCPNP+jbze8V86FSlovII5DzyOhwK8Y7E2OyY+ujwwvzm9jL7BO2E1ET0Qmkm7NpamPJMMGT1ZhLY8Q/+dPFHazjo5WvQ7p2ucPBwGSb2xbjw8WcRAPMIeBDxdcGC9kD+6PMc0qTyhugK9iT8tunXnybzT7vy8LzLpuiTu1rwy5SQ8m9yIPGgQzbyAArU8SQnSOfdHozsHn4Q7XGBROSbPhbz8tAE9jAR5u/GRgbwAW/e6eFz6vAlG9zuZFh88RPOsPMKX1TvhiqE8b2n1PLi+QbwK1ve84SBwPBvrwroBCrK8uNwBvXvl3bxZQlS81D6bPFFQQz33gWO800i6PIwU2bsbEHw8+vWBPDnm4bz6rTe7qXOnOy+BnrvzDUI8/sAQvQR4YDzLlco8IVlyvN8e67wa7yo9UUgFPVdKVrxto5y7BOcEvS0/wTxp2Iy7WoiwvHQOlTww00M8nb3qvBl4ArwfwvU6VqSQPAATGr3Jv588",
        "OOGMPBRxxrwykwC9GJlzvOSYgTv0kh08zUeovPR8ITxIn068jOO5uypcajzNEKO8aCSRO4xrubxi45Q8RAIgvEO5uTwPeAM9tbETvFOomDwkJ0C8IoESvFhyAD1royA8JatsvIcH9rsnWw88HlYFveOGB7y1QRO9OYWqu3hVxbvdEW+7Jm37vN1DEDyINaa8bY6zucOvrryIGnc8lLe3PK12Hb3jIAu9NsGzvE2JWr1cRtm8Gtzuu9JsDLx25Ke83WvsPDrAxLwis7s8ZuBIvPQKuDzb3cc8gr+NvKAD+jujGdC7n8oevEMp4LvEbye74ZsTvXnzRLzBYHk6+/Ptu37rgjwIlxU8I7QpO8a+XTx1Pua70O7+u1ymc7lfpqW8JG64OlJWSTxdZ528E5a4u+9ztDzApMi88szYPNUHJrzpu+i8XAxQvC67ojoxdji8Sx5IPENvFD1LKpE7HNqOPP3ORLzpRZa8ljqXPKRsZzytYzK9rSIevWFIELr5snS8vOiiPKAHNL0Cq4u8dPjnvCIvc7wToI2803tuPCgPZDxKlK281MrqvJ30MzyyuY68hCaEPLq6yDwuroy8rvPZty9trLv8EtI8L7nKPCCcq7yHL208c07aPDY5Ab21y607kMg9PDmcabyieSi9sBWVvBaQ1TvgZ7081FHdu3KCgzyPLTI8wzmLvIH1grz0ncY8sBLDPJxK/LyiYMY8gGqHvB+OwDwdFxu8KhZ0vPPFkTvnLWA8U4OaOfJtkTyM1LM82M4HPJ2n+DsFgiI98I3FO3a3HbxrAa67LbOku9GvhzyjeGw8iabQvGQ2YLw0UFm72JkVvPQcIr39HCG9E/LbOyZKFz3O2/u8XQjtPCnI8bw6Zie6GRafPKu8zrz34Iq7jht7PJ1t7Tzi+DA8AVEUvFYnFL1Asuk8P9afPOD96bxc4ms6BoerOYvcl7wBFMo81LngvN71Nz0lPOe8s3gGvXjNBz1+YdW8j1pUvd0JLTtWYbM82W0nvEeX/js/yA27",
        "VjLkO5OPdTvSePa8v6lAPHIsgbzDTIE7tzJvvOOh+by/dY48Lnn0vCHoHTxmATo6d4SZO3kFGDwl8rk8iyCDO2j1wTy8cvC62mIpPLNBcTw9ck+8kOb7OxKSgzwyPva611eiPFJVxDsANvs8OiFYvAACrLzzfeG8uXJxOq6WerrBLJ+7k+/hvC3aG7vRHvq78yIlvZ6g2LvSuQY8qeIePEVh1bvBoO+8bNFwuzEMw7xS+/w4QokLPT2SNzzlARK8yklwuhrXCr2GgHy7N+QUvUjLgjzhIWs8x/EDvf6knzxponW8RK0BO2LOgrwmzf87toH7uUBtlzyk2488TtP0vPO7j7xo33Q8BsLovEsB9bwQQVE88xiCPALgA7xWDUo84MAcPJKyTbzmGwE8KObUvE+wnzwHwZW8MKQgvDmZrztXX888hRBTOzv2XjytqcA6AtDLvE3kIzwjYjY8z0vuOw6b6TzZoZK8jpYFOycceLy/oE+9JzbnvGBrzbyM84Q8T5gkPaTX4ryF0Og8G5ePu6+YAb1k7U67WxYkPE6SZrwlVwa9L5TMO7KprDuy77i8bmqmPB6Zxbu35gq8rSI2vJKRZzyUzLU7gkOFPPfk8roj6Y68VlFePYK1wrsMsP27iKeyvJj+t7yNQBK9vbBSvMUFADuPqeO8S/6evMJRkzzuN5Q8jyyyvNzPCLok7Y88M6prPObmsbyTGoC8jyBdvMPi5bz4qZc814cSPJ1CF7xG/ui7gYeqPFTerryKZBI8YIHYvBesZrzZGZY83ZesvHiSA7qqqRo9zclyuy7g2bzRuny8eDUQvYNy6zzBgcy7mjGTvDI3G7w4rs+8snfkO2ifIT28rIG7RzPWOwgRzDnM9oG8l/BXu+HzEL05Av27G3vMvFxYTzzzsau8k639vKDtvjwVoLo7obKWPL6s4DvXKrg84sCKvD4aejwGbQW9nVlxvFkZTj0PN2m7pHTZPIvXiDzUDGM8zS7fvIxsg7xj5Kq8xZGlvOZN9rx+bpo7",
        "TxSJPEV5PjzARkK7Zf5WvL28jTz435Q84sy4POL+tLtbfVc8FWEYu19cTjyOakw8U/Whu79fRrwq7LE7TVQBvbHnazlOkiu86Q27POxjZ7zZDRU8fDAoO1NRAD0OTKM8dHuwOx0o2jtBS448a7ruvH2rFL3Iuxu9GDKRvImh1LwOANY8nfCsvA6p5zxeViO8yrMnPMbbpDwm3kI8S1C3PIvjfjo6dtW8zWu2PC9f07zX+4+8VPgnubVpT7yFwp48fvPFPDaie7wDaoo825+kPCDBa7zOuzI86sAQO5MSgbwNh5u88CnVvBTcq7yiTay7wsbIvE+vurud4wa9/qt8vLbswzzxg++8gvU7PCtKizycaE+8u0EbPLlFbzzLlQK8bsyIvE3EpzsBhyO8DgHOPAZheDzMN8i8cvA1OxHxGbwTBbo88IIVPPZfLD3Qdni76ezJOiT3ZzukJSO5T5DLvPCzNboXcJk8eoYNu/e3AruKO8y7S1xRvM9ZcLxy5tK8F94jPHoy2LtVKZU8x62uup6IiTvx0p+8vU47O4A5wjuHFo48NIaYvHGO9DwV3WC8DJQovCo0IT3IYA26Dh4VvNW5kbw03sO8MhjAPGC74byKuJw8AIJzO9CszLwMNIA7iJ11uibNADxSBia7p98UvHjU+ruyjqY88w7SvOvHBbwYy2u8Hza+vL52xLztOyu8WAQLvIOXqTwrsmg79Y7Su3Fycbxl+Ry83U1+PDZ7G7zylQe8N0sWvKVkwDyA3N28cIU4PO7E0zzeV5O7reO3vJoTmzwVJ/W5428ZPT0Im7wCD6+8GYaovMLpiLwHun67QezUvIWGlryImg29waHsvG/GET11y/u74VIku9HmxbzgwLe8ytaZO3B1hLuOZw28CcTKvN5jrzwr3Ki8/wYDvRaserxg0xI9SjcFO7SlCzwmho87fSMSPFHt9TuOQiQ8SwCmPPBEHD2FgCW92ZpZPMQ/5by1O4E8B3kIvRmL9Tt6chm8CLsnvK/KdTxn1ji8",
        "Jo2jvCWTxrrc9lw8C/9avHo0Dz2AK5W8vCfNOpml7Dsh95i7PnWjuyBexztb98m8VotWPKF54Txmcn48VxLSPHIkgzuLbg+99bqFPKd4ODtKXyM5cFOAPN6pQzyiUFa8BPUUvUdZMDyeaYS8NGkTvYZIVrxKJMO8odfPvNimhbvcOm08IEkCvXLo5TyCqBg80e3APIx5KjoxFmy8HARoPMqCKzzVttQ5I7xovNSXKboxuV+8WxUvOqCGuTzYh4u8VertO2xEbTw7MsK7ecdMvEiInrtPtvY8XQIwvVfXkzuZxBQ8NAHdvAOBLb0tQj28HNu+PIJIjrwkitu72XAzvFjL27wuuaA8WuUMvWkB0DzTHlc7gGfovGpN2jqJdzc8KYUWOvt57jxJNwo84cePOu652bv/wIS8QJIYvCcwkbzg1oW5mV9Fu/gIzTybr4g83psTvYCgfjxeVbu7069oPJeav7x5B0c7pwuTO+xl1bsCIlM7++/xuwChpLyUQa48y3zkPFxz9LsWhA09hGq9OwblDruBifo7R4gePBKgFj3OG7g8IV50vEenljxwdMK8d7c8OL+Z3zswYza8o/X2vCd+dTxdhrk6ElCwvE9Jf7rwxQk8Vq2mPCj4D700dJy8RzC9PDzso7yJPYO6omhJPP41UzwBo6A8qY/bu0xGizwTQ+G8+dmaPNhnEDxZFJ68L62QvM99tDuUzeQ8NJXFvFQKMrwgSYA7i+CiPCd717zFAby8MEWPvKsMXrwxW9K63GChPIm6zjvz0488SqGFvLtIXLzojPM8gK8svIe/C71+dGE7qgdSPP1vyzthzQy9lT7dvM+k8LshPFW8mAbOu0viHj2Q4DG88eHwOt/Chjz8Jxk8jNCPPKJ0Bb1e+bq8mEh/PHQL4rxo+V+6bi5jvBEwrzw9EJA8mWwmvNt9aDymydo6a7U9vBH1IDzvGMO8wHLQOy7nMD0v2qe8wrnQvH7F1bxORgG8upXxvK5Uhrw0RjC8fovcPEA07rw4gUA8",
        "coEMvDd9sTwyWBY8T4CmPN1wEz2dHpy8ToAIPRk7Fr1cBD67kdIKPXAKtTxddJS7n/mcPCrAUrsJJFC7auI3PFLwSLs6fsY792gCPRAAhTxDF/S8rcYtPP6c7zx22V68qtmjuT6XprzHUry8+HsSvXDr/Lwyl8W85YHZvPGHDj3z0TU8OISavH0FID1YJ+C8gDagPGV18TwM6/i8/WlhO25RAD2b9/S7WjJXPOfsLr1iD8a84nHSPDPD7TwagIa7NP/iPDpDpLvnPSQ74QxgvHlPw7xevWc9nrKRvMXsEL2lqCe8f1cRPEvGt7zTH3e8ZDxeO2WYEzxZQwK9l49kvKzyq7uOf4C80F2bvOuv17sEPxM7P2PcvHCOwztuPCW8YpLMuWbHJrxb7vQ8VXYnvJq/Ej1SW5w7gg6rO5FRODwzYQm90VsDuw74bLtPDMM8JwLWvJC4ijxtcrQ8+8/LO8QJAr0EW+66G8SvuwryGL15wMy8LoNovORl/Lv40rc8AnAgO+GN+LzID8K7mFo9POYGoDwejpk7RJC/u8kEUTzMpUY8a8YkvOR4ezwBrGi8ekuLvEirSzwjYAU9hM8LvYC7OTynrwe43urHvDzmPzyayRU8GVAsPSp5erzwVz68OqZ1PFPrqbwad5y8tJ+Lut1XPDysEkK786gCvQ6QAbss2Lg8rQ1rPC6xE72k7qU8E5CqPCbxiLz4bp26KXjNvAd7Czstkda848KFvGgYhLwhVp887l64vIzAsrw9MSo8CSEDO/LZs7u9BPg7MmXCPK7HMzzYkPA7wzYfu3p4AL3kXq86+yYevFkUN7pXqT+8Arc4vVxlHjy4+AO9dnnlvLXrHzzCT5a7MlEdPBY3kDyq/+W5LMNrvLPEhzvKCGm862hTPMK8D7wTeLE7SEI3vcIyUDyJDqk6WBqrvCM56Tv4IrI8/6STPACih7xIBQK9NZFyO1bUDT18CBW95Risuy1LbLzJuEY8bjZlvVEjbTws7la8W9l3vJGCFr14nA28",
        "fSsKveWFgLx0ddq8vyviu9J1Lrwirlc8n56tPAlWvbsX3Wi8MtkpOv7MBjwbGae8k4zaPErXkTwa3OC89nfKvN8SdbxBL8O8ah5NPM4E0zwLJfC83PUQPOg9RrzNR9Y8B4sFvdyTMzyB2M27pVwgvKE6rbtrLg+9Ssf3vF50FDz7JkE9JIaBvMviDz3iaJk7b4yDPN/stzxVkr+7SR8wu6Xb/7tzXDQ8Fsizu2ls4LwowOa7PzysvO3C2bsV9Ze876QBPWsSsLqFmjw8/3wHPe90MDzTUss8fprPvM4ZPzxibFQ83w2iOnxTUDoX+uI60hktuwm3QbwJsJi8KoRXuzNjJTxC3yo88LLSvNAoXjs4viK8FhEAPMap9jxnFEW8PtDePLxk5Dzv9aK7VHfSO5Nbpjx+hh08BBH4tw7FuTysodu8pWOavAisQT3lqxQ9p48NvV1qDj3kphc9jU6nO4jP8rzmNZ488gUGve6xpLzQLwe9I7MkPAqIkrwewp67kaCcPGE1PLysnAw9tvFQvLmucLrVMwu70XxQvL4UnzxtoBw8WOc9vNVb/jzDxay8h291PK9NyTxUD7k8Lr3vvEWNvzpN8hQ8qHU7PJqoZrykTOw7Nz6hPTvMRL23Xw+9KfoZPU6fDb1u7hC9WeYeOyw6yDxkWV69wgBcvEKHmTxcM8K8/okNvGs1lrxbfE68laWGu4cBIDyHj9c8t4K7vDDH+Tt01ym7ghuYPHKvDjxdUOy6fgqMOwF5nLuYBsm8HLqdPO7PDzz4nRc9pjkluyL0drwMcOU7zBH3PF/qq7zkxpk8v0IWvfLf0TzDVAK9gi5AvXQmrju+A4E6hvnMO8HKAbwvgGW8HjaYOnE/KDvvBIc8DGaZPFu1Fr1zLCA8I1/+vL9R9LxZ5CO8fIryvMlXhztMSvU8LTbtvO7nuTwhnuQ8aGp4vOqVObyqm4q8Kf24vAJKYjx9li278VbhvN3Mkjq7Q1a77qb7vNeFsbyxWdY7pxHMu8hhzjoddd68",
        "+t6NPGySjjvKzti8A4uBvGOD3rzOKNu8Gl3GvO1D9juMY985xtnWO6HQcTzmy3K8ZBqaO4sFkzzZRWY8f9OwvJgPjTw/3dM7O1/vu7K1NDyaVSm6KZipPPvoTDzHGQa94iauPPgDbrtXxp28tV/5vH2EPb3ljt68xjp2uudfeLt4xVm7pnENvCAnAT0FEJ27w9WKPOo6szwgwfq8lZmMPIablrxOFt68f5iUPA364LzlcVS8JUYOPPTSfDwKadu8yQqXPEWRTTsJrtq8VnaWu4d4Irz2laG7ajXDvG0/kjsCnCC83kxwvOhGMr0P/Qk8wulZvPTCE7zFolM8HVA7PBXfbTxtNvK7uJ8DvT6HBz3cKDI8Qw4AvUimSLnEWYa8lodOvPlmFD1v7s48A98LvXxQrbtpkwg9ciEWPAiT2zs27dG8lCMMvYjoBLxvdqG6aV4Xve5mATxcCmE8xosnPPXYWLpalcu8jBh5vM2OlzrzOAi9Zvbpu0tnHrzLhug8g0eJPPHiTrxxBzO8lkyDPKeBtzxB1Ry8X9UeO5uwY7xbB4Y7NndkPETNgru4nN07l8q2vLsnl7x5F608+BdcPLBRKDyU7iu8lobLuzSbAz1fpwe9HxJqPHD10rwqaB29yi2oPBkfNrxFZ9+8SzwvPIWEGD2pdqu8Zr0GPF8IjjwsG+y7jUVsvIcqDL27PLW7blZMvHEYvrvvpJi6KT+Uu+Gx7jyB10y8ZynZPPsfu7xSGrU8cle+PAYJpDtMfJS8jDQuPMYnazzH0T28cmL0O7+Q9LzjHeC7g1ObPASndzxq+sC8kGoSPCulEzyFSLa8fQvzvAWSwboBPey8y2qpui0fNDyo1/07GY1ZPL3qOTxYQ9E8eD6+PJFn5bwr5Ik84sGCvMauWTxDyYM6Otc7vCsiGzwxmMg8unGpPI7jkrxQk7k7i04NPSSOWDz4aQU9XIvwvCe9kzzWVgO9yymivD0IsDy6TFc8pKrmvAmsP7ojTpQ862q4PA25FbwOjOM7",
        "f54EvZddTLwb4ha9j74FPWisVTxi6CG9cE/xPK8gBDzXT+s8iPavOw0rQzzU/6K8FDHSPI+R3jte+Nu8ZeB+vHK8qrzDAq28VkIdPapjQ7zEsLa8Taz8PHRGRTy4vhO85rCyOtsHb7zbp+y80DEVPBQH8TqZ0aY7eRWYPK4UET2QtNw8TNAJPMIFDrxJPH48p5Gqu768CT3xv9C7HSx0PAZfFT13yYW8kP6vPAkkt7tjsRO9YdWFuzStTDytTQy8JebsPHruCzy8Y8a7bgV+PL4yFjxzhXQ7hUMQO8uJ5TtYM2y8nPT6vDGUJr3InwA8D9WmPEpf3jyZB0Q8S/+mPHZSYLxVtw088mOPvGm48ro98Bk9IywzPK7jtDyiRgc8HuYGu2RUETx/zv48cW0Yu8BTUDxUMc27chQEvOBWoTy5GUg8qvXhvPFfHbxvj1O8qTT0vBfSpjvkILE82jKmOxaoGb3ePAa9xy0evaeYCLy0vhe99tNDO0dUPzkWSSu8kIC8OwDLrLwKdxM81CxOPJYAQ7zfvUq8rJO5vLZFtzoPoT28C81zPHnynzyAJFG8wC0hPI9xBT0RFXY8ywBCvOhAULx5FeI7epMMvb7M5TyjzxU8hY5JPCiDAbyq3fG8q31iPMp2/Ly2GlK8+QD9u0Qd/zxPX6a8tZcPvRrwAbwwPx87O3OQPD89LDyAp2G8v27gO2539DysvMS8lPpTO1G3DL2TOxK9xdfjOxtWU7xmM6C83tqNPFVVKLwq+NG6Od9YPFQhLTsErw07/DsUPNa02rw6XXk8D5fwPMR9MryZk627wdrhvJD51DyWkJE8B+hKvQYtobwNcsW7/NKUvDq+jzvacFK9j8WCOgX/WbwauwS8GUvHvGLUI7tqEiS80DY3u3hdejzUGkm8B7h7vdMPX7x32A68vZMcu5I4wLtZ/XW8rQCmvHyRcjgHhxC9hAtDPIIbhz1Fxwq9N47IPFhnMbwmn/m8PnaEvDEoGbyQUiO8jxsFPDbytbttUuE6",
        "+0ItPB0V3Tzj78I7rJVTvOcmvDzpDOC8DrXQO92aK723X468GCQHPCpNzLtRIvi7Gb2aPPEn5Tw0yIi84W6wOy/TR7xArrk76MSeO6dYEz2NEZy8a2R8O6eF/bvFNlC88UjeO+6r+ryhWkg76CG1vDnrxbwCbp0636LEuo3gZDzc0F88S5DlvDPbxDx79SG8ld3kPOrFCLyGEBC9kyMSPRHMZjwg5Bm8abs5PMthIr0SBEa878mvuhpCMDwi/bu8SjzWO+8fXDyqYtq85OANPero67xhzus7XgIBvUtA37waYYk839tyO4esG71IK0U8UGNwvOjoAL00lMA7EehPvKdVy7zAkoO8BDZtvMfSOTsK+bm7WccWvaRPCz1B+Ja8Q9+oPJV6mTycze48QHwLve+IeTxnIDI8g0Xvu0/mBryfIJO8C8pQPCEW+DzXVtE6/KEbvVuhWzx/wD+7bNZUvMfy4DtlmLe8zZnJO0yC27upkTS9paoSvQMIHTwZuiG6DRVqPFKkq7uLM548VpMWvV351jyN14g8q3/5vOK23TyDjtw8aYbVPNvk0DwW3GC9q/Dau980G7wLmzI8vnJ7PDTWxrsITSc7zJOFvOK3Xzy7ncq8f8EWPT0f3TtBcwK9BhhSOwj2rbwYiEm9nX2xO/Iz+bqGYAy9Ly8VvRwNWDoo67k7+CoyPMtwkLxPlMM8IDWQvHROkjrhfIO8F7ICu5beubxjjB+8akI4PEx5cbz3T4g8HoIbvBVhF7xk4OO8afwGult+ubzxpNM8OidJPAH49bwcwGO8EmpDPA3KyLuYArO85+2DPO0DsjsHo9+57Z7qvHVnkbzKIgS922DvPGYMk7pF4AO90HSvPMWJobz/DYI8JvPuPL21djt7YHg8HhsHOts7u7uS6PM7g1TZvMVcGLwmlTo79IlBPKE53jsuWNY8hQzpOTn8z7x1oMQ7d5V8u8I2ljyYRWW8XgozvEdh1TwMd/28bODXOlPPNrzaGf08hjyWOmexD70a6fo7",
        "JbiivH2wfTsNdCo7/T+6PEbAejzhQqU8slMJPGfw7DselGC8MzgwPOAN5LtXf+07oVjbO2pwpDy1Uuy7EFykPEI4H7xgY/E8SfEYPTx/lzzna4q8INoXPRjZKT2u4oa8vZiVOulHSTxxiEE8fQccvElQT70XO5U8olNlvU2BNTwSTEW8Mz0LvfOxOzz9XB+8WaUFvMnh1Lv+8K68lJ6fPMEmezyTKYI7oLdBPIE0VL2k0oe8F+d6PLjphbzzaQw8oZ+kPDwmkDyuVlo5HDdIvDIjhbwe76w9JXAWvQH0ELtTPLa8hrqCvBybLr3veh+7+HB8uyO/nr2r+Qa9rKaXO53fgbsWhJS7Br3EvEwz4DwVTcG8+6CAuvFODbyFo/m8YQS2vAICdzsV2Yu6a8yuPCwAvTwAKqa8uCrhPODxgrz4to481GCnPHIjvDzijPq7afyYvI0mbzwl5xw9oNIEvf7yGbzMLyQ8J/Q2PK3JCr1m/BK8OkVLvEsgp7zwmpg8rK+fPO4BK72M7MQ8K4KRPG8GBDwRiJ88bU4+PNNqmzzTFX67CynHuiMbx7xpfue8cma5u+dJzzzH2x06LPppO66hQDzwKrs8GYa8vC3UD7wDVk+8rCP/PDNtVL35Xh68BnszvDj6BzyrW2S9TQ2jO1iMmjuiNnM89P/5uyKRnrwd2Pm8aBeEOuP/qrwUKOk8rGyiPCNdxLysn1E820ggPAyGI7rhyZa7GP8uutnx27zshg68zNPjO7Mi17yAe/S74ewJO3b0u7ynZoa7QHpevIoJlbzTsYI7tGoZPTyeP7ypxQ28DUW9Om9qz7tdxhS9EBDoO0ANDr2Nj+Q7l6+ku0LyLj0ERSa9PgKnPKeNBb14RRS7zO9jPAC1AL1E7Pc8RuwJPcHvxTzXSmq7nzbNvHZjRjxKK5q8nZg+PHhFhrz2G+w8UIXau39qCb1q8yq8D17guwUQSz2B/jO8XbGovG3OH7sM2vu89/03u+gcFz2XvOc7fDZ/vBYeHb2RcRq8",
        "O2BeuxDMQbv+vFw8313bvFjASTxwKYa81zQgvPFEjjsAZIQ8snH9vI9uiLzsDwy8OVyLvDwMm7x4kZK8OJgAvRyHNLwkILi80Xn+PEbqEzzZFrw84ti+PIt1Ez2hf528u9fRvLYZBbwbnSo8ACs9uz4X9ryXpl88uuu4vKcnDDz3Fr48H3OPvGJaEbw4qe67CNcPvZSodry6x8m7b6vYPPc28bzzhBU8rptRu45CgrxkSai8NnbHPF9fhLsPbfg7v6QLPCq70joaazc765SIPBqllDqgH8w8ZGscu64MYTy/+MU8mjv/vDclEr3ZcRm8WdUmvMa9r7zgHLu8jW21PF1LlrzOojW8xrenvNpy2zzV5BU9stzRu9bk/DtU5Q+9ARujPN5ntLsrC6I8V55ivD2zGj1v/JE8YGSJPHbYhLx35Rq9ndcOvGa3gjtu05I8yijIvLA0Nrzcivm7MPCHPJJABTxSrqq8A4nJvAknQTz+RMG80AAIvayttjlf+M06XQZ7uhf5FL1NV5I8euDjOyf0aTva40o8+B0gPMbgwzyf6oe89b28uzT2jDwAzEa89GhIPBQf9zw0LMk8qZQCvTLWIz1mGcE8C8bzvGL4BLyG4IM8ZIlZPd1x1rzsgqI6mh0OPKrb4Lz0GEE6igmku0n0LbylWf+7DcYbvYqdeDw4a5q8OgvlvO4+Rru7fWu7gEAUO/53gLueeYQ88ZtCPH8B/Lu4V605UoZFPLNzAbyhZk8732/cuym6D7yA/Yy8Zdo9vCSeDzu/3RQ9wYuTPIBo2rz1OEm8XwPkPKNTCDw3ZPs8yQHAvMbhzTw0Abk6Y2YovVxkjbuHk7m8XhipOfAwFT1Zzy69EbT9udgyGjzb45283yMSvDDbiLyqObS88Tveu5/MVDze1IO8LQyyvDgQWDwspfY8q8KrvGO2XbxF9es86CgAvNdxWTzsrNu7it24PLqzjjyTeSu7vrWRPJU0XLw4TY48IM69vN2M7DveXu2839tVvBjkFTwQ+6C8",
        "rGqMvEkr2LzyT6a8cBObu3qZJTuDWQq7R3p1PHKuszuteBU8mi52uxDgHDzOW4G8h3wQvH/MsjwNpnY8uYIovJvQ3LxiG0O8mXfmPPcPa7wbaXg8Ue72Og9Q8jxIRn+8enZEvK5ETryvyRo86CZlPPO4Vr0+egK90K48uyBMirthGV07IIUIvZuIljz4rsY6GLtJOmnBvrzgbam8lwDpPLOGnjwiI4G8TBOWu1pner3lbRO8/zDoPMJdsjv7flK8ImFfPPoVYzw2vtI7Tjs1PB+VtLybyvA8jbopvPjeOzvyItS80cN6vKA+truU7oE6DDbNPPR1CruLHX28c7a1vLF37zt1Okq7AYYPvVOxBT2Cbsk8WA8HPJHXYzte4c06ZXylvFVEwzxaH727SZF1ugg0Ez13IYm5gXX8vA42aTxxvIm8PX6APHszO7uNDBU7jLOyO6o/FDxKAAE8kN5Su9GzRzyQXga9fN0YvLAPNru7Bxm7KgDhukYsfLwzhIM8Lrt4PDD4Hb1XC6Y8DpQyvFDWjLwTFKE8SfShuxzugzwDYV47/H5XPCRCI7ws8hm91HyBu9Q7bDosmg86e8wqu1GWAj1kfVo8wh6hvKldkzxEgQs8yAp4Pab22jroeMO8OtQQPVQqvLw+g5+8+TAnvA5oO7wd1SC9O9IxvBFbV7y2cc48GkeNvNkx27uwSAq9pWWtuwmBwjw5aem8p0niu4mlJDvLNGu8WuK7vL2BHjyO4pm7C1dGvGUwBLzKcy+9DNvlu27RDjqIdgk9INrtvJA9krxsMkM8IoGTPNjoebtkGB08vnyKut3wpzmAXIg8y2c7vQdgjLyI90Y8E76JPL+Y/jsghja7ZcK0PI3gtrwfyDs76EoIvWVLYzxAkwo8bpQYvazNDr0Rkje7lVvRvN0DXDwjrGa5T5VVPPK6nLyU9Pw8uwOGvMC29DzUj+s7LsrIPBwz7jzc2/q8IiaivD7c+Lyv5CS8+JTavE71Rrydr/281BZAPPLqEbr8s4s8",
        "VV3YvO9hdzyKav68Df7PvGfh/zvwVq08OWNwvMuRbDv3IL66AKkRvKOvorxHmsi8hNrcOaIv0btug+W6l8DmvCLf/7vMPzW8AG9OvEWUUrxy0IU8Qq+hOdKEtbuiGJQ8DpKnvJd2xrxOXbc8xPssPGzg9bwx3su8Z932vJh1b7yFFD+8pQinvD/8zztvI1Q7GEH/vB2/sbrhrGg85Ysvu0DfhTtOKja8VY0HvAH5Zb0PVws8wmx6PLP/Ab2FFqq7IbMdPaDq7rseF888pkGIux0xx7zkUFE92iypvFaSWbue5hE7B5G+OyAnNLyM3Ya7inyFO3lIfzzMjLe7rmEhvKCtkzyyknY3JB4SPPB/Gzqxlqw84MuTvG2HvLswbPE7kcPHvLR/jzxqNrO81KzPPLAQuTxOumA8xbKou6ls9rsGnd+8hTWPvLntET3vFjS8sLG8POgRvDxGROg7NiJuvGIohbwqD8C86JiOu1UkdLxrzh29LYxLPPKF97zTJIK8heKmu9VSorzVh687a/INvBMw67zxJC48YR0HvQbKD7xqOw+9yU2ePAC+FDyLGqS8oA9kvLLvOby5DAa9LUuEPIRqhTwV/G08mMsdPHLkLDyGJM+7lyJuPQmwTTtEyoW8SLXovFommjoWe0O97pO4vHbQHzt/VmO8uUMXvMf6GDxJSPM7YQIsvPZ9ury79U+8WhCqPCVEMDx+yK66Piy6O7wKkzsg16g85eStPPQehLvPsp88uWudPFcpS7yyE9e8fyYnPDQQ2jyxoLO6scbTPBCyljyd0do77T4+vCkVFzv57E88hTMmvI8HizrvDoU8afXfu7Cc9rzYSEi8cxyvPCrxsTwHQuG8NhcpPHMNiTz6+Qq7EgTwuaB3GTwXTAY8whEZO/g9bbxa8di8s0y0uQB62Tv7WJc7Y4G6vJmFsjysSds82WQLu4eVILxOYP28wGzFPOslIT3av6S8HmCOPFNFPrxMF7+8wMGkvA1rlrwXwjC8Zhh2O/C4HjxVhsQ8",
        "SLxLu7ompLz4DBK9FfmnvMZHtbvDdsK8TZGcPAJPb7tLY/y8K9qDvDnJEbyGjLY8uRWsO45tjjwNAWm8Lnb+vPccbzxcLTY7QfodO4QPKzyhoii81MgpO0rXvzylwcW8UsATvF9XQDxhqGC88U69vM1HvDrm4X08DoCbPFBl1ztEPMK7wSAJvEo01zxD4Fa8Ud2muzyTfbxzkq87I7IMu04BDTzOKPo7UmRJOya4tbwm4Vw809hUPLaDfLk9/NO7JXOrPJuXFryf9X08NRCUvOKggbzXiJo8kpSuvIgNDDwdTo+8OhNYu0HsV7vDgIG6iX5hPJ5QPD2bC8E7JsFgvNTBMzwNns+86HF7PDksiryiPJq87JvPvJq3pzx15jA8qUmevGN7ozwTBOQ6Xl2dvNqfMbw6B6U8wb3SvBFgE70bOak8xlARPCEM/DxLaTY8AkVtOvptijxlCC49HmbXu8OiETu1t4i8HdUuPKIAPzyDXcO8aHhEvDUG1rrBSde8WFiXPPvwB71LxE48h2y7PB0lxLqzowy8aEYZvRxdwLxElYo8lPU1PF2qubycMLC8rleiOzav17sverG8Bv0gPFG6Tbw6iLo78F06OrXHmDzRW5I8EGSfPO4unzu0ApO8mIHSu4w5EbwVorq8upGCPH5zkjxdFOw6TRVivK9g3bzdY148b/w+u47ou7yXbsk6crcWu9UzAL3e1L262j/9vGeozzzkSMc8e7caPeNni7wJxQm8UqxpPL+xjjypE6C8c00Bur4pEL3UJwI9TB3bPESyI72x6hs8AKYuPWn+rDumsw29wnp9POA6HzyDFMK72437vFR2hbxlD7C7YKPmPO813zyvZXm7medOO6pa5TulC8k8biHxPGUC77tfxQm8aCpEvBaPbzz9Uno8+AknvYe2/bxexsY8YzvrPOlkFzxr9BI95IqAPNYJhDo96rs7g3doPBgzRD2XNi+9eBPEO68zAbxedIG8FsipvAai2jsKwki8wpoXu1/cBr2ZCKe8",
        "rzKJvObrgDwEFCe98U5nurWCED33Vyq8wQ6Yu58nkrzfDB8826EMPY6b67oVQe+87J6Cu+LkBLwuRUO8UJPVPPFjkLz/U1s7+FbwOzjydTzLfS88beKpPK0nyDw+13E8Y4PsvKUkoLynxPO84UYou03BoLxlIrK8lZb3OY93KDw9G+I8ZILYuxxIsbuAWBU85b3jOsGaED3422u73/AbPBLTO7uDuPQ8B3GYvCsMEb1fGpO8/kSUPJ/o+TznJpO6+DYBPZZXBrzsBRG8NftLvGAlCL3VGw89xV7ovNBaerwHG8c82b+uu41eyTsIL9s8gTn2PGVYmTqxaLG8rU7ZPIhljbw/GPu8PJbPvLbsjrtl+hm8E7FrvAt7cbvgcTW8KGCuO0sWmLwR64a8B4novDjsXzyRfA28s2o9Ozz3M7ydJRa7SFxMucgrvzyWWq08ZRucO/2GazvnpJY8hTs4vNYkg7w10f07Pnu3PBKvirwpOfK8/jjAu09kKjzFRQg8rHtmPIFs0rwzPak7DF6WueWVnDvE/c68fcMGvcWaJbzuD288edJ1PBhKdjwWyyu8Z+TJO4h9RDqh/2c858cAPBOH4LtYu1S84ZfbvDGZrDxq5Mq8UajSPM9qq7wic8Y8b6HbO/7dlLv3egc7E9yBuheHajuacrA8bbT0O47Rzjy3+Re9WWrBO1lrwbyKMeg7JuPmuw5FBr3poBU9MxZEvHac4Lt73QS8c0H+u5MrG7150Qc9nvhJPJ5gHryj/KO8vA/XvPMrL7wPRcU8MXoSPWQWa7wiYLM8asPSOcOJBryVyQy84ni0vCTbl7z4Q828BvspvYACtLxXNI47DDUNuuEUpzykFbG8Vr+9u9Op87zsSXe6Gd5bPIpuqLqQjtk7L9boPLs5BT2q8b67IWNRvSLbybzGo9o8FTxOuwpNALzFbRU93IbmOx5q5byHNAw9R8U6PCEVGTxsFy+9X12dvJgw/DzzRzS8ic2UvMmODDzTH988rkxFPJZTD71Jx8w7",
        "U1cNvWkMWjsnY8i8J6TWO3mZ1DxDEJS80mR+vBababzE+2s8GELZPKWy+TshSHQ8ca3HPK50AD2Ed+O88hzSvFAbk7sIQPM7VJ8BPSR5LLwOJV28nhhuPN7ESDtZ/Qc8eeh7PJjUMDwkmby5hIySvJDoGr25JRM7I1TLu0jVJrzRtBo9JzwwvAcFVjyGt4m7hZujO+r/AT1eARS6z9HnOlFG4zuimDe8Et52POXZfbxOwBg8RLIHPcrbSbyt+Fm881+yPGY+mTymetU7ZoysPLlVIDy2ie67uj7VvEGGA72yKsg8ddgWu71lfLuWUue7d6LwPOA3jLx/0qK8VOdvPOhsXLs6pdC8SHSqvCivkjzaRoG8ft7OO/8XtzxVlSa8Dnq2u+GAxLxObaU8u+dGPJLoFDyt9fE7zKuvvDmqNzwaCuG8P9lLPE7XzzwUDbo8spDbOVwpJT3Gt/I8nfe/u1RW0TyCZA29i5rhPKLELLoE/NK7cKWqu9p9mLzXexs8plO7POoS+Lt+GFS8hvpiPPSmyLw7R7s8/EbJOTx2v7yuKGw8Hn8YPLdI6Ds38su8knRWvAu91jy0V4c8/0dEvG7wtLvpn5Q8+7ZwuxSAiDyG66c7S+jCPDRcAb39SLW8I/thvEEu/7zsBV+9P2OIPOST3LmfgeQ8OEKFPNb3wby8jZY7S+Exu+UdqrwBTIU8jP9qu5g1KzyAQ8Y88jN/u27mlbsf+7A6TlCtOWhCCr1sGM88XjnePOYNtLzCr8C7JxgOvZTmMTwLjoE8MW7IO8Z3Y7wopNw8yVewPKj6BLvbyfa7/J8iPISVV7v2Uxs8I5MQvRNBrLwJWAu9QBGoOtlEPT2XKDq9VqcSPBH6s7zPnIu8yDJ3PFO0JDxXrms77ZP+PCR7jTs6mkI8KH+/u2N2ubzYtvU8Zwq9PGrPiDxxzqg8+s1DPLmtyLxa3zU6q6NUvOZ2+Dw28QW9kr56PAE3+Dxafxi9/BzavNun4Tz4iYG81TsovI2v5rzPnoQ8",
        "6j98ui4F/LqUdaq8mTIXPW20DD1Z35i6MhTZu0RkmLwtGvM7/MhqO4LD2zzDih+8e65IPBPmkDySP4s76h5ZvNNrIr3/8v+7kLYAPLQ89ruFYGE8SCNTOpShwjwg4z474nFnO5oHdLzjUvy8PiJUvLQdKry624E7/OdgvamkM7y6Ymk8KSQVvIyh8zxPdc287OL9PPAZ8zvTqvS8h6O0urypJLypaxK7+xLBu5uqXr007Cq7K8+BPKi6CbzC5JI8h4kRPaHGozt8eSQ8ZvuwOjOIajvocEM9PANsvBA/zLzmpOY8s+gAvdBbSb0NxIo8tIkDPfA7SL281pg7VwICParjL7y3FPe8RzUOvSPforyAQ4q8RJXdvJmyK7xlJF+8IWunvAaEL7qrXGC8VrnNvCW1jLtrhbs77GUYOwxIwLzmEYo8+EejvIyE2zsSk7877jsgvH79nDw4DAY9Qjd6PImbMLzvk4S8vwj1uhRLiLoDQAy8vaQNPHlqwDuf4wA7vyEsPYPqertQD3I8LhiZvOBbvjsGEa+87W44PNMnpjx3uZw78RoyOiLn1rw3C269Hx5CPGj46DzD9Zy8NcsePM/p7DvfR4i4dMaJOt/ZjDzA/ny7EmrNPItIQL2PBo88uUUBPOHSsbxmeZi8aYM4vKmTo7xx58e7Vl8OvTVbxzzFY9+8I+WvvE5xBb25ste8+FqlvO8txzu7/LO80XqsvDn/NTzKC5Y6p8ytPKzVaTyjFY68PfR2vGbM37v4kOm8MUXOvAZhiDvdKwK8ul6tPPdKx7zleGM8zy4iPXkgRbzSryo8trV0PPP+ozxcPKM74rtOvFWkC73Ocvu8gQNLvPV9uThdcgi8sXwJPMbTuDkFq6i8rhChPPUtnbzk2pO7VBvpu+8f6LxJteI8QEuDu7ASmrx8y9g7QX70vBxPu7zPYA48jUcjPPUxcDv5JIC8n3fruzAvzjzQ4DO6c3iXPLHUNTv+oTK8YiQGvfe40zxO3tG8O00Kve6sqjpDxee8",
        "HHQEvQrNqjznFAc88btqPFoLBzzHDxU8vu4quobT2bzkrrK7lO46OxVR2DymQSi8N6oTPUxiXDyINZC8viBFPK5kXjxNLkY8yRIlPVVEZDwJoWe8y7bdPMAc1TvAwkO8eE7dOmm4HbyPl0I8EUeDvDv/ljtq8Wi8967wvOOOCT0RMwA8BDiHu4eXojqMuvi7lEBOvCGe1DxC4eq8ilLpuwjC7DtwkI27RhfNPALpOb3esQQ7v3WmPOQg+LskFxO9+FCIusUCvzxcaVQ80FgBPZbyLzvs8R86O5khvGGpIDzjC7C7gEXIvGRrjLzU+BA93UVavIHwDbsGodS7KNF7PHswEb3uZzC8q+ADvXm6vLsOpt67XUCPvMqLhTwAAwy8YjqXu8/yazzgw/E80ZgevMPn27sRX1m8ww0NvZgxPDw7bZ+84bssO6DGgzwgBsY8Eyb8OnzCy7vNL927JjFCPOq5BryrT1E8hbwxvA9tEbsLWCi9kfMEvSu91TuHCns8/8n2O3kM/rySDnG7Jv+8vINpujyQtFS8z4kLux8lcjwvkQG8nPsxvFF3kbyAi+O7Z5QYPCRQ27snzBm8+MOsun9++DzwoEk8dtMRvd82vTyfkW47yPkDPSaux7tODL+7H+7TPJw3MjyuDD47QasxvHy4BT1HM5w7ZnOwvMJehzyt1fQ5sV9xvBRQmzu7oBc9TmmqO86JvriWhDA8QuUxvK7q3zxWWPg8Ro26O3gf3rwEPV08t4DWPL3UYjy9dOY6jIaNvIrotztNtNI8YPyzPP66ZLxmJky8n6sXPQY+oLxzqca8mS6OvHd+Cb1sHMe8rtj4vLfJKr2was88KoffPFRbT7sPEQM8DmEKPdE0ezrPEKM89NFFvGLUxrzjrz08mFClPEE7OzzkSBq8ZAT8vMOiHjz+Dm07QqAUPYbAvDsqwFo8Bw3uPAlwtLzysDu7j/j3vM8vHDzwm9K8m3e2u8dZuLvE7kO8VGr5vMOWnTxZroQ8fIPUPBViMzxc//c8",
        "W0T2vCRS5zqMpxK9PIsJPWNpAbznqgy9YHSpPC711ryGAeA8VuuVPFCI3bsTCxW9sGHIPEWdBD0cCEq7YM3zO8j87rzDvSg8Tmphu/OOaDzpF9u8ehNmvE6bGz2SLno8oan7vDoBXLw3b1S6j29kOzzdNL37W2Y7sv3JO2LjAD3v2Fa7IeZbO2RVCDwi2408YsB5PMXtDTyf8Qs8L484vMq3ZjxayMu6LHUPvJ1vq7zWkze82Kq8PKDDqTu0INe8YdLBuy97izxoABc8hMY7PISnQzyFKxs9EN29OzuVwrzIsFE6gN8PvPKKH72Qn8Q8yNpZvFc5zrwthiC7QN+SPEElcrxhs8y6Z7RVO9bFZTzXiJ68dMuTO2sA5LznSei7U4r4O8IAsrwLTIC7OLLhPBxq+jv0jYU8uppuvM0t+7rS36i8a/lUvFKwBT2iuoY8EnmFPJwADD1NGfc8PeH7u5Lpj7xtA7m8HqDTu4vyYLxlK0699FABvSZkkzvJUcG8mbvEPJD0Sr1E+Zy88YKIPAEaErwRwQO9v+uiOjRmVjwGTfg7ym0nvL9WPDykfVK9JWIgPI/QGbzI/wa9/hxyPBtUfDspo6i8SLMuvMIu5LxGwgk7wj+GPdmKDLwTMtI8D2Q0vHsfv7sm3D+9qY9hPGwEmbzgDBi8oGsQva6zrbxB+gy9g746O1gB5bx4RIC8GfwMPQEcq7wwiFQ8qT8vvF18o7tUcRA8nMXOu4cAurxTbzk8jGrxPFoyXDwoATG8LUvXvA1birxWTOA8HLDVu72BCL1Km0M71nUGPXHZFbxjRn68ZWPYvMKUCDwX4ae8yOwnvPcBh7wFws286/ocPOiP5Dxbk/u8P448PLu4HbxTnf0809GuPIYmsbzPnQU9TaYfOpTbYzx9/pg8Se5BvAPr2brHnag7r/wIPYzKhLyXjb88Oqb4u4qetDsf+dg8Vgl1vIEI9DuNSi88S1JYvHhgmLs5XG+8mfsUvYpQ0Ty4SiQ8zgvmuVlPjbmO2Ks8",
        "6d3fOzQ81bv0+nu8VTSnO0LJ9TzoVIe8TJBBPNukw7yXOeo7S+gPu2J0tzmofsG8J3yfPBrPlTxQOKi8H3JjvLmvnbyURhW90B/pOo71QDwGzuW7SOloO4tFFD2oQww8UpujvGYzDryJENK8awKbvLYhs7zYms66PDVbOO2j5zzivjM8lRQ/vVe4CD2KANi8TlS7u/43VjwVCuc7uXkTPHb9abxLYFE7kk3ePHUV67wCQ4e89yjwPPvjDj05eG08ed39u/Kd5jzZy6i6hpvJO36qXzsmGiU89NsgvTYg6rybk/c6b1+BvMAAO73A+kA81TyiO5c+7bxRu9+8xMC0PAqLBr3lRk2865mTvIMFibwmNq08ut1pvJOc3jyyHNm7Omi0PFLnVLzHFGC8RiSDu89k3zx5er+6CLDDu0b5njwX+Ts87+2JPOnc4DzAR1Y7tFpWvMUUuTxKIOY51ttcPPSvp7xrzIg8P3ITumhAhjshqQO9xTZbPHS0Wbv/IJs8DIDZPOvMc7xk3tE8etHavC1rm7vTuCU8F98VPBKwWzwbQ9c8NfCZPGedADyJXiS9jWY5PCS3DD0A5Ac8wsWNvPUODrycor48rXtFvDiIBrwXxGo868JLPE7CJb1TRBm8ddYsPHJ6Bb3JMIG7t68xO2g/abx3BU27XBLGu75pEzvfMsS8J1eau/xe7bxf9Xg6I5RqvAy2LbrwT4u88Tm0PCDNA7xus9K7wCEMPFZnejsG+6O85LVhvKzWl7xST7a6qmnOO2iP8jz/Uz095FSsu1194DwqIAE7D7cDPQW6GL1Ze8m7dVGBu6Ma3zyWLqO8zo2gvPsvFTw5lpi9tGOfvIMRGry8qDS9vz4QPUs6gjzwqxS7/nxivDZbNrxQ8gc8p9VaPFX7JbwpR5w8Xw2qvdYm3rwht+g8aSWEPDv0krwFst08vg2ROxvDTzwYSSS77fRuPBYZwT3rUXe95LgQvI8u3bufRo075xOwvZGsjby4k9K8UsBxveFHkrwcGoe8",
        "6plZvFLWqbvk/Gg8D5A3PMsdlTwniju8xMj5PDkRprzxynY8v5i2vGjNTjzhSMA8ShC4PGCqWTxQqjq8aKzqvJvmBTwR1hy6ZLM8PchizzsH3rW82fp8PMdQKz1+FPw7//TRO4ZmLL0fHHi8tmLsuxQzVb1cAPe8x3eDvD1wP7xm4Os8rl/evCPHNLxj5Ic89pKmPOSEbzvnYS48BevZPAs+ATygOqI8rVWqvEWAhL2RQ8a83pwxPAuQFLxf4KG7W2LCPFemTDxNDki6+0EzPO931LxG3Mw8PCERvWPvnDxblW48Mh34OrlZXb18rym8r2+ou8ZG6jw7K4+8aSiAPPsBAzxAMrm7lJuWutf017tGW708R7nEvHdi9jnsRyG82VqFPN4Gxzy2TmK8uTYLvYAVwjx1n7I8RwnivAnlNDxYItW77uy/vGkfGT06VhK8CD6jvAXnBj11Qwo9SV+IO6iwATwfJAm9S9f6vEQJiDuQSJe8i2jfO1D6Ar0+fCO8Xu0gPYYjLr0E3yu8f/8qvBfGPTtPvRM9E8eYO95xLzo+pIW7vwS/PB8rEzyxZQu9ttOCOwFCGLxkPAO8gTjPu0OuojxASGK8MiVjO1ITyjsjYM27CyhEPS2PzLyiRZy8px4WPFQx9Du7JTi92mJ6uz+Mbrwk9qK8C/6OO6sAVjxDM3O8g5ydvC7/47y2WcS6eQGBvNkj0rxfCh48mgKNvNoxDzwhdak7/jrkO4paDzxHba8803iDvCDFmrlrf5E75TQtvErS3jxw6yC8dErtu/Wxr7zmr988i+kKPVTdx7xjPpI8LiIEvaJ14Ds05eq7qD+KvLlnFrxSsMa89kKAPPXu1DzaMQy9KIxavGupB71V25a6hBX+O/qWB7z911W7YWiTPLSAlTxAJSW7i17lvM3/sbzEGVo8kQQZvLklhrxu3fa6Q62qPDNgtzyANxI8Q1BRPHbOJj3BKcO80p65vD1Jjzyy9MG8qSgWvQexLTyEUTi7eP/jvNL4OjyVlo48",
        "VySEvPAwvruUJvC8KA9cukXZBz2VXaa8ui8nPDcLKTsYyRk8MOiUOxVlkDyLEzI8Lq8EuY/Xgry+omC8affpvA5z87xu1Zc7at4mO4KdfzkLLg69jQOMu5Nb1Dx0Z9K8/k4SvYwpeDyPA7i83SyOO2QvFb1qwrC82A7jO9LRbTtaA6A76sUpvUddzDwwqbe838+fun/6jzvvAqC8Mig4PNGl17ubH1Q6muI+vGUOhryADgK9aJkAvC3yQzypXtC83a2JOoaE4juRgfa8s3CqPDFlZjwv9wQ9EuITvXJ0Gr2SE8I8Dx7Hu9LW07zwEWg8D/IgOzfn4TzJsxq9URT5O8USIbyffx48XmGwO1+N8Ly3Yvi8180KvPxenDxddjy6YUrIu1FOkryItRw8m0OKPI8EhrsUFPU7PtsMPJTrz7tjq6a8sIeKvHk/1TxUZhq7Bq9hvLdM/bn6YKI8QHoLvd64jjsblNC8btjDO6dPtbw1oD29zsvUOTiiALxTpaO8oLL2OmfeP719KIg8pAXjO2glHjxFD768yHH/OmL0jDx9ZA+9XeV5PP2VnrwjZFC9zxvTu/87Xbz5/Ga8BMaIvETTYbuD8zC8Griwu1SzKTyeyF68mvuXO2IP3bxgX+Y7/CkSuzswlDxcFba8y5q2vC7cGL0OzKm8Ngl1urOG4LxUeLA855w2urkSWLwkO746lFfNvEzGNLwPqR28I6aJPCHWKzpb9jW8dGiCPJ+cgTzjPRi8VFLHu5rmtbyJsEE8izCcPMW1hLxv1Sk9AMOwPCx53Dv0Yiu8vM4DPWQyVbtq+q27xSkNvT0h1Dx7rmW7ZXsmveZy0DviTxu9ckC5vDwqvTy4H0e9OeUDPHkB+7tIfHi7IyvgvJJWubzl9u88wdfrO7R0orylhpS8scoavV+9Erzl5P88G3uAvG2dwzu7N608LhM9u927sLxq0tC8VqqVvFHGXz1qNie9i5XnO/rNsbwCSFu6W136vCjjBbwZnOM7CCauui+YAr0dmm88",
        "w1obvfxvh7yjOAK9Rey0O2Ua2jyNfY28SouHu7dQGLs0dms8awudO6qd4Tvb/6S8bXffPMaQDrokPYu86KDmvF8XAL0OTfi8Z4ggPRGV4zxlMQG8FvemOxnEqrvPegc5aqpAvEaPVTyOrz88IQXxuzBwYry3nk47sqT1vCVzXzwoCR08ODgBvdYn3jzQ4Tk84vZVvBzw5bt3EUc8mlukPF7oT7y8XdO7zbWEuzpcPL2vfhq8d+zRPJHOO7xBvm+7tJXmPPw6QjzcWNq8I/S9PJ7M3by7C4Y90GK9vOKiQLwKN2S8Gg/RvGhh+LyLiok7pLwiPEpv9jpVHBe9gThTO5ZG+zu2N9q8Skk+O5VD4rygTI68F/ibvOjvKbyBG/Y7pRrcvMCWG72GYJ27u02XPMA6grxEv/y7+Y9wvEffxrzAlbc8HLnCPJRqgjubd068wnaFPDKP1zw3AhM8WErAupdRwDy2AhK9LiCXvIKMgTrtsz+9FVVlvEhmSjxPFIC7SHDTPFoMFb0RmO08lV+KPNvLuryZU9K8rUv7vMUwozzDTUS8Lq3PO5lJrTyTp0G9NyfLPL7W8btc/qS8xLx7O1eQMzwSRWa8DGKKvJKVRTxRNUk746RZPSJ35zpy81W6q2RVvHkozLvLOpS6VpJYO34Ii7t7Mte7xXTXO5ra3jqpRzm7TfouPHssEr1Mre68kJqPPPY0YbvzqCo8GJUUO4RalrzgsXc8/QCkvHyX0zqzi6g8ojCLPEh9vrxuPYG6MxdnvFHf67sZBS68gf+0uoizpbxs3xo94kETPfQLjTwJPHY89jDTO+5E0btKSQs81608vH6Hb7we4NC7oUrWvBe/7Tz6FxG96cd5uytwAL3fbOO6kC6OPC3HDb2tV/u7sk+6vCFpAbw2K0U8oLVgvEV2h7tsNbA8aPqNvMEtBbyPWpq7Ktu6uuokhrw6xdO83foYvGqAAz1Kmw+6mZKvvFvVDLtVGZk8PaPBu1CybjtGCpI7r/rbvCDxAzzGlLU8",
