{
  "architecture": {
    "backend": "tensorflow",
    "class_name": "Model",
    "config": {
      "input_layers": [
        [
          "scan",
          0,
          0
        ]
      ],
      "layers": [
        {
          "class_name": "InputLayer",
          "config": {
            "batch_input_shape": [
              null,
              64,
              64,
              1
            ],
            "dtype": "float32",
            "name": "scan",
            "ragged": false,
            "sparse": false
          },
          "inbound_nodes": [],
          "name": "scan"
        },
        {
          "class_name": "Conv2D",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "data_format": "channels_last",
            "dilation_rate": [
              1,
              1
            ],
            "dtype": "float32",
            "filters": 4,
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "kernel_size": [
              3,
              3
            ],
            "name": "conv2d",
            "padding": "same",
            "strides": [
              1,
              1
            ],
            "trainable": true,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "scan",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "conv2d"
        },
        {
          "class_name": "MaxPooling2D",
          "config": {
            "data_format": "channels_last",
            "dtype": "float32",
            "name": "max_pooling2d",
            "padding": "valid",
            "pool_size": [
              2,
              2
            ],
            "strides": [
              2,
              2
            ],
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "conv2d",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "max_pooling2d"
        },
        {
          "class_name": "Flatten",
          "config": {
            "data_format": "channels_last",
            "dtype": "float32",
            "name": "flatten",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "max_pooling2d",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "flatten"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "tanh",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense_6",
            "trainable": true,
            "units": 2,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "flatten",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense_6"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "tanh",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "predictions_x",
            "trainable": true,
            "units": 2,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "dense_6",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "predictions_x"
        }
      ],
      "name": "model",
      "output_layers": [
        [
          "predictions_x",
          0,
          0
        ]
      ]
    },
    "keras_version": "2.2.4-tf"
  },
  "hash": "ab0612b556e4f22d9a9b1f20814893d3cec56868a14945a937474f8fed96bc56",
  "image_data_format": "channels_last",
  "input_shapes": [
    [
      64,
      64,
      1
    ]
  ],
  "output_shapes": [
    [
      2
    ]
  ],
  "tests": [
    {
      "inputs": [
        {
          "shape": [
            64,
            64,
            1
          ],
          "values": [
            "sfjJvKwl9T5FWNW94XjIv2Zg3D49Ww4/3IQVP85YE0Ckw7o+t+gqP98E8T/CnpM/mRoOQG1/OD/N8ce/HpYBQBmqKj0nKze+grq3PSXrpL7gZF4/xQukv2a7mL7+cKm/kN9YPv6MSr5c0KU+bxAfPzW8qD+u/my/v8wfvvwOFMC5+QBAoqBZPro91b7kHr0+t+giPqe0OT6Yb52+KEpXP8WKDz8CO+K+qBiPv5n9oT+YoZE/boBsPqJiuj43ECy+pRATv9jszT9qE/u//whDv4dSnT4Wr+M+6pcjPuZSKTxpNt6+IisoPsWRZr7eH/S/DaAaP5DiiL+yZkQ/7eOvPwXZVL9L4ye/8TvBvx1Qpz4Jc9++0l2BP13WFb8BnpO+fBhOPX1ysb5Sf/49G/XNv8lpjD5OswC/gIIzPNisrz+jEnW9pjFMPtFlOED75pw/ix05vzzZtL0ExLI/pFc+vgMqPUDHFj7ArCSmP+WJ278IP5q/CFalvwVPJ783TP6+x1/lP9Ewlz+ZLpA/HAWhP8b12j4Paqk/K4CYv+O+Hz1pjcG+8ukkP5s6Mj9EGYA/qoEYv7QDb76LtKc/D6msPkocJr5VPF2/U+Gwvs7NeL83FfW+OTpGP8dGZz4EZsw/l0EpPnbT9T4RF9o+PE4xvlpBz75Ojxe/0PxVvvSRqz+1SeI/70ROP6+Hm7+L9ca/ZyeqPurngb5ZWZc/Ff58vqxlHT1yTqE/6SCKPrZnzL/6Ghs9h1XqPl5XyD62c/0/T4VwP2jFAUBv31m/jp28P6lQs78S9Ou9YjP6vaxPZz+SqoO/Te3Lv0pkJL4KBIe/vnTEv2QqZr+T1C8/btbTvUBjwz6qMA7AkHnav8W8jLx5ONy+5L2EP4uu0D8Vbd89dJW9PmRv+T/qN7O+XHHOPgseqD86zqy+m6uzvYOOC7+hf8a+wXb3PiEKK79gZ/S/l0PWvOE7Qj+L0Ii/UaqFP/2ygz6cYIC/eSUkvxFgt75sTzC/TtbPv+QIy76gwjy/",
            "jWGcP34a3L88eE4/IveNP22HJr85TBk+1USkv/l4c776GoW/qJfcv0vQYz+o3p4/RqfOPgAbkr4lWNa+TSQCvzFCeL/EUAy/5TlVPwk9Db6Sq7O+ylj1vk0wGD+s4J8+A1CtP0DYzD7W0no/5n+ZvYj6uT/jT4i/VvJCv7tonT+fzCY/8Dsav6XCmL6lDZc/DmiPvyHpF0DbXBg/6OHJvcngpr6i1Co/SOnCvx/LB0C/95+9HBhBP2HRmD4++2E/TD31vip/rj/89vw+nTKxP1Vstb5l20NA0CPxvxRbPMBDdFi/Req6vtG7RD5Rqkg/VbogvjZHHr9KByo+t4aPvvwSvz7Ta+S8figOwM/EHj9oLW8+8qD8v18xYz+M+K+/6sNGvzcPU79QFUi9/B1kPxigAsCNjhfAbPGiPxmNP78p3AG/2teDvzSiVb/uxOG+csgNv8GNrT6nn8o+7rILv61vJ7/KbW2/+d3Jvsh2R78nMIQ/pP1CvWv2VL9fAKy/wWeXv7iHt76vaFQ/Xqk1v3SwDT7QEpI/0l2HPoiZJkBTupY/iEyevUsU8z3l474/sksSv+Ian7/f8qG/sJ72PtlZ/T7h93a/1wEgv7+Zy772HZc/k1oeP7m4lT+ktKa+62uNP8o1dD1BFZ49fgbGPahG5T7TtlW/EufMPY5Zqj/Y/zq/YP5pP1/Igr9NT9S/naYFvtZn/T7AkyC/yv2Iv2rDST4vClc/Vgpnv5y8k7256m4/77mBv7kWir3sbiE/cfCWvkQOkL21SlO/rskQP41qtL78rfe+VH3GP9+9ET430fU+afCDvzkG1L9Y7Jq/g3L5P5ozAL9GTMs/18JMv9IoIr8GWvC+47xLP+We8T9/HzM+hKGnPgibXb9QlAe/kLEYPjP8kT8QvZC+6SoIvgFuOL8Qdoe/yFLdPpAmar6rpPA+jdQ3PnKFnj+5ITi/zZKJv9enFz+2Mpg+4X6Dv0cTkb91TxU/UcS7P7qmvT/cwfG+hBekvVeuQ78Hr5I9",
            "y8OAvpxtob5ucJ+/GrunP94xtD1X2dc/cDyAvyPhtb074DDAgY6BPyRa4T8BByQ/ozQCPj8C5T9Jh2Q9dJZPv6sZHUCb6nc/FrmuvgzQpT8+N+I/8VjYvzIjxb2MbJE/pCEsPpgbpD2kgNs/jUE0PySAuL/Na1c/VgDZvqE0579MihC/CxKdvkyr177Vg6++e5dCv0kWkD6jtti/6s2Tvj+mOz/x+7Q/HcWqPiI4Tz/hGqY/sP2TP5aQXL9JhSy9fwzjvlJXOj9Z+LW9M5EkPzAWHj9k2ZC/pRAQPizarr+Xues/U+UyP6+PHL4x8C+/W5eZPyrPwD8aY1e/fefpvoL30D/b3xo/Eo28v4DqLD/1UDO/entCvxPz6L5ZZzK+e24jPni7JcA13kO/t7HcvZlOcD/xnqK/dzgUv1QFDb9c5oA/jF6gvtlL2L6rq4o/sn5kv6HVDr+/aPA9/sV+vl6PFUDfg5S/50qivuTqWj+wfz8/340yv7FfFj8KbZA+57Ybv0cqkL+fWIG+Brrhv4Cblz65ovI/3JuxP1h0sb8zwx0/pN0SwJAQ177dlBo/j8TkvRBQAkDdmiI/e93gPjSTij8M4XG/PN4qP9hx0b+Awc+9SHvSvoneCsDWsA69BqTPvFhYkb9QrC2/1DmjPsWbC77hxES/drvxv7nbhr70tT0+y+rSvBFPGT+BpNM+L1ReP7TkO7/mFdU9f3/9vzlDFL6KVmo+q4OEvpLV/j8dBqG/MJeCv97Hzj4Pen49j3vMvt6jxD5YThY/JdoBPyqh2rxy/Zs949wBQBF53r/OIwxALyBTPFcqvz4Fv1I+xxyRPmJyxz5oQLo+gCzWP0WuiT8i4Q1APqOAv06oHD9d146/MhNPvgSi7T/FTHU/pkiWvwBMU0AgOgs/s90Yv8a1hj9vg1A+4N1QvwAmAD/sfDC+kFYKQAE/DL9xLlS/e7FqviLu6z9Y9XS/EJPKPmk8HT+dmhxASGkSv2fb6L/gzWQ/7fsIPsogtz5OrHo/",
            "W4ouvdaa+r8+g6w/I82JPKgllz/rgqo9KFEvv8E9ab8TsUC+HUiyPxbgXj8S89E+cC2kPYPenj/PSUk/X2gUv1y2ZL8Dhw6/TManPllcqr840HK/WUGRv3nxKL8F5vG/hktRPylJfL9IWaG//h83QNpFuL8bW7i9WsuXvnK7tr1C/t6+slsXP6HL5z7Jdvu/n1jVv54LsL7rYvA8fQ0wwCw3HcA2LVu+JOl6P72w7D2LyrA++ZmGv99AkT8+cZ2/xllAPm0Tkz88JxY/OqvDviHojL5huqw9ob0tP2W+Cb9Vx8Q+Z4+Ev27AL79mw96/GXscP7OrIr0matS/LVoXQMqGeD86+bo7ywI3vpx6BcBLxUi+1fSVP/6P3b3t/Os84B8XP18STr9VzPU/ZGcIwFzQUr4qdMo/XDYhvxBT1j5vzQHAKWZ0P6a8Sr84kUU/BihUP7WBJT6UuNY/4gmuv55QTL8B6Ie+CppHv9fnJb+jQye/fDAovCE9tL+LAN66jqABP5dpFb6hFRk9YRy8PVVRTb87PIi/10WDv8UOeb4l7Dq8G+EFPy5efj8rnwq/PsVePycPeT9A2LE/Pwdhv1japj+dOq2/IvOeP8C0B7/2VMu/Zghwv50cTb8jcqg/9NgTPvQfUD4eJHS/Wo56P26Us775iAc/QO5AvkYRET9Ixf2/pL8hvlPdfL9hEaS++3l5PT/Mtb+doD+/3g5bP+dsxz07i4w+miUOP13+MT9+B7q/6x+1Pq5AUj5XLBO/HupzPklHDT/irTK/W6f1v3HJcT/UxoC+vughPx0wGEDGt2G/wLgYv5JQa78p0YC/dyzJPlKtnz/pock/M8T6PqoPzT9NI4a/uGKTPzJVEr88pig+ibtyPy4Et79f/oK+QefrPsUkUL/BG4U/ZiU4v951gz/Ea+i+TlhQv+JLEb/PMSm+KPK8PSnLTL+doOe+Q5nhvtxWvD8z+u48iUjdv1G5ML4xgBNASRStP/s3w79Qgko/dBl3PSU33r1BdGm/",
            "9kd2v/izxL+XUGQ/v8ILPwaKSj//oIw9RhYOPyeMRb4M7ac+rh2avpTLA78UV5i/iqYDP12D1z/bGSC+DxMfwJtior6k2z++DpWwv/r8F8BkXrm/vlfaPlfkJL/b21q/60BWv/+h3r5Yl+i+UYpJPnOLET8SWs0+zCAhv5IAvr916ky/KybDPToDAL1F7N+///SSP6sFE7/nnby/CEKDPx1wSUCtgGY/bexlP0t41j//IkC/rf4cv+UhPbxY/aO9DaFrPbqhPz+QjPa+VgbLP7gVBsBgNAo+QLyOv2KYYT77ig6/fwoHwO/bm7+GdwTARANGv1hbCz5jk/y+Oi/uvq8YTT/tJQ9ACloYP9r3mr+xLa4+imSFvVL2DL5OPZ4/dooQPzhxnD+YSRw/MyckP+cYuj1DC92+PFmovwtBmL2oh+C/zdzZPVgpQ78Vtkk+hwntP0fHhL91cCI+WFq4PmoItT3Ehds//rtKPxiAGr9DhGy9fVQ9PwBRor/HlpA/kn9QvyVu4T9bHTY/L8FNP9nRYT+Gtwu8ROrEPpFZ777jUD4/MXLtPr8Qor8dm5G/YWUSPvo2Cj+OCZU/fRBNPmF7lz/mkZS/3H7JPbIDRr/Qshy/V8YEPnqPbT8UaDY/sgQNP3a5RT5mtcg/qIvNv1Ie5L0wW/S+fVaCv03bDz6AcXw/QqKRPliNvD8f9yG/n32OPqp3wb9mZDm/Wv58P0qEBkBn3/0+c3cHvxvFJMApbHa+gUjgPpeSgD9ZZqu/xPtmP+1qnT/U7nQ/ioGnvzzuID+dOUy9CLYCQE6gtz/dIKO/ieSyP8Varz5nh9q/DCuVvarqGTwej5u/mSBVv/q+aL8PVh9AIOORPSkzjr+P8ds/1EOpvf6lvryZo02+O9UTP87tVj1BuK29J8wdP6B4Uz+gpPK+56HMv35WG79XnjQ/pTDdPUgvKb+fty8/iLaKvwrjnD7ibO6/oD1Uv7ZxUj9NSaS/xWvDvtYkED8+K5c91um4PnF+Hr8X2Z8/",
            "CVyqv8cqDz9kigZAARwBQE1z3j5fCcc8/4TLPS3WZb5li+6/Tkp1P7uYyT7Mnou/cZF9PgNuOj+AGoa9Moavvjtisb5QkU+/YtKtv57LAb819e6/cOqxPxoooT/7Ax9AJ2SAP6yuAT+37D2+UnmZP1j9pL8ptEI9ss7iP26b3b8VzAq/V1rJPljrrj7ssdQ/MzfyPzwf679hNH6/uWFPPrJAmL+FG6E+FiGvvQDPcb9VE1A/7WCqv14Xx74Ht7O+8+s+vn4SNj+We2E/b6yPP2grHb5An4q+HpLCP75MlD+l35K/LRJkP4grVT37kgNAzuCzPpt7Xj+ehIq+GDu1v+0UFr9MKGS+ypLevYEbDb+miwhAA8arv3wv3z4C+3E/Zca2P3jhGL8Y2jc9jp+/Pzz5Aj/mn36/NSqiPyRpTb+MRMS/IQ0bP7+MTr7D1zq/ai+BPwPipz+eNuM9HYs8vuxmZ79T8ts/mHtMP8sTYT/TxSA+FuXyvm89Dr9/tKw+tKRuP/I2Mb9UGlM/WWHyPuUDkz/Q7R6/wpkQv0Yumb3Yw8W/O4xavyH8Xr4YiA9Af7bTPjQ9oz/pXYg/1+fUP7+ZJz9pBWY/67JZP8K+3z7FAjBAwodwv2FHob7ocQXA5+ALP34TKECHhfg9LndwPzY6ND0T/LY/HNqXv7neVr9JdHg/m6khv1UKyD0iwIA+9Rpqv1i/PT9KYX4/DM4/QFFcAkAvYMk++vqCvU+e5L/610++iFmnP52SDb9qolO/J7afPuqLqT4U95s+AF9gP2lB7r8/UtS+i0Edv7WOgL59H6G/FI5hPwlumT9LSsu+GKLbvRgTZb9dvA/As0udPLdit73YDu292Uo0vrfjyL9MuMC/jN2tP/SE5D/4+fw+DQU1v+zkjL/bQz8/Y7EMvrjrir8YDyw/uxezP29emb7CMPO/bqsKQMdaBkAk8rI/Q3NmvkiSyD3YVv2/yFa0v+vFBb/kbtw+3Wo2vbrJ9T6sZAm+erCxv0gb4T4j2t4/",
            "hKOMvtcgTb5bLp68baILvsB5iT826DE/zvr6vnmOqb98LdE/SLbQv2abQL8gKqk/HWOPv0sV5z6ulKe915BFP+Pl9j5Ior8/+5jZP3Eaq75fFbq/MeL6vruOtb66Y7W/Z3sjvwomAT/jlxA/3A3ZPPEyJ77KNoo9Zp+QvxUlo77yrcY/3tIePmo1W78/ray+fkiYPwb8KL+7hCg+cOd6vwOHX75rKYi/vX0CPwDfnD+81gg/tzAHQCqQrL//6gi/z4PpPXdjgT/nyI8/JmG0PEm3Ob+OjBo/YCUyv3rjMz/3Va++NFN9P1vmhT+cuuG/ly9kP60IqL9C5Do/u4hoPoJEv76QTBxA8tV1v9obh7+zZi8/FzKCP4RB1z+nZSS/SbeHPwrJpz8sCyi+U8QGQCEy1b2x5Ys/0PsYPpsdZr+OIwW/X/JlvzPYtr836t49Ll1ZPsK8wj/AQ9U//66XP9UeIT8rD2RAq+xcv3eTpj62Wck+yj+Xvhe5lD/xpka9qY+YPq2Mnb/EOea8f5JjPQyesj8YeoY9WtcTvsGDyj8Zezs/klt4P3y7UT1XJD+/pkwEQI8oib7qJou+af5bv8oN8b7XjeE+NchLv8/NWL+uuYW/7Cq1P4iJob9mxYg/jHHWv9lP6r/L3/o/wBoevLeChT+jHPS/R9omv6VktD55Bfe+hQltP2xglT4FRu0/2lCzvrwHyT8zHyG/OFVtPvChbT99va6/9cMzP7h3uj5CMqo/nv6GPqSEZz8DoGc+ZGvDvyledD+j+hE+Aj11PS8Kzb7Elha/jXW3vzQ2qr/vTyc/VbAFwEaiGr9Uzp4/SFyyP1O2AUALxW+++kLJPxcEgL8dHyI+FVKVvxl3HLxOvIu/5SVvvpr8bb/Hmyc+BJlMv3Loqj8wxaK//qNOvuDkEsDjPc6+ektePyJRqD6r+70/QeQ0P5ttRr4+n1a/9pqVPf8lFb652/O+kDDXv35esL9adQjAq0dGvko7Vz86Cb2/eijZPkFaYL+rrzE/",
            "TFmlv9hUdT/PsiE+XjNbv+AUo7/6vw29NLCuP4ixGT7imak9zX4yP7k+Lb9o51O/O7yEP5enED8BheU+dOg5PzRtn75O8yFA8mVMP0g6Hb/MQjS/ZTDVv7/dAsAIUjC+FPNZPy9myL3bgA/AZoJxvyxbCr/sHYC/MxwzvSFtoz56Xs0+Gc2BPApbRD9g1qO+5ZcxP58GhT8UA5i9T9vMvkZuEr2eoVg/s3Qqv5BEkj6prR8/IINYP7mbk76nOxg/zCCJv40aOr7aVPA+JrQyv21wej+gFNY/WiCsP1R8pr+qmgxAXAXyvZVk275v3kK/HoraP4calL4dyD4/RqEQv+iQ3D7ZwYe/zw2HvzZa4z+uFZI+cwnCvoXQqr5P16m/hsqVv3NKfj/49kE/e3IDP0+Tlr4oJ4C+wG1Bv6BIzD/Y5qQ/OlyOvieAK79BLpg+DMx0v3ZUKD8iK5a8GxX4v2hfFcB409e9n3WNPxcILL6axJk/MzWUvve/fz+q71s/siZdvzYDfL8BQo4//ue3PzTnhL4BUVQ/WriPP0en/D5cVmy/lOKMv/y8oj6KL6o+tugIP93qrD9YwRTA67lMP21pbL+pqzo/9o6aP8rejz8RZs2+pKsBP+JcYr/8Oiy/qnaDPvb5sL9HJOk+vsAfPWJ4Qj+yaaG/m5KkP1xs677sV0s+pt4hP6NkJL8DKlC+/dIOv8EwZT58+Ne+OWZDPsDWwz/APmG+T+mNPjBPg7+I4wRApVuHP7Fo176ch46/4sytP97lhL8oVIu/ivdLPzgavr/i92w/vu1Zv+oCnb/T/4g/33++vURK6r9KUBS+yS82v3pfb79BK1g/o1YxvtpZYL8N0fG7uiTePt+/pb78grI/MNPMPzE/RD8mC9U/h9mavmf4VL8TBYm//v3cPtVgqD7ms3m+9U1JP3XIfj8caK0/H6ewv3KfbD11Bja/jQ/vv+TMpD8i+MQ/jk4UP/VbUrzpkBk/lSUtvR3Gdb/kSWS+jH7eP0e2aL6crbO/",
            "MuYKQB77Sz++twq8aTN3v1yKuT/lNMa+VBXBvzkrrr6WFti+xNoZvqrgsr9Kdam/S0IVvo6qVr96EFc/5Xw1vfNNur8ZWeC+KUAxPlwX4z51L/u9W7G0v8Lhr789MJk+AKBrPtW/uT7zlzU/y1MRwFl7cz/9ocs+4ArZPUQ0976331C/PVa/vzeEEz+DxIG/MLmmP2Rno7/EZl+/sT+AP9kRCz+CW/q+3mhLvbPNGr+RFrA/ehmTvystFL9Qzhu/rFvrPq4Uxb/MfGY/AAnYPUtygz+z/hE9PVmfvrrwdr8uziO8zhwjP7sN17zHfNo+JIG6v0CLGL1FA0O/LiAQv0cjib3iUUy+p0XRPo7Xez+UL7E/BC0bP4XKUD9XpYA+LqTJPGLpgj9Npgk/ZQubPjAyD78sirm/dEOqPq1ROT+VSTu/nA2RP+x2BL8+gba++y0nv1nk+D3PTnY9JFDuvaGKCkCp+YK+pRhZP4b/Dz7OJVA/4pLCv+JRCT+yS4o/4rz6PmyY6r+szxQ/PWZOv0bdgL4krw4/Qu+5PoR35T7yCUi/PoG/v5UJ6D5pkfI+osvdvoGazj2KGkE9LAkQP/UI/T24648+t7DNPG9Cl7/4tYq/+dk9v27Cpr6TQFu+cvq6v3Jsk79bBYU9NCxOP2ed+D3D7V69Vetnvw7TjD8W87Y9AryNP1UFhb/RayU/Pg4Uv87OFz+dwWQ8dW6aPzRUTb9125q81LRvPxeDAUAPKpS/5pYRv/CNUr8KmvU9pxDZPSS94z+Z/re/yWqDv92hPL+7gra/dHKOP6wRWL98EjY/8uH1vhUymD8yxGy/S2EZP9pnDDY+GoG/YgcTQL83Zz/9Tgo/tISIv0/5gT+yIiU/dchUP71yUr6osTw/xawVwGznLT9KtUw/ZNQQPz5cqj4+ri0/gHbWPqNyRD8HnvC/TABUPxUXgT8NYd6+aHV3PhzxoD8sNS2/XyxJv9/xqT5dF6I+/VvUPdTCy78vMOq+nOXnvi/iDr6NG9o+",
            "PD04PvcVOD+u9sw+5lBMv4witD7keRy+uJTeP85C+D0KPTS/G5sSP+f8RT+3Txq/hTHovgWThr9qJge/+6HPP+xi8b/FGDM/oDGHPrhbjr4NheO/rI32PoWMKD/6Grs+5026vEOBaL8tRjbAKDkSv3NywL7HMkO+dxDaP4l2i76BNya/xbKaP1ydhT5HDYa+chGEPjn09D9GXNg/6lSKP+yh0b9udU6+RFK/vBW3jL/9zCw/gMssP4y69D9bTZm/slRPv9lhq79q3sY+OhS/vXX8yD/weaC+kfoYvwO2sr4pgyDAPlu1v4/tiD8d4qa/ccmBP4aYpL4Gwtw/DCiyv+6MCj7u3ZO+XOmjv+9sOD8mgDc7L9tiP9y+or4iXlG/va2Hv/4XSz5dmZU+9f63vrs4Jr9T9Wu//SMjvz9qKT9SraG+bmSIvmGheb981dS+edjJPqjpoT96fhpAZ15hPjoKEL5z6Yu/vHX3vxdVO79BP9O8uJ1SvydMDb95WKW79e95P7dC877rbji/WUQVv045hr8QaD4/Jp0RPs/P4byDxpQ+xnidP6sdLb8Iu2+/6x7kvhVHAr8AHP6+1uZhP9g3A7/ADMM9nlAyv8joEz9cTbM+3T/ePgwV5b/5MQo/nOt9PyFoZj7GGAa/F0hnv0ncwD8r7RZA7o2lPtWqqz8mdda9dCtsv7keTT1hzAjAUl9gv6Ixt79JzBVA7S2SPywBVz9juDy/H+aWvYjgL7+n7yW/A0iCPjWKsr8ybUy/s5eZv74mZL6nX3c+7vPFPtpuFsA0xds/NYc5v/cJHr2u7M++Yovjvv6mwb41zdm+LukuPm67ib/WUBZA9B9uvwiDET9eGou/B/6GP2MqJD9ypXA/lhSyPrAhPUB+wrG/4MvLPQHPlT6/kdA+At51vknrQ7928FQ/zJXkP3JunD/z/5q/SL4QP//tV78hMqE9tcCBP71tf78KC4w+wL2Kv8ykI78KCo8+OvZzP8Tmhb/vmyG/d+S1v1SsFL+HM4g+",
            "1u7LvHeiiT9oJNk+0NIsPrOnGz+HXAVAt6NiP9Kfqb/pPd4/Uf6zPwzBmT/8njO+1nNcv0FP7r8BaaC/pTOtP/5Ioz5Fmaa/Tn7dvyp+Wr4ry289sbfavoyTGr+C4MC+J2psPlbUy74VczW/R8atv+SZ0D7B30Q9TtTIvxbF/b4L7s6/R2DOvKq2H76XxQE/xum4vUebgj9MEou+c8oRP2/OSr+Und2/dTZRv/3odr4+CNC+fY+Tv8D8er96aIA+4leSv9oz3z6jRVW/fid/Pm0Ekb8wmsY+E6x6P2mJgL5HdqM/GxlZvzXPNT9wgpM+sKLRvL4x2r/scXU/Bmgcv8S2Yz++6Nm/95aNP6AJ3T79FaY/OkAzv2neSj9aOB+7JMvHvksOJj6AbPK/92deP231ib85cynAVtRSv04bWL6UQbm+52CWP3lNK78LhI6/N7+UPx0X4T8BbC++q4aOvto1ij6Vz7U/McExPtUqpD1wSq+9e20SwBGIez8hoGK/hMpcvsWZlz8/3S69UUI8vwB3mT5ztJu/8u44wOxxuT/4YYW/yuedvqAZzT6UJ0W/mqsZvp0uh7/ZAc+/1lK3vwk+Cj+6o9G+5ORGvvFIzj0KIrC/hHGvPod92b70lJ+7hNdsPx+1RL5xUvI/TcVHv8w2fb1HtXE/6azcPuLfAb9Nm1Q/PCLjP2TBwT9lUAG/j6B9P0+TGD8Btca/pF5oP6Z8uL/aqpk+EPQgv4mmrL7cer0+KK+Nvuttsz+Yi+Q+fKOjPy1Wi786TK2+NuveP4L5xT/E1Es+1AYiPzXwqD3+8t++DupMvlM2iT+6gYE/Fa4mP75qD7/3hFg/DuoKvQicBsCwl3q+EvVLP3jWqD4JgUa/X63UvgmvB0Du5gZA6YMVP15EyD0G104+KJWyv63637/7+pQ/HVDfPJgfgr+6oEw/Y7MUv6vXq7+XOBm/Q3LLvjad2T02tqW+Uql4P7iukL7Y8AA/rj/zPgMqXb8kq8M/cduoPkw8pD4PZpq9",
            "TeI7P7c+tD4qPWS/cx9pvxixAj9DQmK//gOJP0C9mr9WvBJAMS5Tv6k7I74MNic/J2aQP55SgD6/snw/OpRjv7hsmb5uGgY+wdfgvURXFT80K3E/z/HuP6LHV7/FCrc/roG6v1uSC0A1eCG/LplTPz/XXb/xJOo+C8C4vsFoPL87ajM+9ZVkPxLE1zxw5ly/oZvMPR+7sr+wE9G/EZO2v0VyJr2zPci+nHSEvtHNIz9c++S+O8jFv9x1Yr5/9du/uZC+Pnt+Ab8u7f8/dK+yv/tHg7+CgFM+S/JLvy0/CD70eju/uWKavm5xiz/Ez2m/WJGHvxJdcL50uNO982j8v1mJ8D838x7ADOWdvtdTlr/mLf++EabdP6BQgD54TKS+KS5Gv9xfsD42T/4+PThcvC/NUj7tA6y55PuHv3Pvpj4ohqw/q1Nuv2MGPT/pnk8/d2ajPsdpE792wQA/XChJPzlJaj/QCN89oWxAv0GVJD/PXLA+6ubuvkSXa7+BYpg/fOkdPqxG1r78RVW/krfHv3n5Lr5+Cs8/hudVv7/6Kz+D7km/noaMP+UY879ch5C/HCa1P/ziB0BiJwa/POPuPwkLSD9rPJU+UYVHvlfQH79gMHa+P0wgPqT7Ir+yWqE/Ot85P4e49TyTD6g/XKtAQLtzu7/XFKW/CMsOQFeUFr/1B5M/Oa8DvtA5gr/avQi/kcCcu1ZZ2rz+ik0/6pXsvuMMmz/NaLe+L0dnP/Zdqj/75I+/FA1ov3hjA8BwgBw//qxvPimgFD64ybu/JDj2vUpOtL+KYrw9NAxiPrMmDcDPnqY/H9R7vuZ/ZT9ZHgDASflsPla2WD6+O1a+X07gPk+lfL/mcou/YbscwFEYiz9vGAs9dIncPg/5Iz9aSUq9SUGnP+cEg7/ooYq/4OY6v+14/r80qJo+6BalvvaSRz9WIIk/scYWPppPiT8Rwkg+jc7LvheOmz6mf8a/4vKUPgTymD9R79I+SV8XP4kqvb2TLNg+jsSwP1ukoz4b+wTA",
            "zo32viSkxT9+OKs/mRR1PxBWDz8DBEE/hyumvDSGxT2Xb6A9FTI6vAqhFD+4dJO/HUcnPz2fFT/u+B8/bOgOPiHx1L+4SDo+raugvVVbJsCgc7O+E8cyvzlfoT7/LpO+W42sP8AiNr+b6JQ/xfDtvrFxIz8TvgpAa4eZP15jyz9ZyL8/8fQRP36fg78DzsG+WZv9vIHnBT+FWqw9Cg+sP7IWsr/te2M/1e6Jvvq5o75BFEc/2PIXPyBbWT/hb7G/QTwjv1IUZz86oKg+WwqBv4JX3b88rd0/wGEAvfbPhL5XwGk+YMeMP1wrBz+PepQ/cNaqvzRGHD/DF5g+daB/viS9Or1QoZ0+LhLEPYbU1T6f5RU/kLcJvzsPnj/qTR7AINncP+S2cD8w6tQ/nP6ev7RnYj++I++/Up/GvrT52j7lwMY+4q1avx4wzj904kY/zuG1v1c/Ej9zu1S/RJxxP3gYPD+gPHk/EiMPvk72+r5RUYU/vpabv5hqob9oTq09Y9ydvDN3iUBJ97g+wy/SP7pkFz4AS0w/HJggP5ZExL4DYIM/RmGCv9xO3z4mXvq/G3pTv6IfYkAzmow//jCNvg32Fb9lK/2+soT3vQVEcD584Fi+ogZqP54whr8p/IS+Vde+vk92cr8/IJY/QYCRvxfbJz/btCY/krHovtrZDD7oxjY/chsOwLHhgz+2Nha/rg7Iv4r39b40CRk/NyUewITEBj/I+V28OZpqPjpAoT94AAI+klTdP2w9aj+kVyS/bRa7PzGvs78NJtu/iWRaP/xVhL++tWe/KQzLvwhciz/pK3U/rVOLv8qJfT5JHNU/ZkaevKx7lj/T4om/oW0MvgAfLz+1ETC+Z8vPPypMO79PPMM/1ixZvwVFUD/ORPI/APCTv5cYJzzc01g/az2nPm0hg7+3wKk+H2t8P3ljBD8PF5U+J8rpPVvBt7/uOIK/ImGaP2Pz3L75NZM9n0TEP7yJYD77iCY/Pj1bPqaysz6r3i+/e6dpvxZxh78gzIk/",
            "pc6TPolz5j9BPJy+bxPCPxZih76ocpW/eppSv4UpgL4fus69YniBv/sxN78RQXe/USgUvy92HT9w+MS+/6irPtRIvb3fPq2+2uJnPXP7wr79k7+/MAnFv3Fs2T1w4w6/o1jaPuiWAT+wR28/7uAxvtXryj7R3ls/eIuYvxMZpL8WdfE+ZDmPv8FtW7uJD+i+WTDfv7Q8Vr8pImA/FGa1P3mFIL0rwjG/39QeQPq4T71ssrK/GkBWPyySQj3Zo60/IRt1Ptf92r5ppJC/SsGQvxTZZb9P7pa/iO3Iv0CeGD/zzca9MYMawKrfiL/Can2/+PRTv+Bi+L10HBy/jF3pvvdiDEBjLpI/swGHPzyyKT9uhIS/GMGlPzhT7r/w6FS/xu58PzUPKcDgOy6/03IIP38WCEAJHKM+nIYYvurzJcAuxkW/6jeGvj/RHD+mA7W+6a0GvwhDt7+aehZAFHCEvoDjST/rvwS/sv/HvvTEXr46SHk+B0xVPYL6Xj/88sw+JOVVP11OZr8wgsO/8yfwv9mlCkBgV6i/OgtAPxuP177UIO0+R1BXvsAGD76wSWM/01NwPshk/r6YvWC/YFWlP4bLiz+EiXe8ADsYP24XAj84+GW+RJWBP+bzIT8wyLS7nYdGv9NOkDvD+BW/VeK4vfYiOD8XWxA/zT89wBCJLj3XlDS/u2yWv7boQ797hia/TyxaPef/Or9mIAZAtOaHPozAoz6qhLI/tqpYQHXRnT/zIuc/M+OaPm66jD5HvaK+DR2oPwWrsb+MmYO/10qGPxbB076O55O/nuGmPny6f7+D7EW/OqoPQCbji79d4i+/5aBJv3ROOL1PJkO/sXSfvzBpOL+20Qo/CP84vpNMCT9c+fE/Jlc+P77Iaz6deoy+NrodPmRcHL6zjSq+42rNPdpIQD9HMNi/fGCiPytvpj+bHHk9AvL/vs92Ab8dy0y+VSn0v0htej54m3I/1mq2vuLCq76bWyY/C4PVP8S5Ib/AZgC/UDKDv/fQQz+vOZ6/",
            "mZ0jvrYGWz95eo8/e1RUPqVYsL48StQ/T4MTPxbjST5ymYI/drR4PmDYkT8jW/s/CD8wvi6gyD601ti/Jez8vijkID8VrCE/dMVFP/w/1r6uCVI/L7cBv+4NGb9yjZ8+WDJoPrdIWr8NnFa/mjPPv0Okmb95Koe/XWMZvwHWuT+oHS8/Z4C4P5TmAr9M7oi9fK8sv6/el71X9Hc/9MwLP4k6gT4wl6+8ZflqPoyqPj/EPdK+b0KRP3pWeD9nVxK/IVPpPx1zUr8erXE/h8Bav3a2EUAmING/8rcyPiZej75wISZAJ4CDvsloXD//oBi/8D79Pffjgr7ijwBAL4yfvzWV3L+viIE/JRMxP5Oloj1Vc5M+je3vvhl8174lhFM9oBDtP4XuW7/3XCC/Lx0QQEeAir1mnUG+0tuNv6KRkT54XAg/EFw6v5ZvLMCPywY/+59mP/Q+CcCl6Ze/keMmv445dT+ZGf0+bdUZP67HrL75pI8+Ycwrv9ES/btGub097u0NwLKotL/Tc5A+KIMnv/4aDj8gzOu/bsXyPu4es76bWD8+Ro8yv5jLmT1DvUi/ioQLQIvD3b6Ed2U/7W+cv7SPh75bSik/v02tP3hJUL7eyx4/GAnoP+iYbT+lHxm+v96fPrBQQL98WAC/KeK9vTv50L4gT8w/zzXpPX4qGj9wwoa/Ia6ovm7oxj5i3iy9pZJhP+xngb8Wmxe9yTWNP4uO2L/UdEw8IMX1PhK+Kz63YBc/3lc9vgtjDr0IRJM/hXMQv0VCEr9fuTC+qGw+P085RT/6VYE9Z0wMvsOxeL/YkoC+xSjEPe3TuLpNPk+//5BZPlj5jT9Z/Po/y+M5P2p/EMAfVpo+bTCTPvhrRj/Yr8a9u3KEPzb5wb9TPWi/gZyXvjQ3Dr8jMoA/ph7Gv3J7qD7MdIg/NqRbv721ab2LCSDAcHqgvYelrz4Bzqi+ILTEPTWO9D2kCIs+OeTDPtqcob5TpSU/8Ii1P1u3m78U8Ps/LEpQP/AOnz85M/a+",
            "A+VCv4FP973K65S/Nk8ePwKF0j/WHgy+JLyIv9uBnj7LxLe+EghRv8jezL90ZEq/HULfv17tM78/Zg++4Cs8PqVgar5i3AhA+wMbv261uz7P8XM/7wXivG98ZbyY7Ro/McKovkIQYL+mrwq/565nPjdPoTuJQwY+a4HOvn0abL8Aqni/4u7ZPkou1L7zgcu/x8IAPs5GGMA2scG+AWwvP8Fbl74jzzw+mT92PWyaqL+slrY/E0yrP1C0nL8hFu0+mcGJP0ePFT+r1Cs/EObdvRKLyD57JzK/wutQP8m/rT/y28u+7ZkVPxFEyT3nKlS+RRYIv/uumT+1zxG/a0/Iv1iSe75LwHk/uwGdPyTssDyCnKi/iaGZvuw0BD8eDlG/yig3P0samT1HTAdA+7QEwB4JZz6/IrI/5I9sv6bhMT+3JBk/yAV7v3tOX78npME9+5gIP1rcWL6d4SO/vBQEv1yyez7bdBu/m+cAQCp0FkAB5CvAIwnSv25q679IC3c8WMEhvw3PE79gI2w/IpGmP3CGBz5ttTk/4U1IvYYIMT/xo8O/uKuIv2h9Ib/DTGE/nsGLvwOJHsBBysY9QT8dvv3WLT/4lhG/bY9Zv2NqvT5ci60/xsTmvoDqIT9YfV2/qMLsv+tN/D72X8Q+V8auv+CDyz/8uWM/+jhSvs3wNz57eKc/NJ+dvrspRr8wf6u/E0mvPxO86r5t7EI/WxqXPk/zbj3IfOi+uIJFvrtJLD9ebJu/vpobv2rVfj99UKO/vlkJPnVPtT+oUzy+AXM/v/aO4b8V97g9q2ndPmhzOD8jLY+95PANv+o0kb9wkuo/j3GHv4Y2Xj82VCo/mZAOv8+khD94xEK+uR3cPaiEbz656J++0u5kPzarzz5hAj+/juyMv+T/2L7DaIe+nvHdvnZHYL9xuKu/qfWpP1pnD0Dly/y+rUBLv4/gW75NMoa/PYmEvnS/jr8fjIK/Q2qevx6IeD32Z3k+9Gd6v+QVeL7CkB0/VVZVP3cSjT5yOsY+",
            "vUFePS5gEr+c7Ls+z9RHPuWQGT/aa1K+L6KRv3z3m7+vQhA9ZkkAPzWKGj8qMRu/4ISbP7qnjz9xibK/NePtvYhHTz+O2ku+m0pjPV5Unj5HtD+9y1cwPwcbUb++B1Q/cmm2Py12uT+FIT2/lMXlv65N1b+8HIc/Ac0NP3aYH7+ShEQ/TJ1xPTpnZD/L9SC/u0erv7AqfT9w/iW/PGZCP2cttz/HmY0/NJBAv+9myD43lRJA7YNJP9Qpnb/XMGW/PLcrve4zRr8Zixk/R9UsPf0m3b8fhYi+S4fQvkrAdr9Xf0Y/xN5gPkgE7b0b2YG/VU0TPxLK+D+kCxq/2NZ3v+0Eqj+Utkc9NVQMPy0rIz+BbGM/GJa4Pwx8+z/SS2e/gi7wPsKTPj8KTqA/VcspP4TtVL5fU4q/QDFwQK13fT/RuZ0/N1F1vq3LvL8axmS/7NVEv4s4aD7fMDg/6/6rPAY2Az8yZ1U/OB3Pv2jUfj8EhVm/vGT1viX2cz83gCO/Ahvevr3Qr74ZdLw9uLfqPv97jj2mNJy+myX8PgovSL7JNzw/Jww5Pqo+r77LioO/J+yKviYIIkBj9bW/yDHZv6EcLj9/T5Y/AAMZP+/Y5rvzK48/fjEoPVV/67/exSrA3nKmvy04zb+QypC/sK16P339ij+KVATAlRdFv/cQ2L5pIa0+O7wpQGGkPD+4kd4+7exVPjnnEz8x2HA+VVe3vz4cg7/W++q/K6nRvgOIRr/sARW+H2AaP513fr/Och2/CUNWOxO6Kr53ESO8ZlJ/P0NpXL94wUe/ao4TvwBjy76Syzm/yniwPXXeOrzjhxHA9/GKv/ZIkb+YE2g/+GglPwIsHz7z1Jg+pb0fQF07F0BooWE/uuKlvpItjj4adgA/HpZ8P5CkJb8rEjA+10dmPjh7gz0XD4q/lfIxP0H8tj/7BCHA2r4Wv1UwxL+Z3OS88gGBPEBXij/Gg2w/90OlPd2vpr/eonw9fqFUvuEzpL5rri5A7qRCPxJfkr7CEo0+",
            "QfauP8pQ7r9rk0s/Jm6Qvuy0679kUzo/qqeTvkPHO74pmgk/BvsEvwHx2T8zXoQ/1CCAP53AC0BfIZq+SUpZv79n7z4Hco6/Mx59PYpMXL91zk4/xVUpQIMVVT8HYZS++52nvpCB4r6eL3S/sZn/PucZg77BPFC9iTZ2v7irFL+9+QK/OrMMQCj1DUCRVc2+90glP+HuSz87DRvAgi+Gv2SUED78136+M1irv5jEQ78ApQA+aBdyvkcwUj5sQqy/zjELQFwduL+Ls1o+KGbtPtC70D/tpGe/YL73P4k7sr/P71i+cR+gv0mrxD4DIlS8hNZov+hHAD8fnB2/xLrxPZK/tj77DhC/NzkQwKzrpD8bSjs/CelBP+kC8D453k4+xnnOvu6iCT0WaIU//ocLvyVb0r6hhR2/hI5JP1QRfz8wrDu8AZroPi/Gjj9+2Xc/FwxkvWlRo74nUoc+uz0VQKl5oL9EctQ/iIQSQCPclL0MUPy+/MUCwHrk2b6VUq0/1uzePhTpoz8i4fe+WCzovja4Pz7ACiXAKYQ8P92ai7+Ee46+b++hv24cjb5bs4g+RQLhvuE7/D61b0C/dulmv78s4D+EfEW/Up2cPnhSxzpbgEu+tODTvcy9Kj+fs90+S66qP3SVwz8VK2w/P/PvvGZdQz+xh9C+Jn6FPz6/4r8x3JE99lgUvyj3fj841hVAtVJIPnuNHr5w8EQ+HfaMP4kRhj9bp7M//nwVvQn9Dr+HcNI+qSiRP0Nsxz90m0e9EcLBv8/ViL5B4bM+PSeMP9Il1j937ZW9pjqwv1jAp7/llU++XvFlv5fieT85vmc+IWr2P0YBUjt9uyTAamylv2hx+z4erAC+ZTnnv8uws74isgRA69g+PxSdij4m6n2/eFS0P6MhYr5Ncqs/4TrNPitdIL+NuBk/3+BxvxeK6D8PDf2+A9asP6LJH7+k9mE9DARgPsZq8L8TmDE/6hSXPqBDjz8j10TAEOGSv0t+nL+elhA/fT5Jv/FdgL9cYBY/",
            "yzobQLljJ71zH8+/QriGv5i2oT9OeUm/YqgWP1kOmL3O9xc/RUczvwCm3b6tNai/S//fvH4z0L1lpE6/b8axPibY4b4hFGg/XBZHPnxk5j+j0zg/o+mFPul+JL+XcZ4/X4qgv5cIhr4PcUI/buN0Pgh6ED9Hkys/AQbcP/aFtz+adLI+sxuUv1vKXT9bn0+/s6ahv4jYGr4Mue6/0iYTQNqmuL9k9wo/n8KoPVUKYD+2EPK/8TCpv86KK784c5k+vHO7vlY2hD+Hbay+MM4Mv8ojPb9SQCM+45R2P3ylir9CNuO+HTLpPtzvvr8Xa+Y+Dsy0v5dumz5CHsy/2q0Pv8OyK76a1p2+slPXP8yWiT3OTA8/CfqvP7SkFr/kMBW+LphYv+aR67+8NJ8+fA7pvzMJvb++tWG/eC2SPxHgwT1WYEQ9Rv4av+GPJD+Jy9m+P3mRPmeWBj8CWX69dKmHvpowob49D569CsZGvt6IZT+GXF4/nXyOPaBe7T9DfyK/riDtPi8E177+2sY/PZgcvZbsrz4BPaU+FH2pvsVfGj4HiLe/CS4oP1oN2z/bbuG+wXASwC5fmD8XM5w/ATJRv17q2T/rA8Y+5+quvpzHoj9vrVI/fQZoPxXjfT8nK4+8QOWJP6iUo7/fYfG9bfg5vhV6B74N0Jo/fEqcveQhQD5gLm0/qYYHv4zoND48m4i/L3rDviHibr8dlZE/S/sMP8yLYb9tNDU/ypl/v0uvCj8Z9fW+MqtSvgJiAL/mVbG+0SYRvxLKgb4zAoc+HLKmPwjfdr8KRmU+BE6pPxBfzr9A9So/9jDaPvQQw76fIvg8iZrgvu6EnD4tbQM/XIqjP3CAPT9NVeG/+BCYPxz3UD+/RVE+oHuNPhbZxT4QVJ+/3pekv0jEnL5/LRVAG5QUP4s3ML9mchNAsQWZPHXa2r663JM+75mEP5R5lD9PiaI95hKePs6lurzc/L89Mp6ov3OeqT+ctTC9CP5gPek2fD+gUKi/yrvtv6W9hT+PYTe/",
            "VBPFv7UHyL6HCgw/KnioPi/SQ79AUm8+/861vvH6Bj/t6Ic/urtiv69Vhz5wAWA87FKHvzHbaz+Fnhg/e52vPY81Oj+WTfM/7P+MvrftpL8ZNiQ8QmbXP0fhIz9bE0m/BsW/P1NCPT7JQ8++n5Jlv5WZ6z475B4/TDOiv7y/Ub9odsi+37B0PWoZtL91Dim/JeLTviQlsr61Mb6+lF/OvmvEFr+e2RO/8jOhv63hjz9M5Ji/3D48v34oRL5i5qk/a2oQPUHvLD/iPZ+/yYiBvj7RsL4ccsO/HcdTPyaxRMDI6/w/Z71Fv36WKr9uSVs9RebEPyQ8NcCqEIq/x2Vqv+/06D8yWyG+7OyjvwSkFj+jQt8+E8gsvmDYmL8gTV6+dMiBP/SvzD+xQL2/VU8zPbBiyD4vGci+I4Qmv/oDvb7gY7k81vzxPjDtcz2HrnY/9ygnv/IEQr9fPWK+A4Itv2z1Tr7yCzG/8MkSP43l7r4zcui+TNN0PjMj3b+SjYQ+m43PP15Ox79IrZQ/8CaKPiJ5nj8e4/c/Zd1gvyQslr8gnBLAVtz1PpGWFb8taqU+Y4KlvirPhj4LgOM/+94PwA5eLMDjmxi/4QbGvqYN7T0HyLS/EQGMvmL7HUC6HXC+Y8WSv31bcTzhpqY/nT6bPrDxFz9bc4y+RxxTP1Msgb9OgM8+2D+cP8OKKr9wuvM9G9qKP8PwD8Dqgoi/rjzzv06sKT/c5gS/hHUPP1WNpb/cVLw/BojAv8rLAsAdq8m+7n+Dv6UZUr97bgC/xy6XPhDMWT/LCSE+DiZgvjzfkT9660+/emULPrvc5b/FbBG/FEYTQEmmFr+EZye/dmjMPvnh+L6U7vq+vxl7P1g+LD8/8Nm8ZwimPbiD5T1Hg4S/zhZ1v1whmb83p4c+9v7Zv2TW3L6N3i3AWQzBPp/8BD+NIiu/qVUBQK7KAr+NcJO/hObmP71I1T4i+Y4/bOvFv25Ecr9ZZ709QVA4v3gAsj1g14U/I31vv2ICGD76JU6/",
            "2ujhvzm4qD7K3Ts/dtHhvhJPzj+LGd6/O1ppPX/32T6GlJ6/7+XevGg0pL7lli0+DEAKv/nEiL76QR4/z44bvx9PAb+LCze/Uu8gP9x5yj5ZihS+cWMvPJ3TUb+r76E/xX4lPzzGn78So3G+krFAPt94Ib+zTZ4/U5ITPjWXWz9Jzpi+jXObP0pN5z8GfkY+uUcQvy2T/D5BjyM9xnIkPhWfWDyXY/q9bKaSv1KGUz02U5Y/JknSP12fO7/Vg/G+Lecdv4YDEL8qDSA/b/ubv1MKl7/weEa/9oSwPuB5wr2wUIU/kfEbP4oeb7+vssI//4+/PpkLFr+AioM/QYyVP6euSL5bqsE/YyrIPtPP5b+43k6/vLjRvMoTpL/thZW9z7cpvwrkFT91lpK+PcWOPk9Tmb5r3MG98TjmvSgECcAN9d0/WABGv8sqRr/8Pq6/6XJRvwqGXj7UFgC/yIlbv1VbEz+Jxg4/96pwv+oBiD9tOI+/Vu1DP8uENr85k9U+ruBBvxo0Fj+QObk/MdAZP4X/Mz9UO04/kTKMP6bq0D64P0M+kyh5P1aA6bsFgQM+l8tCPyY+Fz8Kdsk+DH7MP9PFyL4xhLw9tEJYPtIsEcDJeru91iZQPgt2D7/EmRo/xnUDPy57Jr7Gij8/VtkHv3iYnb/IIFI+GAibv8u/Nr+aCrC/teXuvoy5cb1t3JY/Nqv1vh0war+4oCM+I5gkP+RA5T5KCaA+rQtOvvZBgj+J0Ic/H6VgPHiQ0j8DhuM+RBVDv5LcvD7uNAO/ZaWLPwEy7D+7dkM+NWYSv7pMk76u1nC8GdgaP/zBvL/2tZO/cPSGv8ik6z+uqUu/ensLwE5z6L9x1AVAV4eNv9+uir8tdnQ+FrScvs6/Ab8l3cW/of2UP35RgL9XaO2+OFQIvxHnmD51fDQ+EIiuvEgfDD7w3o2+f34yvzEjgb/KdJs/voqvvp3BAz9O7wO/YYITPVhCQr+vCOo+54rRPysLjz9FSCs/DKGavmOGL72Wc7g/",
            "5NONPWhwdD9hKRTAA2erv+EApb6XSxXATZ20P/Z0Cz4hKRY+D8h2P7wZ3T5lEQg/RijtPrKk/D3gn4w/0/UkP7G5pj+VczW/FyECv4o8vL7aAr8+werdP1xQkj/idYQ+6vtAP5kIjD568kg/kkpyvx9oo77K1HU+wjEcv22Dw7+L2BhAojsqPgJ+N7+tADK/v5QsvwlFGcARCEe+zd1ePSCoDj74bpS/E2Qzv5zQzD8AV4G/GrXRv6hAJ7yaDZ6/YQr7v8u5xD4VfxPAaUoGwEUqyD/7B2c6nECiPidNJz7+7dm/E7ruPmLpbD2Ms90+tA3DP6ucSz6XfKg9gLPhvg=="
          ]
        }
      ],
      "outputs": [
        {
          "shape": [
            2
          ],
          "values": [
            "JldQPwJMXj8="
          ]
        }
      ]
    }
  ],
  "trainable_params": {
    "conv2d": {
      "bias": [
        "C77SOBE5UTrgUaC6tfHbOQ=="
      ],
      "weights": [
        "piH6PsRCxD58wLM+ISAtvrmH8L6XPRW/ksyVvkvb9b76cB4+gPzIPjihrr2JS8i+cNq7Pm7HoL7dXcU+ZSlXvtHxzz5oNRm+RmkGv9tUgz4KyYU+nKBOvg5frL5K9xU/lBziPaLDIbsIC9K5OIqNPqPH975kKYM9krsrPkivGL/tfEC/3+K2PkB7yD4ry3e+"
      ]
    },
    "dense_6": {
      "bias": [
        "hJITPFqNzbw="
      ],
      "weights": [
        "wWaBPHUOSbyoGhc8f69Bu3ut0LxR2B49HXxEPdndv7w1/vM8nDBPPJUIqLxwNMO8rHlhPCUXXjgyuaW81HyfO0FDEry/rCw7jv0avUlUnrxLrki8aA1ZPEhDozzxu7881PrBO/H0tLzVk8k8LtOnPPuJHTtAEBE9LqCmPE+o1rxhOv+80Ns+PAPXzDxpM5W8q77ZvHd1Hz2ZG1s8X6C2PI3S2LyC3Gc8uG8yvUq/Bj20pGe82EKpPDj3Hz01e086yS3jvNwlXTwziwE8TE2hu3e7rjy5urU7mq+7vNLLnTsKgx69P1zOO0oRIL2LPUM8PLVYOkQ7eDyCA8O8XCTpu5TgBr2ihFi8tAc8POH9X7zegBA9ABoNvSErBD1xFt+8fD4PPL5cbryCXTG8gxnNOv9m1TzcFbi8MWsFPaOv1jzycJS8+5nQvD+kCL0qX8C8/7TavMAUVztpcEg98eLkvNUQarsXXuI8YhOFPMzfn7tbkMK8KqvAPKgaCDyaGiy8ZzZsvDwKID3yTow80psJvL1ksbpk/X27PB6DPPa67DwDlcA8kNRdPMETTryTOe+8Zr5IPGcMC71Anf+7K4vlvGW7tLzt+qE8DXDZvE3+gLsPXwC9HH1cPCg0mjwW4wu8pe6WvKF1VTmBnai8V2smPbplEj0+YgK9RgOQOx0fwbwP2OA83wDZvMelprwgYKo7Poa/O7BDfbwstdo8Zlo/u2TT+rvSRVK8MjoIPMathbyLNXw8upjrvNZELTxmEhc9LT+vPJbcMT3wRR69oPDgvC+hXzvcAQU97pTYu64XGD1Rtai8V/OUvGP5qrwY0Js7F3LivGfn3ruqdru7GSMXvEhsdbx/jJa8E+/fu0t73zqifQ49VEruPLfxmLqn5wW9hy96u/dYn7svFvk82LYEPf+j0Lukch27+lsjPZfEAT0ekwk9CIVUPKKvybvvijC8yOMavZT2KbzFFLQ6Bg4ZPAxJWzw4MVo80hqOPPQNvDye8Bq9QRGnO0wMtLtTZqc8",
        "mCg7PB/55LyD/e+8vWITPS9hZjwqBRQ8AiWCvNsOrzzzffW8CNIuPTuVvbw/2A49ZfFDPHbcSTuYJ4u7DNAVPaZNybs3Ofw8rXuJvIX6AT0brYk8uHK6vKJi07yB4Mu8ZaKTPJXdxrwN27e8s6wdPZ3AtDz2IIu8N+PYO2qRRzuk9m87bWePvAYOJ728PxQ869OJO8//6DqWskW8FZfUPLIsCr3grDI9fgXyuzAaAz0qEQK9RsBAPOkyNz22qhS9eJF+PMnSyTuTjN85Dt++vFfnILyaBQa9BVcIPbPOmTyBjcq8IncjPVBwBrx7xQw8eEsUvYkveTtZNDa8MRp9PFa+AT11cN28KIMSvdFPF7wxnJc8BxVevKh0JTx8Qf87+6aVPO851jysCbU6fwNCvMNBtzxg5uc8tC2tPH3+2LxCIgc9XV7NPJRfc7zwxHw54xepPIJ8Lbzo4LO8vSpZvIWBtrwAfCU9Zn+OPO7vwrxtOYu8+GzLuhxMHD2O1B69TZd/ujOuKjztD/O85nCtvAswkbyOKis97vLrOw3jITwHyOg878nqPMBibbyk2dy8v13gO6r4Jj0Sbm+82tMMPZ5gDL2wSM86dKTIO1QDwztEkA49wMWCvF6QoDzsQV68OZvYvPxZVLxOogO9mxAtPZUjg7wo59480WM7PJzgDb34EjE8R0/SvDGNpDwEfbk8QLHqO8wR/DykuQI9/KkMvcmDV7tLmNC8Vi0EvfL08bzs3B88qvEvO5LBmLwVIgE9NjDqO6cQNrmDuUe8fEvCvIV5wDz8Hag8OwtTvMEW+bwnhve8WKkGPYxL1boqO5M8Js83vMhzB70ItZK8fbTAvPhpOjzxsNQ8zuAJvXO/bDu3Ai68QmNfPGxDJT07Stu8jx+oPAEA7LwI0ti7ehyxvNN+5bxGKp48L75xPFMNajx7gn+8llMCPTk6zzzDdDY9wUayPFjf77xVYUA8j3DqvAS9Bz09sos85DkkvUJuz7wfB/i8bGvSPBzDBzxRKeQ8",
        "GxvBvJ3pvTwe4Bu9kA2AvMTGXLztpwk9xBzNPFueC7wyXwG9kxi6vFrXN7xGXfK8u+nzvMsWAj3uknw8wW3KPMm587zsaGA8rTjMPF7e9Tx7oU08E0cOPMYQ9Dw9NMa8hU2NPMftirzxzY488DS/vIxBCr3WgGG6tmWaPDPjkzxz8+I7a7SnPJsNmzzFJAw9gcLYPOqUJT0Wauw8nfKIvKOThbx4qII8OqscvB8qGbs/q8W81te/PLvART0YIQs915r8vNK/iTzwMEg85uK2PFCqsjvDjYE7qNiDO+/+Rzq9fK+8X6cRPVSwerzNdhc9dje4u+DeBT2stnu8NWe2PMG/hjyIaSg94KJ2ughOpjxhNo68MTACPU7ILzoBD8s8O9unvP7TeTxl3te8bjC9vBXTiTwTnR898PEzO6aBEjw+SwQ9gkcfPZOyADwODvY8xAHyu9pKKD3qLYi8hcYYvQ3nULxwohs9HX7ePNyU6DzUZ1o8CUThu+B73jyY7d46eh4aOvLHpTtBj7+8JlDHPJNMdLuZNJM7OnCgPCFY8zqYp1+6YNcjPdnJ3jyZkjI9fzDVPOpRszx4FCk8F3k7PGMXvjwULWa7M+K/PC/BDz3Z9Ye8tvgnPbQ0AzxXPbq8oXfivOK2CzxBmaC8x/8nPRGSrjwox9S8H4sTPbrY9ztFkgY8baGvvBeQ9TyEI+g8NdnUPJqPGLusYPo8wdCdvCsxCL0Flf+84UyqPNpQjTvzn3i7gTENPOYo7jzM8wo9scyIPHW08byG2ZS7ntp3vEYZWTxB9B48qCXOu+MV7Lwv85+8W/3XOyfNoDzQseY860qfPBPpDb0e3ti8x/TCvIrccDq4XHM851j7vMLx2zxTJs47yvHOOyZWi7z+UWy7n/qKvDFt6ruNpby8GIPbvIFKxLysHfo83o5AvAW147y4cBe9C7T9PPtpKDyTYis8Zca6PDXWZbwCXvI8VFF+PMqOHzpJutA8IseQPLNYjbwzM9i8AFsEvQX1fDzYbUo8",
        "JmIFPZM8LDwY3yK9XHKyvCERnTx6PA68JjPXvDzeD71DK+084/X7PJb7bTx/SSW7hxM1vLCb0Lz8j4E8N2RgPLZAAj3+xg49MRKhvEgJT7r+HrG76HXbPPGVRj3EVPQ8ZTKEulvajTz4LU48y5YsPJ9aMrzypZK8LzWou+KBlbsLRAS74jguPeM9tjxBCWY8qyDdPDw77bwkWIE7bJYavb7GEL1/16k8tZWWPFD0s7wi5U88utq+PLZStrwg2hu9KKeiPLUW1rzO5Ka7AzNPO48SBT1mrAO9zHtRPI2TAj2WPOO5cL5xPW/hxDwzeAU+ybQkPas6j7yU6As9yQnbPW5EcrwnKrK8KsDkvB9y0r1hFxa7zN+EPRWJ5zx2rUe8RkURu79pAr0TgDm+Dsffvc3Ugr7uLPi91kCMPA6Zgbwqw8w6g8ftPEvrUL5OMsu931r9veUd6L3ZFJU8kHXxvF6/Ibw/CMC8+aSMvEQXjDzbMeK83Yf/vKHjET39nwE9ZnqEu+uYkjxuFlA8nrrnvNJsCTxiNfE8qRAFvGvfPzwjONY81yqZu1bVIbo7AFQ8MwL6PIa6grxTLTA9OA8PvTsDoLpPD8c8W9ubPADE8LsJ1AC9daTbu7T9pzwkeOk8bdRnPNEqcbvhtvy8GnzpPKaMeTxaIbA7civKPM+WsDpJ3dC8uV4PPPWD2zz6EYm8B7LePAgsAr2yDpW8ZaqevBqRCL0P2my88TfEPDXu+jyBeZ+7klM9PAD93bwMpRq8DZSWvC3s87w2WZI7jEivvJfvaDxQcxI9wZk2Pan3p7zGBxI9RZ/mPI9Zkbwa5ts85elDPAcDDL1foC08D+0TvUUjRLxH6P48nEaHPHdaADy+LQK9rtgoPZiEdbySk4o6LDRFvKx/HjsV/7s8/34wvMe1A7taAhO89lCwPBwEzbt8QQy981OnutYeeLwF1Om8XqMIvcbQ97yCejY8gbuFvHBxuztHaqc817igvCqXCLzOFB05k0IPPfwQHT3Hg2Y8",
        "bKwevaXcZTtT7oE7yekyPZybU7xsQVO8Tm2+vCBUsjv2GQw9Oxm3u0joK70/HB67e52hPAR+xrziGNu8T5VovEiOxboNmDo7zB8MPKsaFD0UUgk9HGbouvjxn7zvPwI9XIUhvOeBTrubNIy89hLKu7Nvpzy4tAe9UJaoPAdYzbwW3om6CYiwPETEVbtuqr88PQyIvDbOMLvcstS84YzsPOHG9Tzl8Kq8Kh4svUF75Dzz7rc8RJvmvGX5GD10a9G71ebZvFovMLyC1BC7r3U/vEBQBr01nAi9Njb0PCdozLpYMAm94MkVPaC8PbxOGP283+NcO6jMNzspiBK8VcG2PKFisryHkpU8fKMYvSmIHjzXlRa8xi7qvFqUGby2OSe8rlTKu11xr7ssFhW9sEDNu62jMDzhB+W7BG5nPLE9w7yOdJa88bUavD5j9LweLqq9mdvWPOkgmzsgl8S8KQhNvZrWCLvzCnm6lj7EPFV7qDzynXe8XCYevaV7rLwct7y77hxUu58TSzxrDdU894Amuz/kCDwevM+93UWtvKvwb719oI68tyP3u1N4TL19lna+AMCuvaS2iL7+eFI7IRy1vR2VXr7hbWm+HDU3vm6x7b3qDRy+Q1J3vqS3BDyE7oi8wCIRvddFzTquJJ081BiOPQkuSjw/oam9TR7lvejWgD1QgY68lEf2PLEml71ubEW+ykjIuv9dFT4CoR67W3GQPQweMr36Lr+9BDMfPgnXGz3kVes7w/pEvI3dpj2msn29pabXvew8y72dmEM+XJIPPvHaOz6QZws7M9yDPV0T5jxUNoa8jWsvPA3Y2bvU2De+fBPGPOiLNb0ZD5S7ATs1vDRAr7uCNiW8aTnyPGCWbrovn9m8PVMKPHos4DzpAds8VbXYPGyrDTyKIds7WC20u32tmLyoDM08Nyg/OUPd2jyw7YC8c8n9PKFlgTyMXs48kWJzPLrVJT1LyTA9JoSOOAe88LyjIPg83ZCQvAiWpbxwfv47TDo1vJhCwDwDcBK8",
        "ZOoEvIc7mTwBKLI8NskCPf9bxjyYrVi81NHVu9GPoTwCp9s7vpMxPIBJMDtTcns7hzAqOxybN7xuefw8qGUuPAdq5zwb0wk9Z/TIPCPNPbx2sBe9UAWfvJT9sjyTx4M8u0VIvM0ThbwORxG91hX+PGXn+TzwWCc9mm6yvIb/PLu4cgc9VsQhPLfy0rxSMdY8O8j3vEgivTvCpKo7GY9YulwREDypRaG7ecSSvIEEGT2oyAc9A5cPPQDfVjxSiMG32YffPI8JmTynI9y7tnCoPE6FDL3WIBI9z0IvPX26yTyMeDQ8RSnXPLh+BbxELp48qkrbuXRLvTzGvBE80XO7vJ6GCz39QPS8bnr1OwCyxjwB67U8cJXTvN9Lgbs9npE8D0fhPEeel7vbE/c8Uq6oPEbQBr2+yoc7fiSKO2bfFDwtY2m82yYFPcnOvrxRSR89TJYCvfYUTTxj+hc9WWOJPIlbXztDyWY7LOXeuxN0Hj0Ljpk8rsrvPDy1yryuel+7rHgLPb3geztbaq+8OecDPQyTDj3YLSi70j5XvBVW/7yn9qm8NyqzvL5KRzvG6bu8myzWvMBr4Dw9FBc9Xc3fPLJVg7zNgcM5eTFFvMNe/bzroKA8pHRaPMCFnbw/pRC9RCFTPEgLHz3ylRg+iH8yPs7SBT1jr728kOgLPZYMCT2g3xA93Mi6PRXjy7z3gig9MD8PPQHxKz4CaPo8ueIbPSET672wZT+9mfghPPCDHjzt2Xg9NSPfPH0Eb73/xAm+gMgQOu5VI76iPSY+Hl6/vUmTZTsNORS9fdCOPbQg2r2d9qm9kTf0PZ1EXb1zGJ09VTkHPCoSdj2r1Sa9t1xLvWKNxj1Er0g7LvgJvWc4pz2sXQw9QnvZPYrqa71Al5a9W2apPWAec74ZCro8K4i8PeIDuD1Muhk+yDXpvA+OT73vALY8vE4+PYJOgzumPPA7DJ7lPLjFkj2l+sW9WQatvY7XO733NmC8Wmo7u1B3Y7wW2908D62SvJ/AcDyyZDW8",
        "1AEnvYyb8rxcMpg8W1ySu3zapDtAGc69TegAvSQWQL2LzNO5V4A8PN8iGD2QLo29HL2cO4Rz4T27oN69xOkDvalN/jwsFr69Ri26OyOEPj1ZS0S9GlM/Pf167Tqe07G8EfUXvQ+T4r3oY2y9I/ufOoMvAT7SObw9xHJSPSNP1DwcYR4+wCdJPB+bgT02/v09UuNlvVJWyz1M8tc8jpw/vdACMDrNxpQ8OqZtPivAUj4Hj2M9uY/XPWpVFD3o6Lc9n/OZPHMlQjpBDN28xWJTvO04AD7JLU2+wX+AO8vTQr5eYRq9+JJLPDyxR7v/rDE9v1Beu0KgBT1yIn88/rRjuOptGD1Hbbo8gU2evIHMGz2D2so8HatwvNwMyTwc3UQ82DBPPN/nvrv02Bo8z0tkuyuBrbviQoS7Wl/sPA2EBL2Ghdq5u+d7vDXf5rzb6CE9Xz0TPM3GAT2u7VU8JQO9OqHHpjxBBAU9bZKovCUvKD2VCY+8Gg+MvIgXyzyygQO9buGGvG+4njxLnQq8zpy/vAp0PTyozNQ8aAcEPV7xJjz+Vh29xzQIubnCrrzY/7k8dfC1PDVgDz1eRtu7wbYKvauhjLzI6Sg9LC0pvVib0bwtj/A7Wz0BPFD4vDx3Ybo8u5AjOyxCyjrSIxU8EJHIPA8WP7v0N9s8wALGvIA3/DxVKRE7BIQuvP81vjzyd5M8MRriPO8l/7vG7cO89ioMPYOc6LzGaCE9lSSoPLx/hTyxNII7nGiUvACwyzyDcf462pcYvY+Zczsd4OI8ogSqvAUtvDykjtq866ISPWGu6LrqWh29xcrNvB8o8Lz9WSI8/evjukyYrDxoAQU8nxz1vJG5/TwisES8JtZ+PLGKGj2dz5Q7T0AUPHQbYDxV7wO9HugJvRsaozzaZOY7bknSPIwcD7vmW+E7rcDuundUGr2SHPc8KxuivIrCE7v1BQs9U7LcPMmoBz0N4Yy5HGHzuvR1qr1mARg9NezhPWLVLT5nOUM+hOSQPv+XNzzMGbi8",
        "25YePCZtj72xS2g8DWCRPA44Brzu3Wc9IgWTvQ5zMr5U3wq+W9ONPfNLGb0DoHU9EFQHPHFv7j1Brw29aHr2PV4RlT2SeLu9yRQIvm+pwL0Zjba9TjiKvfRYu72EqF69u0povOdUL700itm8FReeu8NcFL0YRHY9Bjb5vSPgTrsM0be9NG7mvN3olDzzuZ299WyGvazbT72F5ze9Y2iNvRNoKDuWIba8H6eKPHtKRjvyaJw8zkQgPagzH70spou9PsShPOS8Fr1ljLs7EObLvdKr9Lt19MW6rEsDPRvWFr0UmEY8XVrwvADweLxG5uK7VEPbvFFCx71bSYg9YitpvBgg3TyhDTI8NLpkPCQX1TxoVIg9yle7PL7CiDxWfC49NuzVuL/4RzkFcc88QzfhPA1LzrtFDCA9tX4FvU3Jpj1d1uo8xV+bvUeGWb2HQaq8WX5QPU+LWLwEKFK7wyNfPQYU8bsxJ0I8jiaePTnQpj3no4m9yUFivU+/17t9mSg9kS3tO9rior0ovju9V10WPUoP1T1JR6o8cVjGPbvyPL1b+sI85QCEvKiaSzvjdTi9L5n0PbwOUzyCzma5LRLaPPEs4D298Pe8S0KfPbtjKDyLYFo9Rujdu1aCgj2jLi29/LfPvGrC8rz6X4Y99FUxPVv63TtytAg+8zBKuyvqjj2btaQ8xWG/PEI8+7rQr9+8RSLKvBZjtrx9chy8fRWHPBhfC70hqLC88jz1vD9TiLyroKK8VBP9vPxvl7wqM+c7t9hxuw/M8zv49A+9eJ6yPG+Hq7wcDYm8aUwXPX5gjLzq2wc9IHzDuUFv3zyPymS7O268PFQeWbyiMPM8IeHnvIF8lDxkYlA84E8QvWKS0LxdAaM8DucCveShwLxxzLA8BTe7vFSDGbx64NI7ohX4vPEeC7uGSD48l3BYvC4CSDztmeA8w7fEvIRLNbxl8+U7RSO5vIRGU7zAh1c8o7vPvFzLCL1IdBM97arRvKLYcjzDDiY8Vkf/PGXAgbwiaRU9",
        "TT/ivHQyGD2ywwo7P38OPYPLtjr3+Qk9wKuhPJ6l7TuTW7I8o42uvAFGkby7waC86CMKPVoIhjyOa+G7L1MIO4HAO7zd6Xq8cWrLvHhKzbxIcby7/v1TPFbxszuqQgQ88PGOOwEa6DzZlvw8yBbdvCLnIb1ycKw8UD66O7lVpDyvdmE8hdyVvA9Jmrx7NO689XyNvLjKhLxIUju61FoPPRRZn7toVEs8Dn0vvX8HVDwD6Yk8XHOHPGT4iTxtZwM9LEUyvkoyjb3XhbE7K3WWvHqyDz0bJwU7Nqs7PAAv9DzEBZQ+PAvxPUbmjzupXiE9+azcvbxAVr4i/2G9g0r9vIlQzbx1MMa9Ut4qvbv2BL7BB5E9XKnPu5LCILxWiKS99hsAvk8/ur3O7qu99z4JPQ0AAb5jGow9BWPaPViJez5ZAAi+c6kSPNLhMbyi5XS9elECO/k8er2napk9VAgGPWtjqr0U2tU9fxbVPKEdVj0KKA28Fi38vBav0j3n4tK8GyCMuuA2fjwvEpo9cJjxO0mKKD2zKDM9hdkrPGqtpzzLiIG71pJzPTh1k7w5Fwu9TwGePDzk8DwF6Ao9zkjvvN4VnD279YM9nKd+O6kAzLwqeL88AEwpvX8SML0MQFI7CpisPEzBETs9K8E8HU+mPEcmAT1XLOY7LENnO733TrzpaZs8uTt0vWdV4LveO1g9zKymPDdO8jvnB9a8to7ku+bsETxemDq8aS9mPKEVy7ydMVq8FSQCvZCxdD2qoI68xi6Rvbtun7yI88C8Te/pO5aUxzv2PcM8LTknPetHE72H7Bm7R64uPVmViryODjG9JNo+PSQAkD3i+8O9+j35PBJ7lj1Wz3o8LCNsPKeOpb3xibu8fFMSvAvlPD2Gun89y+SmvDxPTz0yt5c8usaGvAsaHz1idDS9QKMUPUXqnzwuTsO8TzKdPVQ/mDxdGWc9DU3IvEy0vjzz0Lo83leXvU6rPTwIV6s93mgXvfLVwLtqqz48L3QhPUHgS7ydsNk8",
        "OEwEufNSrr1Ai5e8UCw1PNLRkL2R53O9X6fHvU9kOjtPk+i81anYOxY+jDzlg5i8DVcsOtN/ZL7AzCs8vycxvjm5jzxOm/e7gTf8vIU9Srw3mlI7KGC4PIYqlrx8Np87NQW2vDYHID0lOoG74fHNuhYzwzuURrW8nYEvPaAUG7zs/x69SyrSPLTwF71/6GI8KNMFvWra/byMLGi8l7iIvAjUTTw3Z7C8CLG9O2RX1jwd8Zs8cYgNvSZ2Hz3nUwq9s0YZu7MOBTvJPjc84UljvP+Jj7tzSAi9DrKcvEJxb7qW+gk9edXaPAcfrrx6Tca72ROCO8ypobvIwgk9V/h9u8pyhrzAWW68i2e7vECmzDsosSC9zKq1u/RmtjyueOs8tH8Xuo0+8DwczhK9lHOSPHMvDbxigyu75esfPI7HDDzH94u8a3KUOzsiAb0TaWg8QpkRve5TuDuCpjq7jqTrPLMm1bwdwZw8yHksvMEgVLyiw3W5AxEBvdbesrwI+as54DQRPYiRLj2QOhi80/EyPeN9jDx4l7u8M4cEPS1pu7yugrY9TD7ePeoi2rqFmji9KLmYPTp3iT3uHxw9bxm+vF0k6rw38WM817Y8vPoSkzzLUQy+TIw2vrRegj06/Kw9FzArPksJGD5SONc9cs5fvM5wpz0dVGo7/GSqvDdJHrq1iFA89r/MvOkZOb1nMPQ90notvYTFdL3SdMm8fI8VPX/mWz3lq0y82siAPYeNR71YwMG6oCCKO2/pVL33uRk86tg3vf/z2bwIx+U8p6f6PJh3Fz2L/co80HfuPErxUD3cmpw864KmPRiDjLsrOoG9GFkMvSZkfL19sG08btacvSdKDDwusZg9FMMCvZpbJL2FUeo8ZOUdPYfeDL65q4W8PEcCPUqvQL3utWY8lPVrvJUZuToJtnM9LMnsPdv2rj1jmGu85KvYPL/TEbykMOi8OWAPPKzE/j0G09y7goDUu3/Tgj3/b7m8lvtcvD8is7tPXxS9RkmHu678mLxQqIq9",
        "TWcOPS/Hczq7ab68hhrTPMFHgT0G5RO9ERiQvRlzwbxdB688b8TuvLsZujxsYX49d/VHPSwVZz3kXzK8MToYPf5Hd7wL7aY8BbNoPeZhnzzcvqI8Aa72O1oAYj0eEeG6SnRDvLQDjryjTyY9msl+vOOEaj02wWC93eUJPhKXSj0tNt276W1VvUlvfTz5C1S9S2+yPZ4WhD1C3bg9SeapPFbqrDxw/7A8Nx6+PFAaID3p3F47KMpDPCf/hD0pdbk9IBJQPATSMD1xcy899+6nvf3yiz3Kmhk8iEmsPRa/470M4DC8XkkVvhsaDj3Rb1o75cQsPYkujz2Gw7Y9QjcPu8boDL6+J/69tJftO3Z3zz26Sgm6NHsUvWjIhj26JMo9YLndPBWoBz3pHRc9UKyxPTrdRz3zgiQ9RwZePBJQgb3MXwK9pg56PKEuBzsHTDE937jcu5SxPz2NWWM8F/ZHvEoZFL2Y6hK8stCEu64GsDxPtb+8tJrvuibr2DxFz2S6HUfOPFFwm7ymBjA8118hPUgkX7wlY268aN5BO2AaGTu7DaG8H7FpO6PJLjs7gmW8fZvfupqe2TuQ/b+5ULSavGZkCL0HWNE8ecK6PAotxzyGA1M5Ois1O8qXkTw/D3c89zq6PEbvLT3pf7i8LnGmu+OG0zv+nTc6sAHGPOyRE72migu9dtj9vB0UvTxMq9g8Hn4PvTZK67woXX+8vyGXvEmHvDzQ7hs9VqRDPIjmj7yjbrg8hEDfPKg72rzlV648uVHfPCmEqbwd1Oq8hW9dvEbQyrsqsLs8cOf8u8ztmLxZvFC7n4/hPC6L6zpImwq6iFQEvdSTCj0UBvI89urvu8qLuD3MRvA9mtOaPX3j0b3DX2w9Bh5LOo3DBT3mcvM7o0Z3vWd5Gb6S0V49QxWBvUGyrz1Y5yk+FTpyvIn4070Z5eI9tK0wPrrLPT1i60A9juhFPVS/Nr0/WyM9BrFOPR9ppbyqIAo9D+RmvZU84jpDYhC9FRB1PQCbzrwzkGI9",
        "Pe8UPY3rkLxGKkK8ZCWKPPa5tDvB9Wm9ycQ6u/szUr0RYgC9Xup6vRRahj2rr4M9mt5tPOCqFb3BF029ruA0PZhLgz0NP8U9GotmvN2Qb73fGFS8I6A6PVgc4Dyn7Ho9OGi8PfrsqLzjpgs9t/m9vOW7k7yATfO4YlgTPOXOrzwFE0w88wSAvSCM9LzNHLW7ZVg+PYNaCb2Ntpe8eOquvLIMXLtXvSC9JolLPbEroL2zojM9liHHvL5xqT1PmQc+WGICPbQU/jwr7KG7o8KFvcoZLb3oEJI66dl3PHJboT0JYNU8994XPjTWoL25llm+mjK7vcgYl73j9NC86Fs8PvAPDbzkhbE8lwshvGtEhrxQv+Q6xQ9ZPND1+TupfBM+f8LgPHGBjb24P+w8NM+DvZ3f+jxRTxI9InkDvXKkEz3W0cc96HTGvdfDGTu2EZy9sq3dPEjHtzyMeoC8QtjtvOhDrz1n9DW8IxH6PAH5Ubxe1Ow88XisOy6hpr2QaCa9PJ72PN53eb1pXLQ8e4X+Og25wDnPM3S8JVa1PG4l9z24cUk9bWb0OxVclDyn2mS9RMbGPLOOFT0+VWI8UoknPG91UL1G4Pu7WmQePf4VXT3nidU8wXClOoKq+DvKVC29b8gsum3tOT1i2Dk9cRAMve153DyGDF69MzudPXD/ar2D/6c8rN3IvBmwwz1vjg87o+2hPTvp2Lw9v/Y9R5ZovLg1GT3Nu3i9OupRO0m34T3uOOk842czvhlfID23RRY+C4ITvFkcPrsl0sk8pRucvb0i1z2uSI49jginPQOkoD33o788dcPlO6h8YzwjN2g758mcO5pRKz2pwFq8E8XTPL+P0Dwfa9S8dIscO/aZqDzJzpU8tRGkuXCOAz3aeeg8y/zWPE1I6bzoMxS9h7E1PfDzEL3Upj680Pr9PO0xU7xECBQ9M3SXvEqcJr3oSQM9jSCIPBX+0LusqO48dZPxOy1avTwh5bM8/R1zvB4pjjyNr8283r3AvLyIgzjFDcw8",
        "/9/YvC2YBz1A34Q8qNrXOw+B/zwGt428DCjEvB8nBj3T1wi8VDgBPXeRCLzzW/y8EbgJu/R47byKOLk8LpQRO3fE1Dy/gE+8UKZaPNgRpLy7SBM82PS9PHLwSjsm3H+86ZU9vdzQ37unBBs+V2KGvQWV/D0Ap4S9xZEevPGm3DzZYkA9NcLQvLZ52LyU3Mi9DCuGPeZ+Aj0wGZK9/AbEvXYo5j1ofKW8LBi2PV7zozyD52g9j93LvLy7rLzZpDq+kborvXl2kb336V694dQovPaktDzWwGe9BtqKvQyiNjuSvoG9eaGBvQGJeTv8AYE8P4SKvfSwHDxTQLu71nqHPP0TXrvH8ZK9BQ0zO56i1bw3Kn89ymyPu7YV0b0Wo6C8OKmyPbVRNTwKXMQ8LOdPPSWW9DxNyhc9D+NtvGYmyrzzOJs7sUw3vZxP8DxX/ve8eG+AvGA107xu5AU9m3uuvWz+qzmBsTC96LPNO8SpXr3DM389wrXTPIm2o71GFYo8yaGiPbPukj12upG8Imr5O6W49zzjZQU8mNypvMwO7DxWrJg9cegavd71tjxQ5UM6xiuLPanvxj14Fcw89ha/um7Pibye3f48p6/IOZAKpj2fxyy9Bw4OPjY4Ejz5Iig+RWDTuwo1WLyOUdS9lBPRvCo2hL0amLK9xFmwvQUF1D193Dm9fgggvRCuKb03jJM9VhrQvPdIfr1Ijui9Mz0IvH6yb72d9Sq9YtxivQ6ru7pq2CW9X8JMu2dj6bzXi5o9wBXCvcPF472sxq+9cVgGvXGKpjxXJps76E8avC5mtbxyxhG9nUUxvfvEsbzxsCk8fsZFu+K5qTwTDp27jlklPSgSYT3SOMG9J/KaPGcz1Lt2WjU8N0EyuwFp37ygsKM7iY/svMkKTr37W4g9OjQoPQj/hDwXhzW9ARP4vPl1Ij1tcgO8oueovVYyXj2K17Y8/+cpPd9TYD3dP4U9j5sDvaeUoD0i7U69lxNAPa/MHDvHfVg911Hkuy0IDDuLuAa9",
        "sluSPcHlnry2Shi7HMsnO9w6ID3XopU9M3ROvFuaQb2JW4E9Mg9jvZo5GD1V+BU8uCBDPbZbOT6V/3Y9dMuSvb66PT1aeSs95NwyPWCDjz2uiA4+oHK5Oxu8hj2dXs29PtHOu460GD3UPWY8bsHXPaeKYjwSapY8LZpOPTpv1zwBJ4m8H8kFPLDNFrslAR08VhCuPPk/SD001/87cBLiPOctB7ul+568UsMvvcA9uTyYbIc8RDqEPLMyED0Zkb28Ds8QPXMnNDrLJ6A81My8vLg3ET0TtM+7tpAYPLLVDT1lbk67rHICvbi5FL3P2h+80exhPDh19jw3L5A6T10CvYa2Er1YLlA8v9DwPHav8ry9sM48THSxvEZLo7xWfBA9b2eQPH2qfzt9h9W71yfkPMeImDyaCaS8FnYkPZbGEzx2lBQ9sb2kPMI5jDwX1SC8by8APT5Twjz63jU4ioyKO1resD1DLxC+ERzCvc3g4D2hwA48yitiPRxrvDwu2Rc9kodnveyRMT31YLY9RuoLPl8UIT1Hq8C642QVPjo5Aj62VXW8UdZyPdBLlb17DXI9WdWTvbYA0rsJlhu9kNGQPVXXB7y1v5O9VcFQPH9lD73AG4m9ADSXvPV1hTtW8vI94TEAu2lcN7z2nDi9PHg1PM8Haz2njxg83Oa3PHYhDb1iyf88FvyVveBnxryF7SI95OVmPEFykL3QRUm95Gn/vK9L5T0SVzk9yT2HPYInPzsAjCo8A66BPbblgr1Bhoc9PShbPYpCODvtC3i8MSWTvKSiFTxixAY7sHw/vattSLy3dJ49bVQHPRzLXjwwEQk7vv2oPMv3nz0uS4Y8bYkSPeB2RT3o7dU8syYpPPQUM73IL8E5LwZHPQj6rbwL3Yg9gysOPIDpWT0PKKC8nIvkvHC3yLxeuBq9B/7zPDsxCz5Gy668ivMCPgxpxzxXXqM9w2yqvRr26TyOcBY9oGFMvVReQr0euKo9JLjaPNzpSLx8G9O9/314vkyeCb3tR7w8",
        "BLjWvVl30rwu8oS7wNcOvn2Exr2Znhm+/Y5TPUjpzTzKYIm9HF/WPSkJsr0knIE8I05bvYDNkr0IPbo9VzxlPpOjjr0nrwS+Eo7xvWvJ8LwG09q8B9ulu6p/y72Qzvm9WAxrvT7PTb2lKYy851bDvCkkjbtM+w079gGivQkXl73EEHq9ZvGbvc7nf72bnRq9cZEpvYYkGb3dDPY7IPouPJa3Pj2KEMO9WjrvvJ5MJ72Jey49qzSHPRAkmb03zai9Fcn/PH2DgL1dMbI9+9JZPeIlBj2km8c7oZbKPXWXOT3M7sq8++eJvUymLD18BHE8S4zPvBJ6tjtkA688KRWUPZvqw7sgSWM9j7WaO5sniryk0SM9f+b3vAR3gTz4MIW9znCYPd2QGD27UKw8vNYIOfcPkz3TxcA82hkIO8esor2IXCY+QVravUh28T3BdZQ9gkQzPRM0jbxdlDM9FqGHO2Zk2TtXJaY81XN7O7Ycubqbf6e8/+W1vK7mkjtXCuC8hX6gu2/V+zoDUtq8QifJvEYtaLxaKok9EAGdu5MMhL3gAIm8xFUDO0YgAr1TCvI85441PUAeDL669xo9sTvNvLabC72v0OO8UlIcPJypBLwZwJo8QP0uu+9yFz3fAwE8xqsMvVTSvLvD08i8z9crPd4ByDv5cA89jhhAPHt/zbxMVGa8GvcNvCRLajtjI+e7D+eJvPysrjyKA3q879GnvA2+lrzcBki8lji4O5T+s7uLc7o88oOUvDash7w0eJG8jUCvvHVaxzytrAK98jjMPM8XkrwmuhQ9Scg0Pd7XRzzdyLq98WrdvX50ED4XqqY9mhJAPUAouT0AIDW71yboPTRLjb2H0w++piZnPFpLHDux2808JsSmPDV6EL5MGhm+KWsvvR/JcT1gMJe9rNrNvW2aDD1qfco8BfDzvaGqIj4tes68f6t7vZxfHL2LlOq8POVBvdGj7jwe6Ma9CceQPMCRUzxY8dg8WHCiPL4J2TycWq48LEfwvQi2M73zkkG9",
        "kLxwPfExLTzE0887ZTseveUtqjxyTik91jxvvZ8kMD0DZjO9btuNvONgV7z3JFO9kSVuOx+xQb1HDDK9owDtu2kz9Txx6lE6xjtAPDsSOz2PuPA80ZSaPP4OGbwWeOi8Lzf/vM1I1Dx/s888Xpv+PPcKfrzENZY6Z13dvAQnyb2MdHC8RCeqPdTlxrx9mZ68ueV3vSLT4TvVuPs8jzmpPf2+xDskXxk++D6jPKo7qTzHuho+6y0MPoNXf7xyu5U9O0L9vJ+RMj1HSRK8+xXmPecXRj4LdCY9JsRPvSZ+yj19EnI+GVm/PaGwKj5s6dg9UVubvDVGp7lLYgw+gITZPXK8Cr5FDwS9UGZovNy0qDwO8xG++2CJu9d9yzwQHXU8BgIEvpsfYL19jka+ifxJvdYOAr0Y3k+9EpdUvQDsVL1xEZm9JZgMvsy6i7wKTgM9fZt0vVlRCL1itBe+LZKlvaGezryDvna9BKaQvfcqub3K8IC84jopOyxrvrxddhM9nDhSvU/Ghr2AaQC93/z7vPbrTzyHoZ28rpeBvY/dq72Orji8P9aqvSEGfzwq0DC9Ns3tvCVEZbyXco698RaOPEommD1WTs+9UTM+vDe16Tzig9E8hcI2vbNYnr1jP1c96iusOw7Hvbz1ri49nt2FPGp8jbzjAIq9Agmsu9AWsT0Enrg8LAKDOgPwr7z1Mji9fpqRvGBnhzw/Xwc7nVnKvA8EoDxZJfO8iy6NvCVxFL4p/gm9UwwCvtHvd7o6dnw7Em3KPSUjLT11lqs83EEsPR4t/zxEOgg9Z+47PeBgvj1dNL28k0QpvNJstD15ydm9wm7QPY4D2btwshU9ENRqvYv6LT34X3M8LOsEPuD4JD0r/AI+r/xzvab4pD3cPSE9li31PNvY272q8P48hp8MvhPPzzyex0089fihvBAsBr1oKC48lz7yu3fyBjpYVxA8EsTFu6KXmTzFljA9OVFxvMTCEL3MYy494luSOk3IAb2ui2g7VBhiPKTlw7zBtwu9",
        "x4R1u3IhMT2Opza9r2HcO6ctLrxuQ5s8rnh0uxVXdjxyOvU8bGlIvIe3SbzVvVu8DyWRvGT+uzuol3W7ZhjwPJ3C2rzYkhY97pMpvey907z0Xhi9wNnavGjnwryhNQO9ZV9IPndtjD2P6bs9IneUPcoTjDxyJxQ99gw9PkY1nL27YiY+6ZG2PNGPDD063o893fzavZFNqrxz+Wo8i3q1PG8MXLzHJnI8gq1zvZBgn72rJES9yAaEvGyk1r30DgA9uAfovW3nl73kYYq85S/Ou4ippLtgT027GyoyvXKHor2h0wG9Udi9vFvKq7yJhkK9fKDEPIUfybxLc509/aywPYuWJb2/GJ88jyYcPfWxgL0SL2o9OlHbPDREUz1ziBk5nQbPvflkNjxWYvS704StvXoVcbrnpA+9NoiXvXsyV73GxM88C6UZvb1S4zx8b0Q9n3d/O5z5j7zOQDm9hZejvS7tEztSLLs9iPtGvBvxIj2oygc9YZHhO8Ar7TzKM1o9EIERvYuPML11RQW8Jvh0PDUXLT6afRA+ZswcPcNiH71YLnQ8/lslPRVmEj1wIKU7CMarPboiIz51/uk8SIzCO/aLij0amMA9O76hPeIJDj5pDag8D7ULvbxRnTwk+w49qcBAO5GB8TsF1P08z28Qu4c15DtqgsU8XEMMO/vxsTz/1V88ReaxvNzyZryxXUe8b2uqvIJeTzrW3YU7LDLou272CD1gESM9AI4Ou+LwrbucrHa8/c3fu8jEkzz8R667A3qIvPl4YbtyqYs80MHfPFtcYr2UITe9x620PMiJzbx6uUG9g8QavcyxybxgkOi8KNU7vUydrbt1GhW9hbNUvXfisTzOvYS93QyjuziybL3CdZs898XxvCllP7xRjqG9Cd/cvNtipb2SCbm8w/DNvCFFD7007Y29M7akvGuBIb3J41m8smllvUmiMz3OW5W9GZDTvEnvo73h1IG8eviBvaloEz13h4i8RTDivMJXBb5Wcz49qUvaPEv1/rwIEKW9",
        "R4m+Of2diTxHG/Q6oCnTvfh25zweaQ+9rkUJPYMiDD4uFgo7rIECvRKA5DzFtLO8CsrevD9AOL0ItCg8v5lAO71AIbwiEg29ICTTvHtMQj2DgI08VSYRvUEOpTuxQQY9BNomPTtQ7Lyyauc9JA2nPAPV3jzKVg4+ljSbPXC+yr1T4ko8lKr5PCG0k7sYTO49h30wvc88ubzcaRG9VhWGvBKRBz1q5K87kCxcvXSHa773/BO+AADHvU8qur3+6Gm8nvIYvRrcMDx5eOO8VXx9vAvLmrzMUvA85dAHPXJfFD2GrhQ9HmwYvCy4erxogMk84qAZvRI+r7u8gje8OCEYvXsFKbx/a+88E/jePAtY7rwjvXU7ojJRPAZDzbyQQcg7Dur4PB+rPzyT8qw81F+/vFOc17wgFt28z/EevKufuLwNrzm+SEh1u/UInLz0osC8JRjgvCqTVzyjj4S7oKq4u4TkFjy4Lz09Fb9fPTcSOD6HbKU9aYOHvTud2Ts3EjM+L80DvRyWBr5m3so6hWfrvVP55ry0sB49oly1vNnbZj37Kva9W6zWvZbPsDu0FSq98PqsPHR4LLx1nSC9HCfGvHU0Hb3xJYS9aB9nPLJJJj1V9cY8rNV3vHKE5D3J1wS+5sgYuq0NWD1M6XY79qrXux2xL70dP9073P6pPAtdoryHWAE8Qt2fPTu9nLxjLPK8npQwuTZmiztSmpa9CE1PPT9Ukj0vl4M9B4vVPITWPD0uZ7i8BrqEvFE4/Ly5XRC9UFhxvZh7Nz1wXTE8J2YbPBAsTT0VJYs8bxgtPIbX+zx2egg9NPgNPStL6zxIXII8Sh0qPSChkj1yCu47sLiCvS1Zhj3Os8U8iRXkPOsdHz2+zZg8qjcYPLy8erzmClu8uIIKPZEDpbvH1gY8RVmUux0WjDz+U5o8eGqevCGeirwIUDC8JRLTPCuk9jyb7Bs8uwCdPBrykDxZ/xM9rTGrPJo/Pjxt89A7nZXxPLBWtLynZqC8cCQ9t9DfJD2WPjA7",
        "V6/TPO4dMD2zi6I7qAnkvOWGaDycQ+y8YHKWvISlRLwRz9C8LNZYPH62Krx6Jd48s0yHPOCQ0jwX7DM8ySjYPHbaBz0p4/Q8iP4PvOkOA7u5GOq8rEYoPXgsN7v/Xb088ybfvZftuj2Uiv49Itl2PtvXu71aAA6+z/MOvZyo9DzWply9YOJ+vZd90r3JRzS+ABGXu1AGATxu9J08I/xDvr1d1zuk2Y69zoymvRRxubzVQUq858cYvUTvsr3cLXO9mu5XPVgV6jzMYkm7vS2Dve3IDr1aFbC8tqIDvRIsPr0FQo47KjiiPCoKgbsNe4u6Df1bvIwPkb06P7w7ScVlvZNkhD3C4cc97G6oPJJO+7wJhzo8yMLxuyqA4Tw43UM7J7ynu9SMszs2B4S6WxXXvHqaQDzUMeG8lzR5PIy8AL0/tdM9FoYIPYycV7kSdFS8WawWPS2/UjvLJ8C8OL2xvDbfMz6l4Em8EX0aPfGVB714ewo9BhbDvMJthLt4CKI8Zt+zPJKbyr1+/Q0+hTh8u5EsbDw26Aq+0t/xPYrVsLzrqhS+m0+GvQqZf73R+tG95VvPPUuFiT2shlC75CaGvd9/4jzYZCs9/YHbPChnMj7Tg74784LaPV3ZB72UYgk+bfjevDKiAb3rg+I8rAfSPKqjDTzEwlC8iM+KuhrQArobtM68P/mZPB895LxvD6C8y/GyvMRg4LyAMM28z0u/vHO5rzwPIpK8Gd/pvJG86bmHO5289GGrO1jGorwCrTg89dKxvRqBrbwqfEi842XVvERHz7qbGAC+Xr1AvQTBNjvroiK8JUltPEnaCz0YOTO9Y8NOvNlkm7xa0cQ99en7veG6iT2J9bk9RcfYvb5zgLzXWe28UkdNvaRzZr2t7ui8tullvcoQBbtW+hm8EUylPXYD2bzRwY89YZckvb/ApjvBgLw8U81xvf26mTuGJz281NxevMqM0LxPV0+8jhTFvCn/5jurupm7JecHvSzkLrwMuWa6Gq9dPa62hz3GhUE9",
        "usc6PcPTGj1yPkG9OYWIvPox0Tz7nmK8pXb3vATYIDybyBk+Gr8UPbEzOz2aXIu7FXb/PJ6IAT3hiwo7nIO8PPQXHz3ABYQ9Iqw8PSrnvLzPKEY9zagAPSn4TT2nsew7SzOYPRjjN72/EiQ9S2RxvOxPaT4bhjE+8lDXPPdS0z1cO6Y9aKx4vWUO0z1h+nA9gVy7PPCByDxD9Zs9RPpIvKZnDr2qdnS8Clb1vNtKJ7z3Bsk8WaYIvS5TGz12GRW9ad03vPb7Ej2+1ae703wwPUKbhTtAYNk8gseSPJsrabzpeUw86Y3zvCcPgLyl3Z46dqsGvWwSVzxaHAo8x80NvXeq57yhu2G67xELPNuwCLs/UTK8tNetvCY45jwzA748Q5HKPKMpmDyngpu8dckxO5y6VryOrou7zA/lPLTHerr1voQ8mT31PAEF5Dll9YY7dYUEPaKxL7xq+QY9gYidPCMnQztAIic90Ag/OsGSITxSkjk8mLblvPtNAz06Ony8UNxnPZsEvTzf+sY91G0UvlS/QT2uHUi9tYyOPfKMzTygrYC86VRCPE1GnT0eSlO8tSgaPCAXUb3lCUQ9WmDqvcuNdz0IXEc9J55BPGHu77y6wZY8qmCCvTBQYr0wnNW9vjuJPE9/kLk51xI9BgL4PHaU17vrH7y8vby9PNhMCL1F30m8FlO8PR2exrzsmcu6dznTPFTmOL1+gSg9RMdCPXTicb084aw8YH7hPK/GHLpkL5c8PPoiu1+7oz23zV48Boojvda9p7xuGre8WS+LvW+Ko7xYfR88oGy8vCuW1L0/BpW5ZPW5Pe/yuzs2A60953hMPVkrAr3LvgO9qsW9vCJBEz64VTO9EmbhPP2207yLAOs8UOppvarynz2ZhV+9zDxhPkNRYj15hrs9ylllvX9m8TsRdoY9HvyoPS5Tqz10KlI9F8h+Ps5FhDxBeQM+2CmZPe/eOj56m5i8jYSRvD1G/7wahce7AQevvBufGz1w9R69OvwRPXiO7jyN0uW8",
