{
  "architecture": {
    "backend": "tensorflow",
    "class_name": "Model",
    "config": {
      "input_layers": [
        [
          "scan",
          0,
          0
        ]
      ],
      "layers": [
        {
          "class_name": "InputLayer",
          "config": {
            "batch_input_shape": [
              null,
              32,
              32,
              1
            ],
            "dtype": "float32",
            "name": "scan",
            "ragged": false,
            "sparse": false
          },
          "inbound_nodes": [],
          "name": "scan"
        },
        {
          "class_name": "Conv2D",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "data_format": "channels_last",
            "dilation_rate": [
              1,
              1
            ],
            "dtype": "float32",
            "filters": 4,
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "kernel_size": [
              3,
              3
            ],
            "name": "conv2d",
            "padding": "same",
            "strides": [
              1,
              1
            ],
            "trainable": true,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "scan",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "conv2d"
        },
        {
          "class_name": "MaxPooling2D",
          "config": {
            "data_format": "channels_last",
            "dtype": "float32",
            "name": "max_pooling2d",
            "padding": "valid",
            "pool_size": [
              2,
              2
            ],
            "strides": [
              2,
              2
            ],
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "conv2d",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "max_pooling2d"
        },
        {
          "class_name": "Flatten",
          "config": {
            "data_format": "channels_last",
            "dtype": "float32",
            "name": "flatten",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "max_pooling2d",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "flatten"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "tanh",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense_6",
            "trainable": true,
            "units": 2,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "flatten",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense_6"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "tanh",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "predictions_x",
            "trainable": true,
            "units": 2,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "dense_6",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "predictions_x"
        }
      ],
      "name": "model",
      "output_layers": [
        [
          "predictions_x",
          0,
          0
        ]
      ]
    },
    "keras_version": "2.2.4-tf"
  },
  "hash": "42624605df5ca8b00de91e60b0bdb5931d3f3cf426e6eccf20baea55867b937b",
  "image_data_format": "channels_last",
  "input_shapes": [
    [
      32,
      32,
      1
    ]
  ],
  "output_shapes": [
    [
      2
    ]
  ],
  "tests": [
    {
      "inputs": [
        {
          "shape": [
            32,
            32,
            1
          ],
          "values": [
            "458jPWAAj77m/pK/d59gP6CVDr7K/58/Hc1tP88Pqj5WjbQ+AJQEvumjDj8BVEm7K4Yxv/Bi6z5f2Ly/dmmvv0Lm577OkUA/GtDQv8eZVr+Du70/bJ65Ph6r6D6LqAy+hRWQvci4670Okpa/AyRrvYZuEECxKji/CjxMQFMszr8Sp4y+c1Fmv4AuCT5tOwvAKNUePoMVrL/Hs56+ziuIvwwA1T70iXK+RBISvmxxBr/EXH0/W1XAv+jZcL9SPXg+wgYlv/4FKz9Jga++iwoAv1dfCEBAnGg+LfUEvjWsHj5ZzLg/bliePrOMoT2fhUw/ynSPPzh8cT9q9oe8mskGv1Arwr6KbfY/2NwcvwzKND+n+Gy/KIxDPpQc8r6h2dA/YhbyPjZJj7/4Coq/Av2IvrSKar7+5IC+aTW7vE5O1Dx4lABAkpKXve8eJL7JMrW/7V3PPozJoD9tpgW97Ms+vV71A78U55M/eWR4v7IOQr94oa298YP+v9/Lnj8nosw/XQsuv5RsnD9MUay9LvwdvV5TZcCT3yg/0Hsjv3pElD9ooyw/JWaQvvjbOr1DF+m+oI2AvuYqjz4PiKo/lxgqPtYLWT6S8x2+8sIHP+eV/T8taSY/zgvaPujstz9sxQO/v99UPhZKSz+0twDAcY4PP4oCKEDXlPQ/JgWCv5LEZz7xPh0/mqpNv0l7yLwdQ0O/ALj3PxuhYz/RsQi/iPJfv09q074/7Oo+zIBxP6bGVT9XS00/5cYHvRXZXr8DSRI/ZyW+PYCcAD+qPhy/QEKmv+BMxT67wI6/y+cIvzigOT87AJI7zDo/vr1Mnb+KbOC+xb3NvxxAJ0Dft6S/9PutPmtktT824g4/Yo6wvqNCzD5RN6Q/v1C/vkmxGT8RVj69zUqwP4CgCT4W19U9HaOIvk3JvL8JbCPAMx6vv86jnj4YGkq/jOZ6PW84nz8fJTq/8yMcv0KxOT9FF2q/5zNbPYXLk79Kev0+8PxaPnqqJz9DOuC/7yOBv+5EsT+ULuu9",
            "3w20vto4xD6nV4+/xhSlPgPAZ73voCC8suE9PsCMgL8d/28/S9aCvxJMvD+U7ME/Wq8AQLQfwr/8P489UMfFvtt3Eb3bJ6K/6pLgvxbmBr/yjuS+UhMrvjchMj6Qhs2/E/gmvn2Ytj2S6Om/UrkSP8kJsz5ckog+GmIAv3YhnD+dbr48objVv7UsDT2b7XK/4o6rPwE80b2xv+G/F8Umv+x/vr+QOm4/EnVOPzwj7j+pjTi/QxViv7TTtb78fgJAath8P7svBb/JJym/CiyHvqRWFL8Km9M/TDkAv3pLzL74+Mi/T5QHv8evhz4h2TQ/2/6vP58sVD+rR7s+REN4v00XcD2dJFO/AueHP8qN6b41mdE/qZ/dv5EGnj6F/gPABdgZPwHlM79yHtq/xdyCPkVbLL/HPD+/2RQBP4KqiL/J4U4/yy7VP6jJrj+TUCq/bWgcQGncHcAVWJE9Nu65vmqXgD8nJmG+vjMYP6A8pz8y74C/IJrCPkyvRr/tN5Q+uS2yPghIXL96jrs/tKhdv6T5Gz7y/72/ZqCEP2JrcT80K28/tCwBP1gWO79stb6+3rxLv5u9Wr9Uekk+uRFOPp49Bj8SZjE/mHDtPkq29z7q2J0/67o0v18YsL4r8we/sfcbwCWcAT+AVDk/du8mv70pWT4grw6+MVDlPhEVmr+qgBy9Qo7qvyvkQbxyLis+/KuJv8hYIL+dxKe/xpvsPhOOVT8HzZU/40+Ev5Xqw72jK6s/Rf1CvoaNnD9ZZYE/ICxTP9Z5gj+0LEm/druSPgqToz+Zpk4/MbYVvvyClT8Lto6/EOuNv648/r8QOHM/GKe1PejjLz/ykjHAqyQOQKWWqT1OyIq9bxokPReKkz7EODK9PQhxP1+l3b7Leiy/EOrSPklyErw2RAu+axgRv6y/hr7Ydue/3jqxPd2Rh7/xsc8+DbuYP8O9Mz6r9YI/gmbtvreW+z5CAu2+eZ5aPwhyrD+VWRu/i4a1P2UMsT6He4i/gOMHv/w9CT29Gw8+",
            "E6UnP+ShS78JLdk+B1GGvuEunj7aI46+k7n7vpt1Pr8nTxO/QDjZP/rZZT+cJyDAEEcTP5SacL+80oC+eEPKvniBfD+6+Mu+3OAzPYF/oL8hY6e/AHhav9kVkr+C+lY/wGQ3v2IJwz/GBLE+niOSPtGq+r5g/Ge/In2NPyZ6wb/0Wdi/U4qPv5LElL5BOyW/lCTmvx+JGr882Mk/SZEwv2e4XD/5a8k/cK4xPwfYpb+hNh6/iBmwPzVDsD8N4AXAtPoMPuLbHL8KR6s/BdRWP6ymUD4oWjW+ihVgvgcxYb/uT76+uqZ6P9E/ab80tLC/TDDTPjMYNT5sIhlAH3OcPwWV8D4FES6+o6dpvtc5XL+ZM3C/qZslPJUtAUDLNfq+v6iuvyHATD+zvgU+jo8WQM/dNj/U55W/BOZKvrB8yj4Tdyw/SOgSvucclr4pOmY9aKHzPkksdT7Qlsw8SuUrv/9KYD+L6pi/fyaEv2WpnT7vi4Y//xdbv3i1Nr+bsbg/8ucMvwdxQj++WIs/6pKFPve4OT+IVUU+TZbYPwGhEcCUwE49Jsyrv1iIkb8IigS/T2ELP3ps3D8Ha3C+Qw/VPsrzjD81ogDAoOSXvuU+PT8WcoW/AYAVv1KYlz7EbF+/tiKQvTYWOT6pKoO+reAfv+Hh7T4gNWi/xpjMvtPXwj9ok8M/uIO6vs+reb/DCLK+dNevPuXPU7+gi2u/wXZpPzmo6T0BmqU+Zx2zP6KqLz6vGcY+HSiKPjDbNL9FEg6/owzYP5p1QL4CY8K/y1Rovo4tVb/VFQbAdrhCvxQzVz52kM0/axk2PKl9nr3sXD2/VL4kvZy5Qj/HpCJAegEgvS4o9b2MFnE+cXrRvkTWpj72k6g+UcG7v3FgFb0LM4q+wrBNv1lkuz4b30U/6K2lP6O0tr0pejC/p+WlP4c3lr7vyD29wB05Px2vpr8nmrw//FaPP16Qrr8O/H++8dJNv+b5qzw1ca6/7xFFwBvWmL9vu6Q9wRiGvwYKpT9NBAW8",
            "oqDiPn0Nob8LuJg/GagNQIKkNL+xZCBAQejAP3aJUb+U1jm+Y+uvPrlv2D9CHXY/10CtPxLAWL9g0Li/z8NTPcozgT8VMQ6/NtaEP+fv9b4E8as/3g1Wv8NNP76uVMa+M6hIPomW8D63xirAbWeNP12FJb4XOX08+R7fv4Q17z/JODq/RCI/PwDmNb9iUdY8afuHvrX8AD/LM1y/ZovUvUTR5b7mB4++UYG6vm9qHT8tmJ0/7iE7QLalz761DrC/OO4NPogvIsDx94u9+pkoPlfPPb9rfoy/4QmWv7CpHD+K/JQ/4EvSvyFGuT52Jay+56fPvkSPNb5oChu96Unqvgo/I79BuFE/sNUCv0lxM79dyXo9GXm7P6CneD+yLo8/FGkvv3VpoD/WBZg/H0jBvzPagj+W0su9c6UCP2fzvL5dDGQ/O/z6PhnxXr6e2+E/eKWRPmjuFT8zBu6+RXm3vRGuJr7EOYE/ZqHFPa3wjb/MRD2/CNk4vxTKbjvXXwlAJfGYv1manT+Q+ky+iLaRP7e0EL9/ovE+33bEPeznA8A9wlo/S6PHPQPnib+7YCg/aysgvzOex73QAYq/JgEwvolwPL4gLHC/PoAbP2Vsfb+I94G/FxLxv8jyHb75vsq/RstZP4NU/D/U57K8OR2Cv1yBo7+D5ry/fLVvPyOL8r+kaQi/dYuJvrY4/D9uqArAokb7PiiK7b4o13I/d/IAvyJm9D7Rvp0/W+oWP8dTcz9ehPI+yyXuvcTdoz+or/E/DE06QJNtBECcvS2/ejyYvoiqXL8V1yg/l6ScvqYFsL/UgIC/nASoP6HlOD+4oOm9BtuEPmHJSL8e+VM+krbHvtMeoj4MysU/tf42vyRRdr/8/3e/dkykvZnHKT9M/xW/j5NlvpHYkb0V0So/ALNzP113Ir+BfIc9S9y/PXF+wT1irha9RGobP6YbID9jEVQ/bASIPs6Zrr9+3+Q9zBVxP6COvb+dJxo/flfuPvfFjD9hdJE+8hM8P0jGij4Yo8a9",
            "Ghznvh0QvT+yFrk+dpaIv/Cz3D7J65Q/an2GvyeRl79+x58/w+rCvsbILr9OOWc/mF+7vrWNCz8//r8/XwP1vj0nfr/5TYY/FSeHvqa+b78rGr0+dbvDvvr4sb9HxkC/hLBFP3+bJD9ErT8/D01qP/tb1L5rgbU/64PXu+n6NT52Q8M9FKi6v228RL9XQaG/ncCGv3rWVj83ny0/SEsGP7piBMAPGwrAbcvdvWuraj88h/U/4ofjvaROzD4sacc+YHe5v+WmGb3T1Iu/QV6xPrlwZb0+CZS/9HJMP4xZuL6zBI09t63bP20p2r3GlXm/fgEDQJ3GkDzNe12/Tx3uPzB98b9L+MM/gPBiv5HXF0Cd9Ig/KRGYv1SByz+ovbA+6XFtv6PIl785K48/dTIMQFKgxL5h5cc/EYllPez+Kz1HXWQ/Z/+IPlAf+T9txfY+KDHqv4LjDT8B36c++iLHv1MyCkCvfJu/lmhiPj2egD/dAYi/Bdaav9fcYr9w9J2+4nnTvgrfdr+Zdzu//cUPvxJm8L+2O289AxNIv8eJH7+HMWQ/SxsCvz/uJ78Gj1U/WEGtPhvi9z98qtC/yJotP1S8fz3NRZC/b6HLvpGbF7/AqJ+/JEOYvdE4hT6zvpG/6t3aPpRsCb84DyC/Gt/BPOg+zD1QwrS++sSrvpwiF78wVKQ8dOJ1P+igbT9c3Dk/oI8tP98ifb0H3wW/JtybPwukC78nJMm/Y2XuP34aV7/BIwq/pJ0YPgr3JcD4wCq/ymZOPk5EPb11GnU/ERqkPtoNuz8dlsM+CgoHPyVcp79t+Ig+5csHQBhY474z10a95KQDP5xleT+2BwW/ADOMP66XQT7/boy/Vm4bP/4MP7+zJNu99/hVv4BGvz93wKy/x6IWP/3BST4ZxNW+nZqcvu9UVj/9OrI/+jL1vx1T4T22FD8/r8CsP7d99r6TSzC/OXtKv5k2FkB4aVO/JbKIO2TPhL6fWEK/VF0LP+hia79bPLK+A21PP9BiC0D1Lt0/",
            "/p8wwCKkmj4MA52/9yZTvS8HDb9Glky/nwYOP+bE/74yESW/fSY6Pz80qb/+ZGg/SF2NP3IApj8NZ62+X3UuP0gE5r8c0Lg+J3lbPx1q7z9R9Sk/nDq9vyjaED9hcce/CjG7PxApDT/kW72+6YsCvChQyr1m9QQ/FUiEvyzPRz8KKsC/VHbePjc/GkBk9Ku7wVk1Pzq6/D4gk10+9P7PP5P6cj8WWOE/35R9Pqe1hz78clI/eU6KvWlbFkDpWdO+tRpgPEE007+6q5m/7ygRwIjZhr8qC6W/+yWfPXwca78UgB3AoClhv3iVaz9BUBY/Mf7GPwqhLEAcbWI/FhwBQA=="
          ]
        }
      ],
      "outputs": [
        {
          "shape": [
            2
          ],
          "values": [
            "IEtwP3wvuD4="
          ]
        }
      ]
    }
  ],
  "trainable_params": {
    "conv2d": {
      "bias": [
        "dJEivBlHWj1302U94gzPPA=="
      ],
      "weights": [
        "k2+nPrZEpj0tHS++TjzXvc70cDyFORe/D0CxPrAeC78x5BY/pICXPun7zT4vwCY+6/qAPjEtd74M8P4+lEmXPgAtdj5s36K7ftbwvrtItr4i3IQ+B/1YPkYZVj9QyVM+iRIFv16JEz5I28a99A29vve2Dz8o+sq+aO87vyYK771vcI4+pckJv2q9Kr+I8Ps+"
      ]
    },
    "dense_6": {
      "bias": [
        "IzILPURQ0D0="
      ],
      "weights": [
        "Hz9DvXkVXjx6Oxs+P9ADPnsvtDwLDRM+/njZPI+5Wz3tHk29UUqvPYZPrD3XKY49t2OHPDrvTj3vfgq8Qn8OvKknizyTA7w8GArIPfy+Wj1JiF08sA5ePUpbRD29CA89JDT+vJFqc7yB8i49Cv10PbjiODsLSrM9RAHnvOX8xTwaKjk8eLrpvCCiAT6/qgk+65+vPOe9ID4qIzu9r1SSPWDiAbwMAXM81vsXPlAbgj1kUI49ybsTPnfXfr1Nm089Je6HvL8jGT1aatk9MvP8PfWWPT13L9o9kjgbPU6eWzwx3Ns88ZjbO7suMT3rnyg+eb44vXOyjj0axFM7lUT7PbMcdr1TrKc9G6zHPFKQuT0ZTtQ8VRngPHOZnD13RLc9qb/OvWvTtz2L+xY9YHXFPUPkvLy0MlQ9DDzevANxBD5B4xa92azou0ZMlj3gvb09Z2exvKVUqz2WrWo9p0UgPXMzgb2tsbM8LHvyPSd8FT5lOSk9TeIAPigL8zs/Bx8931lwvRGnwz3IKvY9B5uMPU+CEr2nFKI9flzmvCeVOz0JmOO8a+obPUwf2T2itfM9N2VOvdd1iz2Zml48mTWOPIVYjTu2VZc9Ck8BPtyurz1E4jq7YPtOPQOth70vJ5U9xQhQvWyCxLkkKg4+pnFyPTg0rz2FGRY9eBArPfsQjD3vujM9MVg7PSqFyT3ImKA9l9XtvHvQKD7i36W82EgCPksq/Lwbti68ZN+mPWW+ET5IVbw6L8zYPSSaDD3RN6I9UdFIvElIPjzxiVU9Rs05Pd2I6Tx/Wb09phDgPKfmkz27vKS7xUzyPeJHHT6f+xM+YTUpvd3nmz1YZoI9rLUAPqfxsTub0y68QYZPPQpfhD1P7++8z5EiPvKPzTz7k7q5qXdLvYE6vT12pIU9vKCjPeupFj3fHqU9qz2APUHTtz3MgcM87qx2PibelT1NtNg8bzIZPVwSKD2vy7u7jSzrPTqnBb+leJW+QznnvEaIgj34i3m9oC/rPKvhZ75BEiK+",
        "j6KbvvoVS76Ojw2+uXDePW7ioLt6Y1M9c5hVvK8TFT5vh349c8lTPnFQYzx2tAA+gMlIPRykkj185F28hkuLPG1xfj7Gaom9XNHgPSe5MD3ntaw9l7clPgNnJTzXhQ+7vWu2vN0ser41Ie49LYDOPeSunD1nBR0+hHlovbk+VT22VYy9CFrFPKIKoj04ND09F4dOvGznKD0m6EK9lzRDPXOJZ70TPa09jK7NPTAXbj1wGao9HLAjPdp6MLrLeKg8ycE4vdKy6Dwmjog9j3mZPfbikj0Pxyc+RJkIu283pDtqFEO8ezErPXIytj0fbQ0+JISsPb3LDD4MY1E9CgbROxuAsL3qtpY8YufRPTlnGD6z7GE9afjUPRkloT1XT7Q9ZWGHO7+dOT1mz4w95UcWPi+/Tjr5iho+D4KcPTcjoT1dIvm8YcXKPZjlND6S98E9D6sfPcudjT0wdxa9lfpmPWk9wzxnEek7uDrMPfatQj1r0jw9YDklPaKn0DwRpoY9rZAwPTfA3D1SdYk9GwoZPrf0NL0psx4+gD8zPeEQkLq3kyW9Pe8SvE0D/T18pqo9qGqQPQ5GeT3IuNI8/UoGPq1aprwRtr89Qwy6PWu8WT2+Ms4853SiPToJFz1Pi749RXZePMtXar2HOgy+D8jkPdsTBr91IBU+GegUvrb5H71vqTm+eIGVPVHVPT2dmla9lElYvskD4D0Ng/q9VnQXvrkFCD79YtW9+RQQuwStRz24noE+31MJPj/fgr578Oa9aewLv81b3ryUyX2+k7lzPaqTvj4+Q/E94ewFPiXy2D3lbog9mNTCPuZaxL0UREY+eZbLPBzUWD0yWik+ZAW7PYw6Mj9siZ8+QdOBPvlhJz7hrOA9lmafPfE1bTwkqZE9kggnvEC5iz25Hyc+wM/yPSZU67y4d589ymNBvS2Kbz3fEP86uQvsPZ9XCz0H8bQ8sfPcvDP+gT0505E9z816PQwrlLvM3m08B+rvPCpovD0YNoU9C4ndPGVwTDxvK0c9",
        "Vzqmu8kUXz3YGeU9MU0XPmM1TrxlHow90s9sPSpX0zta3tK61ieUvJA8zT23zQ8+JzifvDffJj7WcRQ9FyKcPbtcjzzTMwE8ZVVPPdmZ8jwg2Zc9v0YmPn57aT3++gY+P+HZPNkdI7wNO1c96jKbPfCCiL1JeAw+vgHzPLVYgj1VqSg9xtLdPArA3D0tFCg+rnqLPWerAD3PQZk99calPfPahDyVRtC8MC4CPnLv4T3p5Xe8e5UcPqqPUj3ngd48DBp/PN3x8j2IAuQ9deeYPYuw6jywVh49Tiohve+sxrvIPp87uueUvRFcsr1j7+C6yHisvsqWvjwTq5A9/neevC02Dj4E/fK9ZvuAPmjjp7ztd5e+Y+GbPV6bpb0FUpo9as6cvZZyv7zJxR2+lyx8vF21Rr2kSaA7vE9APS12fbtG4HQ+Rr7JOpVNtTx+hco9TPiAPXUu6j13BWk+K+S3vEaRDD6H4Ye9BTh+vtrYU70Vf/k7SS1tvWl4Fz0IVhg+qLwMPhCLjT5pVVo+isQwPsg2mzumfEE+akKoPgcMFj55kBg+ySBwPpGhJj4/1LU92uNjvOp1BT69KYE9hg8WPVW50r2fS1M9gje8PfKa4T3hWaM8mmwfPQcagr0wI0W8pzXhu6H2Zjw46Sk+112MPWdECL3/lu88IAJvvWwqAj57++K6dCCYukgWBD7nEvA8hCSeu6vnmz3Rzky8IQYtPVkt8rz/Gz094OgrPiRWwT0paac8rYQqPjzWTD356888yGOXPFNK+z11wWK8mmgPvGNMZT36Gzu9bbodvNE8jD33/3W+0XEyvjPWb708Jqc899NIvUMp5j3fROG9UJwLvmhvRr4X5Ju+3n5ovVF3iDroOac9rUOvPd7HLr3j75w997vUu+Af27xZgj49ieoVPnTLi7veICk9fbKEPSc5ZD392Ss9grD7PYxvDD7gOKk9c+d2vINt6z1sQnM9Sj/HO5R54z0gu3++zAESvsjbn71tmUK+sAEnPUZhnj74Q2O9",
        "4MZNPMfJmDwlLwQ9lh/1upjVR71eNcu8aB/cvZ5c2j3ykLg9WH4HvdoEDz6OyaM8Y0ksu+R8LTxcpnE+4PQrPZCgND7ZEz+9g/nwu/pzEb0WmQo8+OZzPSBLNj5J8pg9UIttPt9XLLv3ewG+Ku4YPJZHqjpEf527nlOPPVBnST7elHS9CHVivoL1xL0VsJq9PyrLPWk3ED4B1wY+pLsYPGjWLT57OZU+rtgoPk9/MT5BVM09NE20PVVpvL2PqM49BdBRvm1rtD0UjaM8NowOPjDZjrwuJcQ8KtJZPRVN2jyt5oC96+VGPZlzgj2qJuY9ryGpvLmq8TzSm3k9i5PmPS70EjxhJmM9dfldPRBL9z0vwS29fph7PNjkFT1grje3yoDSviFh670W4He7nL5DvnrQdb3lkN89oMYkvrAqNb5YghO+BkWCvW6Ce77OKoq9Pw3jvdVliz3dIEW+tGXrvag6tzvMGC28p7QGPCuhIr1Iang9WiMevoktv72WzbG941UdPkjkHDyum9q8VC2qvYqQ5T2wIt++EqnMOyn6N74BKHY+OaMFvaFY+j3lY/u8UJUoPQhpjb0wpBy+RK8XvhxR1r77tDy/06AfPKvLir3NXLW8fawePixqH70laGg93XkmP/u9or7snR+9FfkqvdmXUT45YZe9h0ESPwsId74rwlQ93wyCvmmPGT6y2xG+CxwSP/Nc2b7CGZs7hYTPvXa2YT0/NhO+4dYqvtTdRL7YBwu9olVBvr/W6r27AB8+HcGNPTmqhL2HyeC9huKCPXqlibzcogg8LTK8PWMRbz1DI0Y+tigNvf5FabwJ3T+8Y/GWPdbbNj3Q84k9PPx4PW8ugT0V8zU9pC5WuxTD0T0bvjY9RoZxvNpjOz2KIxg+ZzoCvpdCxL2PYqe8b7qkPCQDrz0vjF4+UyKmvkdDJj0nOlc8BK6bPdXilz2dkAc+rG3ZPfuDoT2Iwn09x+SuPco4qj5nwTw+8fT1Pb6Luj0eQKU9LNEzPbVygT2xXUU9",
        "oYmoPE9gljz8Qh8+LuHOPUmtjzzVaKc9xOduvUv9Tj2y7/093faKPgYqG73buFC+GgWBveiigb2piY49nPFqPiAZPj0w0aW967lAPU539b0dQ+i9IL8iPZKk8b1PEIi9+2yBvfM8v736ru89WEjKOz7zLr2pzNW9uvugPU5GcL27GJI+CkVZPVfOM72FSDE9E28jvjVtpr0DLbg8hq4WvpyowT63bJ69euybvPIvDb6bYik+nnAgvvSFVz46jcM9GD+sPXHFg70W+Ss+WNsePkpQnz4bQeU9ZlGdO/NB+D1lq8W9D+63PfRgCL75mkS+2Q4GvqmzAb1J4J09t8MqPfVD0j751ka+EXBIvmo2iL6ju+085XrYvkR4Aj50jve9PKn+vazesL4zA4u9TG0lvWo8ar4j8Z2+Jy/FvZM1m70saAy+ht+bvZ2uabyuKvm9RU0zvvQ/r7267QG+1O1EPDFZdr0lwkU8qmMAvlmnlr3az+A99M/JvB+CvbzXP4m8mdeAvYBTsrwWinu9kMi0vP8mQ716use8y2kHPgBgpzySOSm8K8kVPohgZL0h9aW9M/IMvg0/Tb2rkos+oLzJvYIhuj1+R6A8afrXuQoTX763Rvu8KQIYPSUSPzxmhFe9EfVJP8k3tz7wUEE+ECISPtDktT2qNfA9PPJPPY5sAj5BajS9SZMNvFiRBj6OM0w93O+6O5lkBj4wAFK9N5zIPbzcCL7imeG9+E2+PexjMj2V8He9BSXnvvU+vzuvro89u3fAvFeBIT6QZaS9XramvMK1VL6HYDE9uI9BveBU6r16sRW9/OAdvba9h73K/OU8XUd9vDbHlDwcNlQ9lk03vu3t1j3U6/A8mar2vRKPPj0LTRS+QJX1PEXLdj3LWUi9WZGRPcfiUbvjmKO87E4MPUKTQz4rfC49b7y4PVn9Lr2Ntf27eih4u/AZxT2tUfM9FFXIPuVpcT56CpQ+Z5iqPcVUML4MnrW8EwKLPTEM4T2MJ369O6elPf7hNb7Et4y9",
        "MpQGvnvFfr2f4im+JLFZvPne572RQ2G9Ic+GvWlQpT1XXE4/AY1VvVuUEr/uPqI7QMFhvkGdDj53hCK/ZrwCvgzmk7zIAnk9ltQevj3aCz6pf7A9nIlivfc7Ur5IxiS8Zi3+vY7BGT1MADa+8LUMuiJbijwh0YS9iD6KvX4/ID0Os5Q+fjsXOlY+8r2GGdG8NdjiPWyW8720lqS9qbMqPvFLKz5zul0+IEjsvaksXD05DUC+yvUwPDMf4D3Br6I+Cp4qve6p1L2X1DU9mlsSPUzGED3beGs+2civPsLHDT4jLKi+oDmyPoGzUz0wkQA+WorCPRo0VD3qdzU9x8G8PeXDqb3FbNo78GGsPVTSoT1tE3E8xDMdPTLzwLxRfhw9fJFePm+dGL65zgc+JAvIPSSKDD1eMoI9mushPkluir5JZ+y9IfMAPqOpCj6CJ7y8wBqDvaI0OrxI1wq8u8rcvdKG174atzw9fPjEPaN3qjzLp3i+ongGvXYNzj1z8mm8j9qEvgcgTb0NGoY8bfBSvHfC9jzMsbS44eOivYNQKr3+osA8NOsDvUnij70IlMA8dA93vWAO2z0AHzI+tzwpvfoWYL0t5a49PQXovVxgMD2kKZw+cplXvVinSj99YBw+STm4PMmesD0OxFm9xZzAO8KvF74IjGW9eBZpvseq0L0aPJC9R1PkvTwTxL17D2686Fpovh7IIr0RDFi+K3ZuvbaRkL7UNU2+bI8FPIlgYz7flbg9Z0eWPIYjw732A6I+TCL7vR4HFj0fXpO9x05ePU5lCT5GpEw9yVQavT/Clr3xUGE+IMQtPlXOkrz5Dja6ORBVPrIAQz0x+wi+bOr7OuOaK71dFTa7VapcPSaDl7zris09a79aPC0H1T1DQ5O91mc1vekXHr6BcQO92mhRPO0i6r3OsQ8+k+QCPjewa70aF0M+zh5+vrJZhz1ll8g9g687Ps8I2T3bH5K+7FGePumDQb95g7o9q244vpg7pT3Ls1K+fqzdPddPbrzF3EQ9",
        "n3Qavc6elz1J5049S3kwPh09TT3Pgh4+kEvePK01lDq1bfw7Ha3Gva8Oiz5v1/S9VxWvPk/6hT3ywd4+NYWyvXuyA750DZS9/WwuPh1ub71D8Ig+7u6Eu7ATV77Gezq+c1VyvbpNHb1F0I89oXTRPInMF74vlq89PUOFPgWB4D3lfRK9zSu5vdddEr1aoC07EvfHvZy0Tb1kZlc9tBdhOxekyDyoBok9sp7HvNnZAD3RzOe8Wt7Duqehgr2wYYs9VWBGvgrtMr4KbJE9rQk5PhCYkTsx1+C8p3lbPT5WtDwtQqm8J4nTPQHSVD6tSYq8ZcYgPUr5ND7BMdY9/hDyPQ33ojrQzAm+RjXjPRsu/T0jRrI9TBstPh1PZr5vSze+rHc9Pttllj1NEqS+VTwmPDokpr6QYpW8pWq7PYXCZLwtQYw93XwCPrBgBr5vIxw9RCURPe2VAT1b8Go9mHoLPW9awb3cK4m8zv/mvBI4Lb3zjIQ9BsaivAJ1Gj0h4sA91YBmvVIpX70hmvq8lLibPAaoDL72FS68lUYxPobFx72yNwu8ow+JO3wvET3LVMe6W12vPYb6OT5RdtI9kQWKvh6Niz5GoxW7fOCHPoIVSb2gj7u+NIQhPbsSWT6c79A9mfSHvn8gq76KYNS8KM4NPiUTIb29weI8Dp8evZvCxj3QBAq97UNPPe4H9z1wk9o9bwcPvfqZUT1Rtp49x/GQPAndGL5uCpO9na9bPrZ/CL12jU8+5dBQPGOoeTyQLm6+FdQ4vYjcjD2CjMC9aU4XvjkHjz0FYFw9faeIvqYmxz36GMO9IrULPbFz7T2O64071tUHvn/oiL2rKVM9s1UQPNH9iD177WE86lOKvTlABr1cbC++Spx0vHX/CLuy+w49J0S1PN1WtjycO2Q9DFbDPacj/r0/R488HE/9PXd9ID2bkzk9CN+dvevFZr3dM4s9NYKevc1b3j0ONh8+Z/xXPtuM9r1AKTa+G9AmPCNnpb27vvs+5CqNveqGlzu74Ny8",
        "IG/0vePRPr5pzTU+lSTsvbBVl7zRuky+FttZvQsP+z2kXRa+g65rvEX1IL6j0cu91ZIkvqSyn70ttq49y5xgPnGmvr2IfUS9Ww7nvUIXD71e62y9tJIJPV36ID5t5qQ9wNA7vdDFI72f2JA90t6JPPyNnD2qk4W8UGQpvQFgD73wfR++8lQqvfFq2Dvc8+U9TN5BPRmUTT2hfGY+r7JHvn0WoT2yoxk9F9ywPd9zgD0ZlUE+Y1AIPcnzYb02FqA9/iCsvRHOkT3fapg9mkhSPkTnlD0xdrI9BpeHvsKzAzzjZRG892ogPUqTwj2Ilw4+mAsDvY+pqj3dhZs9KAoCPh06rLzL8ak9sOkwPsHvDj6d9u67CbnQPXDnST3xYta6vdMlPSQz/j3rXp08JldwvWMlQj1PfKO9uIkcvU2ivD363JU+AyQjvVdQBz6LrAS90XnnPWqgdbwP4RU/0N1Pvk69Zb2y04g9L7YRPvv8oL1fPtC9Nsb0vDbCT70BhSa9hXiDvu/Noj3X9ow99339PStSLL436L69VimUvkchBr0BMVm9svbEu5EKSD1Tx4K92rQKvjT0oz1pSAO+X/X9vV2lO77b9MW9eN8CPJ+uuz2uY4u9L1K3PL2yGL2mdX88r2DrvG3t2D0JsOY8sjkMPB6OKD5MWeA86W6PvjrHMTz8NgM+YyDePRBLNj4FJP281BbOPcVHg71Y3n6+wCCkPYlZ2L0UCgA+35c5vsuRXj12e9a8cqcjPtiOEz1Fs3s+17BkvlE3/r0JDT+9TF8YPW5DOrr9PUE9HYuevfqy+Dnyx7e6VyZwvaUpJz34+f68d4ODPE6mKD747mW7jtSBveGSpT1n1pK9WOWlvVcvbD00EQc+c88qPS2miL3PmT++4zBGvrTPir0elCI+fvEvPrCkoDxy9SU+I+G+PuAoKjzoVaE9rerIveXxOj32F4U94NmYPQXHlz1qqoy+HhezvXTIhjs8ivo8Dd0VPqbalT0iYYS9IpUIPrBcxzuHytA9",
        "xcW6vRdXZj3cLP09aLPaPU/xRr3FqBk+WdWePVnP2T0fTla9INapvIrj8z2Qdno9iTlZPIv5zjzxsh28ox3tPfSocj2lQLe8LKW+PQAtlL5qMio9DoyRvRiGf70n32e+qBSmPcNxpb7BlyE+z+K5vSuv+z0mPrw9KEyXvVxPgb2p0ja9nuCtvAILOD1Dz7K9iRKovB+Mb723CX49AfwjvdXs/TsR7mi9mb+FPX6NLz17dTi+J1bwPPe6mTw8vpq95uT/vTjd0r2694Q8rIhPvcMEAr2rUhc9M55KvjeGx72tfTW+wwISvXprtD2E2IK8v5DsveyQgrzpZ5u+cgAsvOvy+7xzz669PrLWu5KAkT3mKpa82EWXPY0kHL7Npga+rY42Pn8sXL1VGmy9AgWkPR7EVD0b5Lc8L2zOvS8vo71RLPW9UU6Vvi/ZmrvdupY9XewBvCvG3z0hDJ4+n9YOvmzJJD1AOw8+IAWzPar+AjzFGc89WjynPeccwT0Et/G9noy9vUCmRb3IbUA+uxbxPWzH7z0jVc09nAmUvVn0Oz5yrbO+YWEHPrF24r0CFRA++2ECvGAuwD2zav88fPZbO2pxGD2dUIq+31YBPNmALzyXT4C9tf3CPY6bJL3yHM07grqIvbMLqz1V8UQ9lb0LPtGpQL153CY+nq0VPDH7wT3x3Ti9jZXgPa47ET5wUcY91ZaVPCDPGz1T5nI85aIsPRcOLb2Z9uQ90NmrPYlAKT45J928JVvcPcjoWL3DWt09/4S2vUpnsrzb+zc9GRPTPGY26Dta7IU9QILGPH/Ej7yuiFA9RR0sPhgtLb6+ErW7H9kQvbp3aD0Spq+9EL8EPFa1bL3Q+GY9mrPgPbw9AL6Cj1k+qJE7vEQJyj5fZwk+JWLWPOpnN7uUS/S99BN+PAcBH74jtQs9Q8Envog12TixDVM9W+ABvobqpz0rsbu93dAkPrVb3LoqRtK9VT2ZPWKJRj41msM9RxYJPjYBNb159y6+EtEWPljIFD5G8a89",
        "//SkvODtx73iON68leTSPUReTLs2Wsk7w7b8PIdCzT2S69m9Wq3sPZh6G73WYmM9xFhnvtabiD1f6vE9dIMAPVn0I7568aY9/6qDPRs2lT7GwtC9wQnHPdUOlTtKABS9qgfEvY8sQb7Wcv+8RG2BvH5QBT2iErQ+E9o0vdk47r10HHo+zLzpPTNjTDxGHyk+smskvrGtNz0wDqm+Jm2wPsPaij6CB48+bxLUPDPCIj6TuC+9gV32PX3Z+zyks/o9tKOovd5PBzsk6yQ+ldcvPhhxhb0v78Q8ikGtvPWXPT1dqC09vS1+vALiqD3mW8c92UU/PfuArT0uaWW9gTmjO8MopTt6SJE7KOgUPpwS2T23BUG9vScLPp2Je70nk7E9Ow1JvQxzdzrQFPo9nLG+PWmBNb33bvU9yYKKvaHGqz3tEtO8yPnVPIr1FD5fPAw+goqIPbdf7D1ILkI9rMeIuwFgF71zN8E9cES3PfY0xz2ryek8jX/wPUhL6LtIPj48LN8Yvm9tlz3a09G9XkQhPsvukr2okIg9SnDrvQNZ+j3P6Cq9BridvMGchb2Utyu+Os6NOqPyg70uer8+hqcePj2ihj6HGTK8dc8TvYUQz71vBtY93PUyveSQiT4XK1Q+DrETPp1gGL6pdUe+IZOHvf+DprwdJ4Y9wFtUvnJ6AD7F4dy9PSEdPpxKu70zM/a8OHaXvCL1Ij55ze6+CuS9PeRMbD7LuYm9qjAJPc5dGr56Cce91DlFPq8YWr5yEBM+jyNZPlLqMLuJjrO9NTFEPjbNxL5Q/Fy9GeEyvoFwmz7PnoS+RiVQPlwNuL7jak8+RJUlPX7pE7oDDx++hFxUvTBV0L31/Qy/q2owPelGNDwwwH29O0yNPZQOp7utEwk+U9V2vUubPD3ZdWs9GGjdPX04kry+wBY9asFCPU6oDTyHfRc939DXPQ5ElD2eX+g9XKxSu2EDHj4ioXU93t5xPJcN070FZUs9uIiSPWYfoj0bHDI9JEo0PVq5ObpifJq7",
        "xveovVGBsD1C5sQ9TLvzPa3HUT3Rna09HpMXPXtLiryu7pi9X6emPT1FRj1UOqA9m0w+vf/bxj3T/Yw98cvwup8/Vr17ehw9DFcYPgU1Hj6pzDq9O4QrPsGiSzzVeg09QzGZvUP16j3O8AQ+Fi2HPb3jdz1nkZI9X6L4vLvwUT3TZ788x2boPZw4MD53FQs+ta92vdHxoT0sMUq9szIhPe/vh73wsnU9IqrePbSoAT5skbU7bVj8PQq2DD151sA9DI2NvdZKoD1Do7o90w7oPM2dOj0du1Y99UpvPVPkOj3iOw8/aQ9bvik1lz6NUgy9zqRZPT+XRz0Ljbw+L77vvZntJj8OV5k9KJplPqA4Cz6sblk9nWwUPrNGeT6CLYI+TofrPsh8Sb5E1fg9RO/JPUOeG73wPMs9U6lVPpkH8Tw/ITW99RxxPVRWhT3XfpM9ryLlvJ1N/zyPMzE9qlZsOl+Q5Tvc0Rk+yx8tPheUCj6JE3I8UaoVPnIjZb2n1Rg9/+aCvLDLmD1CIIE9xDxbPQmkHT1TXLM9M6GOvQvxBT6Vz/K8ZewoPXTMCz7p4BA+oxMyvSlJ1j1BCIe9fwvuPZ2DP7wjsrw9Buz7PfX3Fz7wMYo9C6HmPQyFUD1E0Yc8X6YeveSNdj2mgRw+FmerPV/PIzzk+YU95lxPvT2Xrjw="
      ]
    },
    "predictions_x": {
      "bias": [
        "Rk4NvmvXfz4="
      ],
      "weights": [
        "JGhbP1jhPb8m9YA/TlNePw=="
      ]
    }
  }
}
